{"rows": [{"title": "Famous", "view_node": "/poem/famous", "field_author": "<a href=\"/poet/naomi-shihab-nye\" hreflang=\"und\">Naomi Shihab Nye</a>", "field_date_published": "1995", "body": " <pre>\nThe river is famous to the fish.\n\nThe loud voice is famous to silence,   \nwhich knew it would inherit the earth   \nbefore anybody said so.   \n\nThe cat sleeping on the fence is famous to the birds   \nwatching him from the birdhouse.   \n\nThe tear is famous, briefly, to the cheek.   \n\nThe idea you carry close to your bosom   \nis famous to your bosom.   \n\nThe boot is famous to the earth,   \nmore famous than the dress shoe,   \nwhich is famous only to floors.\n\nThe bent photograph is famous to the one who carries it   \nand not at all famous to the one who is pictured.   \n\nI want to be famous to shuffling men   \nwho smile while crossing streets,   \nsticky children in grocery lines,   \nfamous as the one who smiled back.\n\nI want to be famous in the way a pulley is famous,   \nor a buttonhole, not because it did anything spectacular,   \nbut because it never forgot what it could do.</pre>\n "}, {"title": "The Words Under the Words", "view_node": "/poem/words-under-words", "field_author": "<a href=\"/poet/naomi-shihab-nye\" hreflang=\"und\">Naomi Shihab Nye</a>", "field_date_published": "1995", "body": " <blockquote><blockquote><i>for Sitti Khadra, north of Jerusalem</i></blockquote></blockquote>\n<pre>\nMy grandmother's hands recognize grapes,   \nthe damp shine of a goat's new skin.   \nWhen I was sick they followed me,\nI woke from the long fever to find them   \ncovering my head like cool prayers.\n\nMy grandmother's days are made of bread,   \na round pat-pat and the slow baking.\nShe waits by the oven watching a strange car   \ncircle the streets. Maybe it holds her son,   \nlost to America. More often, tourists,   \nwho kneel and weep at mysterious shrines.   \nShe knows how often mail arrives,\nhow rarely there is a letter.\nWhen one comes, she announces it, a miracle,   \nlistening to it read again and again\nin the dim evening light.\n\nMy grandmother's voice says nothing can surprise her.\nTake her the shotgun wound and the crippled baby.   \nShe knows the spaces we travel through,   \nthe messages we cannot send—our voices are short   \nand would get lost on the journey.\nFarewell to the husband's coat,\nthe ones she has loved and nourished,\nwho fly from her like seeds into a deep sky.   \nThey will plant themselves. We will all die.\n\nMy grandmother's eyes say Allah is everywhere, even in death.   \nWhen she talks of the orchard and the new olive press,   \nwhen she tells the stories of Joha and his foolish wisdoms,   \nHe is her first thought, what she really thinks of is His name.\n\"Answer, if you hear the words under the words—\notherwise it is just a world with a lot of rough edges,   \ndifficult to get through, and our pockets full of stones.\"</pre>\n "}, {"title": "Negotiations with a Volcano", "view_node": "/poem/negotiations-volcano", "field_author": "<a href=\"/poet/naomi-shihab-nye\" hreflang=\"und\">Naomi Shihab Nye</a>", "field_date_published": "1995", "body": "<p><span class=\"“long-line”\">We will call you \"Agua\" like the rivers and cool jugs.</span><br /><span class=\"long-line\">We will persuade the clouds to nestle around your neck</span><br /><span class=\"long-line\">so you may sleep late.</span><br /><span class=\"long-line\">We would be happy if you slept forever.</span><br /><span class=\"long-line\">We will tend the slopes we plant, singing the songs</span><br /><span class=\"long-line\">our grandfathers taught us before we inherited their fear.</span><br /><span class=\"long-line\">We will try not to argue among ourselves.</span><br /><span class=\"long-line\">When the widow demands extra flour, we will provide it,</span><br /><span class=\"long-line\">remembering the smell of incense on the day of our Lord.</span></p>\n\n<p><span class=\"“long-line”\">Please think of us as we are, tiny, with skins that burn easily.</span><br /><span class=\"long-line\">Please notice how we have watered the shrubs around our houses</span><br /><span class=\"long-line\">and transplanted the peppers into neat tin cans.</span><br /><span class=\"long-line\">Forgive any anger we feel toward the earth,</span><br /><span class=\"long-line\">when the rains do not come, or they come too much,</span><br /><span class=\"long-line\">and swallow our corn.</span><br /><span class=\"long-line\">It is not easy to be this small and live in your shadow.</span></p>\n\n<p><span class=\"“long-line”\">Often while we are eating our evening meal</span><br /><span class=\"long-line\">you cross our rooms like a thief,</span><br /><span class=\"long-line\">touching first the radio and then the loom.</span><br /><span class=\"long-line\">Later our dreams begin catching fire around the edges,</span><br /><span class=\"long-line\">they burn like paper, we wake with our hands full of ash.</span></p>\n\n<p><span class=\"“long-line”\">How can we live like this?</span><br /><span class=\"long-line\">We need to wake and find our shelves intact,</span><br /><span class=\"long-line\">our children slumbering in their quilts.</span><br /><span class=\"long-line\">We need dreams the shape of lakes,</span><br /><span class=\"long-line\">with mornings in them thick as fish.</span><br /><span class=\"long-line\">Shade us while we cast and hook—</span><br /><span class=\"long-line\">but nothing else, nothing else.</span></p>\n"}, {"title": "Indigestible", "view_node": "/poem/indigestible", "field_author": "<a href=\"/poet/phillip-lopate\" hreflang=\"und\">Phillip Lopate</a>", "field_date_published": "2009", "body": " <pre>\nA friend called up saying he was in a pre-suicidal mood.\nI told him to come over.\nI'd pay for the taxi.\n\"Will you go back with me to my apartment if I start to panic?\"\nI told him I would.\nHe arrived feeling chipper.\nHe wanted some wine.\nI gave him a little cold sauterne that had been sitting\naround in the icebox three weeks.\nHe said it tasted sour.</pre>\n<p>He looked at all my photographs.<br />He said he was feeling better.<br />We went out to dinner,<br />But it had to be on Madison Avenue.<br />For some reason he trusted Madison Avenue whereas Lexington, Third, Second and<br />     York were out to get him.<br />We sat in the last table far away from any draught.<br />I had my eyes on the delicatessen floor.<br />The radio was full of George Wallace being shot.<br />\"Just like Huey Long,\" said my friend.<br />\"Nixon did it<br />Now the gangsters are in the White House!\"<br />I didn't argue.<br />My eyes were on my plate, Stuffed Derma and french fries.<br />Indigestible.<br />Suddenly he asked: \"Are you feeling closer to me...?\"</p><p>Of course I was,<br />I loved him.<br />But I used different words so as not to frighten him.<br />His head vibrated like a top whirling so fast you can't see it spin.</p><p>We paid the check and I told him as we were walking along Fifth Avenue, to catch the<br />     park and its rusty sunset, that I was also going through a bad time.<br />I had pinned my hopes on a shallow woman.<br />Though I no longer wanted her I felt curiously enervated.<br />Why this pain in my abdomen.<br />\"Very simple,\" explained my friend.<br />\"You experience an expansion, joy, the energy flows into all parts of the body.<br />Then a contraction, blocked, everything goes to the stomach.<br />You're still in high energy.<br />But there's no release.<br />The result is despair.\"<br />\"That's it exactly!\" I said to him.<br />It was getting darker and the first fat raindrops spattered onto the canopies.<br />The doormen were slipping inside, I was too excited to care.<br />\"Answer me one more thing: expansion, contraction, physiology, I understand<br />     perfectly.<br />But what is it that stops us, when we're so near to joy?\"</p>\n<pre>\nOnly now did I notice my friend had his mad look.\nHis eyes, always beautiful, slid into passing cars.\nHe begged me to stop talking but I wouldn't.\nI challenged him to explain the connections.\nThis nightfall, the orange chocolate smell, the dumpy couple walking by.\n\"Look at them,\" he said. \"They're not going crazy.\nBecause they're healthy?\nOr because they can't feel enough, because they don't know how to feel it.\"\n\n</pre>\n<p>Just then I felt it! Right through my body. \"I feel it! I know what you mean! I feel it too!\" I wanted him to know... \"I don't think I'll wait for a bus,\" he said and jumped into a cab. His face wobbled against the wet glass.</p><p>The next day he was still alive. Still alive.</p> "}, {"title": "The Ecstasy", "view_node": "/poem/ecstasy", "field_author": "<a href=\"/poet/phillip-lopate\" hreflang=\"und\">Phillip Lopate</a>", "field_date_published": "2009", "body": " <pre>\nYou are not me, and I am never you\nexcept for thirty seconds in a year\nwhen ecstasy of coming,\nlaughing at the same time\nor being cruel to know for certain\nwhat the other's feeling\ncharge some recognition.\n\nNot often when we talk though.\nUndressing to the daily logs\nof this petty boss, that compliment,\ncurling our lips at half-announced ambitions.\n\nI tell you this during another night\nof living next to you\nwithout having said what was on our minds,\nour bodies merely rubbing their fishy smells together.\n\nThe feelings keep piling up.\nWill I ever find the time to tell you what is inside these trunks?\n\nMaybe it's the fault of our language\nbut dreams are innocent and pictorial.\nThen let our dreams speak for us\nside by side, leg over leg,\nan electroencephalographic kiss\nflashing blue movies from temple\nto temple, as we lie gagged in sleep.\n\nSleep on while I am talking\nI am just arranging the curtains\nover your naked breasts.\nLove doesn't look too closely...\nlove looks very closely\nthe shock of beauty you gave me\nthe third rail that runs through our hospitality.\nWhen will I follow you\nover the fence to your tracks?</pre>\n "}, {"title": "that they were at the beach [excerpt]", "view_node": "/poem/they-were-beach-excerpt", "field_author": "<a href=\"/poet/leslie-scalapino\" hreflang=\"und\">Leslie Scalapino</a>", "field_date_published": "1985", "body": " <p>Playing ball—so it's like paradise, not because it's in the past, we're on a field; we are creamed by the girls who get together on the other team. They're nubile, but in age they're thirteen or so—so they're strong</p><p>(No one knows each other, aligning according to race as it happens, the color of the girls, and our being creamed in the foreground—as part of it's being that—the net is behind us).</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>A microcosm, but it's of girls—who were far down on the field, in another situation of playing ball—so it was an instance of the main world though they're nubile but are in age thirteen or so.</p><p>My being creamed in the foreground—so it's outside of that—by a girl who runs into me, I returned to the gym.</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>It's in the past—yet is repressed in terms of the situation itself, poor people who're working, the division is by color. We're not allowed to leave the airport on arriving—others not permitted to stop over—we're immature in age, so it's inverted.</p><p>(Therefore receded—we get on the bus going to the city and look around, seeing people dressed shabbily).</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>A man—I was immature in age—was a stowaway so not having been active, taken from the ship we're on in a row boat.</p><p> </p><p>(A sailor had fallen out of the row boat then, was embarrassed. So it's like paradise—the embarrassment, therefore it's depressed—seen by his waving at us as the other sailors are coming to him).</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>The class period endinng—it's evanescence not because it's in the past, they'd stamped their feet while seated since the teacher hadn't been able to discipline them. She's old—the red hair coloring had been mocked—they're inactive.</p><p>(So it's evanescent because they're inactive. Though I am as well. She'd asked me to pull on her hair to indicate it was her real hair, which I do—them being unaware of this—as the class is disbanding, composed of girls and boys).</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>It is also an instance in the past, so it's depressed—yet the people on the bus aren't nubile, rather are mature.</p><p>We're girls—have to urinate which is unrelated to immaturity—refusing to do so in front of others; we require the bus to leave us. Therefore there aren't other people, we urinate, and then look around.</p><p>(So it's inactive—is depressed).</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>Tall, though they are nubile—playing leap frog is out of place; we're required to do so. It's contemporary in time so it's not depressed—I was immature, thirteen in age or so; responding to the other girls kicking as they jumped over some of us.</p><p>(So it's not depressed—but not as being active. I'm creamed, until the crowd of girls is pulled off by an instructor who's in the gym).</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>Attending a funeral—it's contemporary in time, not being in itself depressed; taking a ridiculous aspect—birds that sing loudly in the chapel where the funeral service is being held. The birds are mechanical—so it's being creamed.</p><p>(Like in the earlier episode of playing ball. Our being creamed in the foreground of the field by the other girls).</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>A microcosm, but it's of sailors—though I'm given attention standing in pictures with one or two of the men. They've come into a port at one time—I'm immature in age—it doesn't occur for that reason but is inverted, the sailors flirted with girls.</p><p>(Which is contemporary in time therefore. And being mechanical since I'm interested in the sailors, then merely interest).</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>A boy who was actually at the funeral—so it's inverted—was later playing ball, really occurring.</p><p>(Inverted also because of being at the funeral, mechanical birds part of it; so it isn't creamed in the future—not because of that).</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>The boy who was actually at the funeral—corresponds to work as a chimney sweep which I had for a short time—is inverted</p><p>(I didn't take the job seriously since it was in the past—I was supposed to do it awhile, was contemporary. So it's related to the boy; I got sick from the soot—so my leaving after working only two days stemmed from that).</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>Someone else driving—the funeral having taken place—is getting speeding tickets, with us in the car—we're older than he</p><p>So we don't say anything because we're older. Not about the police stopping him, the drive is several hundred miles at night—which is like him later going below the border</p><br /><blockquote>*</blockquote><br /><p>Him not being sentient</p><br /><br /><br /><p>A man whoring—it's from the standpoint of a girl, is a situation of trying to finance going below the border to whore and staying down there as long as he can before having to return to get some job.</p><p>(It's a microcosm, is also inverted—not retroactive).</p> "}, {"title": "Allende", "view_node": "/poem/allende", "field_author": "<a href=\"/poet/phillip-lopate\" hreflang=\"und\">Phillip Lopate</a>", "field_date_published": "2009", "body": " <pre>\nIn 200 years they won't remember me, Salvador\nAnd they won't remember you, so let's skip the part about\nHe will live with us forever.\nYou may get a footnote for being the only Marxist\nTo gain power in Latin America via parliamentary means;\nAnd the only sucker not to throw his enemies in jail.\nYou knew the power of the large land-owners, ITT,\nThe Army, U.S. Anaconda, the small frightened businessmen\nEasily manipulated, the shop-owners who could go either way\nAnd yet you didn't lift a finger to silence them.\nYou continued to defend the bicameral system of government\nUntil they bombed your palace and you shot yourself in the mouth.\nAnswer me this,\nNow that you are a bunch of hairs on a blood-stained sofa:\nI want to know why you killed yourself.\nBecause this was a very un-Marxist thing to do.\nBecause neither was this the way of a gradualist\nWith short graying hair and glasses,\n     and a face like a prominent surgeon's,\nWho, knowing this would happen, could have easily arranged for\nThe secret tunnel, the private plane, the unmarked car\nIn which you, huddled in grandmotherly wig, might begin\nTo write your memoirs. Was it too horrible to think of\nSpeaking at New York rallies to pockets of émigrés,\nForming shadow cabinets, and lunching with Juan Bosch\nOr Andreas Papandreou, swapping stories over wine about\nWhere you were when the shit hit the fan?\nI'm being vulgar, forgive me.\nI would rather believe in your doggish retreat\nThan the flamboyance of today's headlines which gloat:\nMARXIST REPORTED TO TAKE HIS LIFE.\nEven they are a little unsure. They leave room\n     for the graduate students\nOf the left, working in the carrels of libraries\nFor 100 years to discover the link,\nThe way it all fits together: Lumumba, King, Kennedy,\n     Allende, CIA.\n\nAnd it may turn out that my government actually murdered you\nBut what's the good of knowing that?\nWe know too many connections already, and they only satisfy\nThe pedantic urge that makes the world a crossword puzzle.\nSalvador, I'm sorry, I don't know what to say any more.\nTake back the bullet, it was a mistake, it redeems nothing.\n\nToday I look at the faces of passers-by and I think:\nIt figures. The banks have the money to buy counter-\nrevolution,\nThis wino has no money. He's nice enough, so is\nThat girl in the flamingo summer dress on wobbly heels.\nIt's September 12, possibly the prettiest day of the year.\nThe blue has never been so pure around the chimneys—\n\"Almost like—a cartoon!\" says the dental hygienist,\nGrasping for a metaphor. I never said it even to myself,\nBefore today, but just between you and me,\nAnd I don't want anyone else to hear: Senor.\nIt looks as if they have got us by the balls.\nThese faces in the street, how can they take power?\nHow can they rule?</pre>\n "}, {"title": "We Who Are Your Closest Friends", "view_node": "/poem/we-who-are-your-closest-friends", "field_author": "<a href=\"/poet/phillip-lopate\" hreflang=\"und\">Phillip Lopate</a>", "field_date_published": "2009", "body": " <pre>\nwe who are\nyour closest friends\nfeel the time\nhas come to tell you\nthat every Thursday\nwe have been meeting\nas a group\nto devise ways\nto keep you\nin perpetual uncertainty\nfrustration\ndiscontent and\ntorture\nby neither loving you\nas much as you want\nnor cutting you adrift\n\nyour analyst is\nin on it\nplus your boyfriend\nand your ex-husband\nand we have pledged\nto disappoint you\nas long as you need us\n\nin announcing our\nassociation\nwe realize we have\nplaced in your hands\na possible antidote\nagainst uncertainty\nindeed against ourselves\nbut since our Thursday nights\nhave brought us\nto a community of purpose\nrare in itself\nwith you as\nthe natural center\nwe feel hopeful you\nwill continue to make\nunreasonable\ndemands for affection\nif not as a consequence\nof your\ndisastrous personality\n\nthen for the good of the collective</pre>\n "}, {"title": "Numbness", "view_node": "/poem/numbness", "field_author": "<a href=\"/poet/phillip-lopate\" hreflang=\"und\">Phillip Lopate</a>", "field_date_published": "2009", "body": "<p><span class=\"long-line\">I have not felt a thing for weeks.</span><br /><span class=\"long-line\">But getting up and going to work on time</span><br /><span class=\"long-line\">I did what needed to be done, then rushed home.</span><br /><span class=\"long-line\">And even the main streets, those ancient charmers,</span><br /><span class=\"long-line\">Failed to amuse me, and the fight between</span><br /><span class=\"long-line\">The upstairs couple was nothing but loud noise.</span><br /><span class=\"long-line\">None of it touched me, except as an irritation,</span><br /><span class=\"long-line\">And though I knew I could stop</span><br /><span class=\"long-line\">And enjoy if I wanted to</span><br /><span class=\"long-line\">The karate excitement and the crowd</span><br /><span class=\"long-line\">That often gathers in front of funeral homes,</span><br /><span class=\"long-line\">I denied myself these dependable pleasures,</span><br /><span class=\"long-line\">The tricks of anti-depression</span><br /><span class=\"long-line\">That had taken me so long to learn,</span><br /><span class=\"long-line\">By now worn smooth with use, like bowling alleys in my soul.</span><br /><span class=\"long-line\">And certain records that one can't hear without</span><br /><span class=\"long-line\">Breaking into a smile, I refused to listen to</span><br /><span class=\"long-line\">In order to find out what it would be like</span><br /><span class=\"long-line\">To be cleansed of enthusiasm,</span><br /><span class=\"long-line\">And to learn to honor my emptiness,</span><br /><span class=\"long-line\">My indifference, myself at zero degrees.</span></p>\n\n<p>More than any desire to indulge the numbness I wanted to be free of the bullying urge to feel, Or to care, or to sympathize. I have always dreaded admitting I was unfeeling From the time my father called me ‘a cold fish,' And I thought he might be right, at nine years old And ever since I have run around convincing everyone What a passionate, sympathetic person I am.</p>\n\n<p>I would have said no poetry can come From a lack of enthusiasm; yet how much of my life, Of anyone's life, is spent in neutral gear? The economics of emotions demand it. Those rare intensities of love and anguish Are cheapened when you swamp them with souped-up ebulliences, A professional liveliness that wears so thin. There must be a poetry for that other state When I am feeling precisely nothing, there must Be an interesting way to write about it. There are continents of numbness to discover If I could have the patience or the courage.</p>\n\n<p>But supposing numbness were only a disguised disappointment? A veil for anger? Then it would have no right to attention In and of itself, and one would always have to push on, Push on, to the real source of the trouble— Which means, back to melodrama. Is the neutral state a cover for unhappiness, Or do I make myself impatient and unhappy To avoid my basic nature, which is passive and low-key? And if I knew the answer, Would it make any difference in my life? At bottom I feel something stubborn as ice fields, Like sorrow or endurance, propelling me.</p>\n"}, {"title": "Snowball Journal", "view_node": "/poem/snowball-journal", "field_author": "<a href=\"/poet/phillip-lopate\" hreflang=\"und\">Phillip Lopate</a>", "field_date_published": "2009", "body": " <blockquote><blockquote><i>to Carol</i></blockquote></blockquote>\n<pre>\n1.\n\nOur room, says the lady of the house\nis nicer than one in a motel\n                              and she's right\nsecond-storey bay windows\na mushy double bed T.V.\nand sportsman and gun magazines\n\n2.\n\nWe'll take it\nBut not the meal plan.\n\n3.\n\nIt turns out she is an alcoholic\n\n4.\n\nThose circular curtain rods\nare a nice personal touch\nshe must have put a lot of work\n                              into this house...\nwe settle down to make love\non a chair\nthe dependable thrill of foreign rooms, positions\n                              violating good people's rugs\n\n5.\n\nI stroke your legs and breasts as you straddle me\n\n6.\n\nWe bring out the Polaroid\ntake pictures of our bodies relaxed\nJust lean against the radiator, your back to the sun\na smile of bones dissolving\n          I squeeze the knob until it says YES\n\n7.\n\nBut you always manage\nto take three more pictures of me\nthan I do of you\n\n8.\n\nWe must take a stroll in the woods before the sun goes down\nyou slip out while I am reading\n          and drive to the country store\n          bringing back Vermont cheese,\n          bread for sandwiches, Utica beer\n          and Tasty Cups\n          For this I love you\n\nyou even get undressed again\nso we can both snack in bed\nwith the crumbs falling between us\n\n9.\n\nWe'll never see Vermont this way\nup and dressed for our 5 o'clock walk—\nthe hills above us make us laugh\nthey're all so pretty!\n          and we don't laugh that easily\n\n                    with my arm around your waist\n                    it seems child's play to live with you\n                    breathe in the electric air\n                    what has happened to all our demands\n                    don't even think about them\n                              if you kiss my left ear lobe\n                              and lick the other one\n                              I'll be as happy as\n\n10.\n\nThe sun is dying on the sharp points of the tree-tops\nnot just disappearing\nsoon we'll have to go back to the car, it's\ngetting cold\n\n11.\n\nI can't resist—I surprise you with a snowball\n                    The snow dribbles onto your\n                              bare breasts\nnow you have ‘snowy breasts'\n\n12.\n\nDinner is delicious! We compliment each other\nfor walking out of that expensive Auberge down the road\nand saying no to The Reluctant Panther\nThis one is moderate but certainly as good as the others!\nWe listen with delight as people in the next room\n                    are being turned away\n\n          Thank goodness we made our reservations just in time!\n\n‘Try the banana-loaf bread'\n     ‘I can't believe these lamb chops!'\n          greasing our teeth and fingers into the bone\n\nFamilies of skiers clomp into the dining room\nstudy menus, talking about the slopes\nMost have fat asses and need the exercise\nBut they are ordering everything! lobster with roast beef\n          and pie\nWhat could be more fun than eating! they cry\na hearty meal after a long day outdoors\nis justice.\n\n          Mother and daughter look-alikes\n          That girl could be pretty if she lost fifteen pounds\n          Now you know what she'll be like at forty.\n\n13.\n\nAt night you fall asleep\nand I stay up to read\n                    nothing on television\n\n14.\n\nThe next day—clouds, a little somber\nwe wake up leisurely\nand dawdle over breakfast in the trucker's diner\n          you seem apprehensive\nwhile I play record after record on the jukebox\nthat morning you came into our room\nI was stretched across the double-bed\n\"Guess what?\" you announced—beaming, dramatic—\n\"I started my period.\"\n\n          Now you're having second thoughts about it?\n\n          Very well, an honest discussion\n                    let's take stock of our lives\n                    by all means, say\n                    what's on your mind...\n                    this too is part of vacations\n\n15.\n\nWe have found a woods that is really private\nFresh-cut lumber, a carrot smell—\non the ground wood shavings, snow, pine cones\n          and animal tracks (deer hooves)\nI want to go where it's completely hooded\naway from the trail\nlive like an animal between the spaces of trees\n\n          you are afraid that the ice will crack\n          you would go, you say, if you had better boots\n\n                    a difference of opinion\n\nWe sit cautiously on a pile of snow\nWhat, are you shivering?\nlike a maniac I reach into your pants\n                    with chilling fingers\nso that you will be warmer\n                    and you shudder\n                    at the cheap power I have over you\n                    to make you sigh\n\n16.\n\nThe good mood regained\n\n17.\n\nLooking at the Green Mountains from a roadside promontory\nPeru, Vermont—\n          The Woman Thinks:\n\n          This is a place to raise children\n          live correctly\n          come to peace with myself\n\n          The Man Thinks:\n\n          perfect landscape\n          of mountains, firs and snow\n          I toss a snowball into the purest fields\n          to see if this is a beauty that mars easily\n          or deserves my worship\n\n18. Coda\n\nWhen we were standing before the mountains\nthe sun leaking pools on the snowy fields\nthe hard quiet of the barn and the owner's house\nthe watchdog's bark\nsky so intense we could only look through a crack in our lids\nand yet everything was blue—\n\nhow little I've been able to take with me\nback one week in the city</pre>\n "}, {"title": "Arts &amp; Sciences", "view_node": "/poem/arts-sciences", "field_author": "<a href=\"/poet/philip-appleman\" hreflang=\"und\">Philip Appleman</a>", "field_date_published": "2006", "body": " <blockquote>\"Everyone carries around in the back of<br />his mind the wreck of a thing he calls<br />his education.\" —Stephen Leacock</blockquote><p>SOLID GEOMETRY Here's a nice thought we can save: The luckiest thing about sex Is: you happen to be so concave In the very same place I'm convex. BOTANY Your thighs always blossomed like orchids, You had rose hips when we danced, But the question that always baffled me was: How can I get into those plants? ECONOMICS Diversification's a virtue, And as one of its multiple facets, when we're merging, it really won't hurt you To share your disposable assets. GEOGRAPHY Russian you would be deplorable, But your Lapland is simply Andorrable So my Hungary fantasy understands Why I can't keep my hands off your Netherlands. LIT. SURVEY Alexander composed like the Pope, Swift was of course never tardy, And my Longfellow's Wildest hope Is to find you right next to my Hardy. PHYSICS If E is how eager I am for you, And m is your marvelous body, And c means the caring I plan for you, Then E = Magna Cum Laude. MUSIC APPRECIATION You're my favorite tune, my symphony, So please do me this favor: Don't ever change, not even a hemi- Demi-semiquaver. ART APPRECIATION King Arthur, betrayed by Sir Lancelot, Blamed the poets who'd praised him, and spake: \"That knight's nights are in the Queen's pantsalot, So from now on your art's for Art's sake.\" ABSTRACT EXPRESSIONISM I couldn’t do Goyas or Grecos, And my Rembrandts had zero panache, But after I junked all my brushes, My canvases made quite a splash. PHILOSOPHY 1. Blaise Pascal Pascal, reflecting tearfully On our wars for the Holy Pigeon, Said, \"Alas, we do evil most cheerfully When we do it for religion.\" 2. René Descartes The unruly dactyls and anapests Were thumping their wild dithyrambic When Descartes with a scowl very sternly stressed: \"I think, therefore iambic!\" 3. Thomas Hobbes Better at thinking than loving, He deserved his wife's retort: On their wedding night, she told him, \"Tom, That was nasty, brutish – and short!\"</p> "}, {"title": "Five Easy Prayers for Pagans", "view_node": "/poem/five-easy-prayers-pagans", "field_author": "<a href=\"/poet/philip-appleman\" hreflang=\"und\">Philip Appleman</a>", "field_date_published": "1998", "body": " <pre>\n1. \n  \nO Karma, Dharma, pudding &amp; pie,\ngimme a break before I die: \ngrant me wisdom, will, &amp; wit, \npurity, probity, pluck, &amp; grit. \nTrustworthy, helpful, friendly, kind, \ngimme great abs and a steel-trap mind. \nAnd forgive, Ye Gods, some humble advice - \nthese little blessings would suffice \nto beget an earthly paradise: \nmake the bad people good \nand the good people nice, \nand before our world goes over the brink, \nteach the believers how to think. \n \n\n2. \n  \nO Venus, Cupid, Aphrodite, \nteach us Thy horsepower lingam, Thy firecracker yoni. \nShow us Thy hundreds of sacred &amp; tingling positions, \neach orifice panting for every groping tumescence. \nO lead us into the back rooms of silky temptation \nand deliver us over to midnights of trembling desire. \nBut before all the nectar &amp; honey leak out of this planet, \ngive us our passion in marble, commitment in granite. \n \n          \n3.\n          \nO Shiva, relentless Spirit of Outrage: \nin this vale of tearful True Believers, \nteach us to repeat again and again: \nNo, your Reverences, we will not serve \nyour Gross National Voodoo, your Church \nMilitant – we will not flatter the double faces \nof those who pray in the Temple of \nIncendiary Salvation. \nGentle Preserver, preserve the pure irreverence \nof our stubborn minds. \nTarget the priests, Implacable Destroyer – \nand hire a lawyer. \n\n              \n4.\n\nO Mammon, Thou who art daily dissed \nby everyone, yet boast more true disciples \nthan all other gods together, \nThou whose eerie sheen \ngleameth from Corporate Headquarters \nand Vatican Treasury alike, Thou \nwhose glittering eye impales us \nin the X-ray vision of plastic surgeons, \nthe golden leer of televangelists, \nthe star-spangled gloat of politicos – \nO Mammon, come down to us in the form \nof Treasuries, Annuities, &amp; High-Grade Bonds, \nyield unto us those Benedict Arnold Funds, \nthose Quicksand Convertible Securities, even the wet \nJudas Kiss of Futures Contracts – for \nunto the least of these Thy supplicants \nart Thou welcome in all Thy many forms. But \nwhen Thou comest to say we’re finally in the gentry – \nuse the service entry. \n\n               \n5.\n\nO flaky Goddess of Fortune, we beseech Thee: \nin the random thrust of Thy fluky favor, vector \nthe luminous lasers of Thy shifty eyes \ndown upon these, Thy needy &amp; oh-so-deserving \npetitioners.  Bend down to us the sexy \ncurve of Thine indifferent ear, and hear \nour passionate invocation: let Thy lovely, \nlying lips murmur to us the news \nof all our true-false guesses A-OK, \nour firm &amp; final offers come up rainbows, \nour hangnails &amp; hang-ups &amp; hangovers suddenly zapped, \nand then, O Goddess, give us your slippery word \nthat the faithless Lady Luck will hang around \nin our faithful love, friendships less fickle than youth, \nand a steady view of our world in its barefoot truth.</pre>\n "}, {"title": "Leaving Things Unfinished", "view_node": "/poem/leaving-things-unfinished", "field_author": "<a href=\"/poet/philip-appleman\" hreflang=\"und\">Philip Appleman</a>", "field_date_published": "2003", "body": " <pre>\nAs the black wings close in on you, \ntheir circling shadows blighting the sand, \nand your limp legs buckle, far \nfrom that shimmering oasis \non the horizon, \n\nas you face the implacable, \nhoping for one more lucky reprieve \nwhich you feel in your quivering heart \nwill arrive a moment too late, \n\nstill, \neven after the first white pill, \nyou will not surrender, \nfor back there somewhere, \nsafe from the hovering vultures, \nis that sketchy \ngrand design, that revolution \non the drawing board—no, \n\nall these years you've resisted \nthat sleek seducer, Completion—and now, \nas the mask snugs over your face, you feel \nyour legs go young again, heading out \nfor the shimmering palm trees \nthey will never reach, \nand you suck in great welcome gulps \nof the endlessly possible.</pre>\n "}, {"title": "What the Angels Left", "view_node": "/poem/what-angels-left", "field_author": "<a href=\"/poet/marie-howe\" hreflang=\"und\">Marie Howe</a>", "field_date_published": "1988", "body": "<p><span class=\"long-line\">At first, the scissors seemed perfectly harmless.</span><br /><span class=\"long-line\">They lay on the kitchen table in the blue light.</span></p>\n\n<p><span class=\"long-line\">Then I began to notice them all over the house,</span><br /><span class=\"long-line\">at night in the pantry, or filling up bowls in the cellar</span></p>\n\n<p><span class=\"long-line\">where there should have been apples. They appeared under rugs,</span><br /><span class=\"long-line\">lumpy places where one would usually settle before the fire,</span></p>\n\n<p><span class=\"long-line\">or suddenly shining in the sink at the bottom of soupy water.</span><br /><span class=\"long-line\">Once, I found a pair in the garden, stuck in turned dirt</span></p>\n\n<p><span class=\"long-line\">among the new bulbs, and one night, under my pillow,</span><br /><span class=\"long-line\">I felt something like a cool long tooth and pulled them out</span></p>\n\n<p><span class=\"long-line\">to lie next to me in the dark. Soon after that I began</span><br /><span class=\"long-line\">to collect them, filling boxes, old shopping bags,</span></p>\n\n<p><span class=\"long-line\">every suitcase I owned. I grew slightly uncomfortable</span><br /><span class=\"long-line\">when company came. What if someone noticed them</span></p>\n\n<p><span class=\"long-line\">when looking for forks or replacing dried dishes? I longed</span><br /><span class=\"long-line\">to throw them out, but how could I get rid of something</span></p>\n\n<p><span class=\"long-line\">that felt oddly like grace? It occurred to me finally</span><br /><span class=\"long-line\">that I was meant to use them, and I resisted a growing compulsion</span></p>\n\n<p><span class=\"long-line\">to cut my hair, although in moments of great distraction,</span><br /><span class=\"long-line\">I thought it was my eyes they wanted, or my soft belly</span></p>\n\n<p><span class=\"long-line\">—exhausted, in winter, I laid them out on the lawn.</span><br /><span class=\"long-line\">The snow fell quite as usual, without any apparent hesitation</span></p>\n\n<p><span class=\"long-line\">or discomfort. In spring, as expected, they were gone.</span><br /><span class=\"long-line\">In their place, a slight metallic smell, and the dear muddy earth.</span></p>\n"}, {"title": "Part of Eve&#039;s Discussion", "view_node": "/poem/part-eves-discussion", "field_author": "<a href=\"/poet/marie-howe\" hreflang=\"und\">Marie Howe</a>", "field_date_published": "1988", "body": " <pre>\n<span class=\"long-line\">It was like the moment when a bird decides not to eat from your hand,</span>\n<span class=\"long-line\">and flies, just before it flies, the moment the rivers seem to still</span>\n<span class=\"long-line\">and stop because a storm is coming, but there is no storm, as when</span>\n<span class=\"long-line\">a hundred starlings lift and bank together before they wheel and drop,</span>\n<span class=\"long-line\">very much like the moment, driving on bad ice, when it occurs to you</span>\nyour car could spin, just before it slowly begins to spin, like\n<span class=\"long-line\">the moment just before you forgot what it was you were about to say,</span>\nit was like that, and after that, it was still like that, only\nall the time.</pre>\n "}, {"title": "The Return", "view_node": "/poem/return-1", "field_author": "<a href=\"/poet/ezra-pound\" hreflang=\"und\">Ezra Pound</a>", "field_date_published": "1913", "body": "<p><span class=\"long-line\">See, they return; ah, see the tentative </span><br /><span class=\"long-line\">Movements, and the slow feet,           </span><br /><span class=\"long-line\">The trouble in the pace and the uncertain       </span><br /><span class=\"long-line\">Wavering!       </span></p>\n\n<p><span class=\"long-line\">See, they return, one, and by one,               </span><br /><span class=\"long-line\">With fear, as half-awakened;  </span><br /><span class=\"long-line\">As if the snow should hesitate            </span><br /><span class=\"long-line\">And murmur in the wind,       </span><br /><span class=\"long-line\">            and half turn back;      </span><br /><span class=\"long-line\">These were the \"Wing'd-with-Awe,\"          </span><br /><span class=\"long-line\">            inviolable.        </span></p>\n\n<p><span class=\"long-line\">Gods of the wingèd shoe!       </span><br /><span class=\"long-line\">With them the silver hounds,  </span><br /><span class=\"long-line\">            sniffing the trace of air!          </span></p>\n\n<p><span class=\"long-line\">Haie! Haie!             </span><br /><span class=\"long-line\">    These were the swift to harry;         </span><br /><span class=\"long-line\">These the keen-scented;          </span><br /><span class=\"long-line\">These were the souls of blood.           </span></p>\n\n<p><span class=\"long-line\">Slow on the leash,       </span><br /><span class=\"long-line\">            pallid the leash-men!</span></p>\n"}, {"title": "A Sequence", "view_node": "/poem/sequence", "field_author": "<a href=\"/poet/leslie-scalapino\" hreflang=\"und\">Leslie Scalapino</a>", "field_date_published": "1985", "body": " <p>She heard the sounds of a couple having intercourse and then getting up they went into the shower so that she caught a sight of them naked before hearing the water running. The parts of their bodies which had been covered by clothes were those of leopards. During puberty her own organs and skin were not like this though when she first had intercourse with a man he removed his clothes and his organ and flesh were also a leopard's. She already felt pleasure in sexual activity and her body not resembling these adults made her come easily which also occurred when she had intercourse with another man a few months later.</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>When sexual unions occurred between a brother and sister they weren't savages or primitive. She had that feeling about having intercourse with men whose organs were those of leopards and hers were not. Walking somewhere after one of these episodes she was excited by it though she might not have made this comparison if she'd actually had a brother. At least the woman she had seen in the shower had a leopard's parts. In these episodes when she'd had intercourse with a man he didn't remark about her not being like that. And if women had these characteristics which she didn't it made her come more easily with him.</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>She overheard another couple together and happened to see them as she had the couple in the shower. The nude part of the woman was like herself and the man had the leopard's parts so that she had the same reaction and came easily with someone, as she had with a sense of other women having a leopard's traits and herself isolated. The man with whom she had intercourse did not say anything that showed he had seen a difference in her and that made her react physically. Yet other women seemed to have a leopard's characteristics except for this one she'd seen.</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>Again it seemed that a man with whom she had intercourse was her brother and was ardent with her—but this would not have occurred to her had she really had a brother. Yet her feeling about him was also related to her seeing a woman who was pregnant and was the only one to be so. The woman not receiving attention or remarks on the pregnancy excited her; and went together with her sense of herself coming easily and yet not being pregnant until quite awhile after this time.</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>She also felt that she came easily feeling herself isolated when she was pregnant since she had the sense of other women having leopards' organs. They had previously had children. She was the only one who was pregnant and again she saw a couple together, the man with leopard's parts and the woman not having these characteristics.</p><p>Again she could come since her body was different from the adult who had some parts that were leopards, and having the sense of the women having had children earlier than her and their not having younger children now.</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>Her liking the other women to have had children when she was pregnant had to do with having them there and herself isolated—and yet people not saying much about or responding to the pregnancy. She thought of the man coming as when she caught a sight of the couple together—being able to come with someone a different time because she had a sense of a woman she'd seen having had her children earlier. There being a difference of age, even ten years, between a child she'd have and those the other women had had.</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>She happened to see some men who were undressed, as if they were boys—one of them had the features and organ of a leopard and the others did not. The difference in this case gave her the sense of them being boys, all of them rather than those who didn't have leopards' characteristics and this made her come easily with someone.</p><p>It was not a feeling of their being a younger age, since the men were her own age, and she found the men who lacked the leopard features to be as attractive as the one who had those features. She had the feeling of them as adults and her the same age as them, yet had the other feeling as well in order for her to come then.</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>She saw a couple who were entwined together and her feeling about them came from the earlier episode of seeing the men who were nude and having the sense of them being adolescent boys. Really she'd had the sense of the men she'd seen as being adults and herself the same age as them. The couple she watched were also around the same age as herself—the man being aware of someone else's presence after a time and coming. The woman pleased then though she had not come. She had intercourse with the man who had the features and organ of a leopard and whom she had first seen with the group of men who lacked these characteristics. The other men were attractive as he was. Yet having the sense of the difference between him and the others, she found it pleasant for him to come and for her not to come that time. The same thing occurred on another occasion with him.</p><br /><blockquote><hr align=\"left\" noshade=\"noshade\" size=\"1\" width=\"150\" /></blockquote><br /><p>She compared the man to plants, to the plants having a nervous aspect and being motionless. The man coming when he had the sense of being delayed in leaving—as if being slowed down had made him come and was exciting, and it was during the afternoon with people walking around. He was late and had to go somewhere, and came, with a feeling of delay and retarding—rather than out of nervousness.</p> "}, {"title": "Day [excerpt]", "view_node": "/poem/day-excerpt", "field_author": "<a href=\"/poet/kenneth-goldsmith\" hreflang=\"und\">Kenneth Goldsmith</a>", "field_date_published": "2003", "body": " <p>E28 THE NEW YORK TIMES, FRIDAY, SEPTEMBER 1, 2000</p><p>MAKING CHOICES</p><p>FINAL WEEKS</p><p>THROUGH SEPTEMBER 26</p><p>Anatomically Incorrect</p><p>How Movies</p><p>How Simple Can You Get?</p><p>Ideal Motif. Stieglitz, Weston,</p><p>Adams, and Callahan</p><p>Modern Living 2</p><p>New York Salon</p><p>The Observer: Cartier-Bresson</p><p>after the War</p><p>Paris Salon</p><p>The Rhetoric of Persuasion</p><p>Seeing Double</p><p>...piercing beauty, lots of sexy ugliness and</p><p>a wealth of challenging ideas. -The New York Times</p><p>Paris Salon</p><p>Sample the range of painting that appeared in mid-century Paris-works that highlight the competing definitions of modernity during this turbulent era. This exhibition includes paintings by Henri Matisse, Fernand Leger, Raoul Dufy, and many more.</p><p>The Rhetoric of Persuasion</p><p>The turbulent 1930s inspired many outstanding artists-including Jacob Lawrence, Dorothea Lange, and Diego Rivera-to lend their talents to social causes.</p><p>Modern Living 2</p><p>The sequel to Modern Living 1. See how Eero Saarincn, Alvar Aalto, and Charles and Ray Eames adapted their architecture and design concepts to technological advances after World War II.</p><p>MOMA</p><p>The Museum of Modern Art</p><p>11 West 53 Street, NY (212) 708-9400 www.moma.org Closed Wed.</p><p>Clockwise from top right: Three Women (Le Grand déjeuner). 1921, Oil on canvas. Mrs. Simon Guggenheim Fund © 2000 Estate of Ferdand Léger/ARS, N.Y. Charles Eames, Chaise Lounge 1948. Prototype for a stressed-skin shell: hard rubber foam, plastic, wood and metal. Gift of the designer. All works from the collection of The Museum of Modern Art. Dorothea Lange. Woman of the High Plains. Texas Panhandle. 1938, Gelatin silver print. Purchase</p><p>Made possible by The Starr Foundation, Generous support is provided by Agnes Gund and Daniel Shapiro in memory of Louise Reinhardt Smith. Additionial support provided by the Contemporary Exhibition Fund of The Museum of Modern Art, National Endowment for the Arts., Jerry I. Speyer and Kathleen G. Farley and The Contemporary Arts Council and The Junior Associates of The Museum of Modern Art Education programs accompanying MoMA 2000 are made possible by Paribas. Interactive environment supported by the Rockefeller Brothers Fund.</p><p>A DISTANT MUSE</p><p>Orientalist Works from the</p><p>Dahesh museum of Art</p><p>Through December 30</p><p>TUES-SAT 11 TO 6 ADMISSION FREE</p><p>Dahesh Museum of Art</p><p>601 Fifth Avenue at 48th St.</p><p>Tel 212-759-0606</p><p>www.daheshmuseum.org</p><p>FREDERIC ARTHUR BRIDGMAN (American, 1847-1928)</p><p>Cleopatra on the Terraces of Philae, 1896 (detail)</p><p>EXODUS</p><p>JOURNEY OF AN ARTIST</p><p>TAMAR HIRSCHL</p><p>RECENT WORK</p><p>SEPT. 7TH-OCT 7TH</p><p>OPENING RECEPTION</p><p>Thurs., Sept. 7th</p><p>from 6pm - 9pm</p><p>Please RSVP</p><p>by Fax or E-mail</p><p>GALLERY</p><p>STENDHAL</p><p>386 West Broadway,</p><p>New York, NY 10012</p><p>phone: 212 334-4649</p><p>fax: 212 224-4609</p><p>Gallery Hours:</p><p>Tue.-Sat. 11am - 6pm</p><p>E-mail: info@gallerystendhal.com</p><p>The New York Times The New York Times The New York Times The New York Times The New York Times The New York Times The New York Times The New Times The New York Times</p> "}, {"title": "The Busy-Man&#039;s Picture", "view_node": "/poem/busy-mans-picture", "field_author": "<a href=\"/poet/benjamin-franklin\" hreflang=\"und\">Benjamin Franklin</a>", "field_date_published": "1742", "body": " <pre>\nBUSINESS, thou Plague and Pleasure of my Life,\nThou charming Mistress, thou vexatious Wife;\nThou Enemy, thou Friend, to Joy, to Grief,\nThou bring'st me all, and bring'st me no Relief,\nThou bitter, sweet, thou pleasing, teazing Thing,\nThou Bee, that with thy Honey wears a Sting;\nSome Respite, prithee do, yet do not give,\nI cannot with thee, nor without thee live.</pre>\n "}, {"title": "How to Get Riches", "view_node": "/poem/how-get-riches", "field_author": "<a href=\"/poet/benjamin-franklin\" hreflang=\"und\">Benjamin Franklin</a>", "field_date_published": "1740", "body": " <blockquote>PRECEPT I.</blockquote><p>In Things of moment, on thy self depend,<br />Nor trust too far thy Servant or thy Friend:<br />With private Views, thy Friend may promise fair,<br />And Servants very seldom prove sincere.</p><blockquote>PRECEPT II.</blockquote><p>What can be done, with Care perform to Day,<br />Dangers unthought-of will attend Delay;<br />Your distant Prospects all precarious are,<br />And Fortune is as fickle as she's fair.</p><blockquote>PRECEPT III.</blockquote><p>Nor trivial Loss, nor trivial Gain despise;<br />Molehills, if often heap'd, to Mountains rise:<br />Weigh every small Expence, and nothing waste,<br />Farthings long sav'd, amount to Pounds at last.</p> "}], "pager": {"current_page": 505, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}