{"rows": [{"title": "Mimosa", "view_node": "/poem/mimosa", "field_author": "<a href=\"/poet/mary-ruefle\" hreflang=\"und\">Mary Ruefle</a>", "field_date_published": "2013", "body": " <p><i>for James Schuyler</i><br /><br />Pink dandruff of some tree<br />afloat on the swimming pool.<br />What’s that bird?<br />I’m not from around here.<br />My mail will probably be forwarded<br />as quietly as this pink fluff<br />or a question or morphine<br />or impatience or a mistake<br />or the infinite method<br />established by experience<br />but never in this world.<br />I’ve always wanted to use<br /><i>malarkey</i> and <i>henna</i> in a poem<br />and now I have.<br />Oh Jimmy, all you ever wanted<br />was to see the new century<br />but no such luck.<br />You never saw a century plant<br />either, or you would have<br />taken another drink.<br />They grow for one hundred years,<br />bloom in their centenary spring<br />then die forevermore.<br />The stalk is ten feet tall<br />(you’d be jealous) rising<br />out of a clump of cactus leaves<br />(think yucca) then busting into<br />creamy ovoids flaming<br />on the candelabrum.<br />I was in an air-conditioned car<br />when I saw it but still felt<br />the heat of its beauty,<br />I wanted to stop and talk to it<br />but we sped on, so tonight<br />I’ll xanax myself to sleep<br />with the sweet thought that<br />today and every day is a<br />century plant of its own<br />seeded awful long beginning<br />blooming in drive-by yelps<br />of love and helplessness<br />and you saw plenty of them,<br />spectacular and sad as<br />a head of hennaed hair,<br />a lot of malarkey<br />if you ask anybody<br />other than us.</p> "}, {"title": "After Catullus", "view_node": "/poem/after-catullus-0", "field_author": "<a href=\"/poet/matthew-rohrer\" hreflang=\"und\">Matthew Rohrer</a>", "field_date_published": "2013", "body": " <p>If you, Tom, could see this inflight video map<br /><br />of the world turning wildly on its axis<br /><br />you would not, I think, be mad, though it is not<br /><br />on paper, and that is what you do, but it is<br /><br />a useful thing to see the earth twisted up like this;<br /><br />it is our minds that are twisted, and you<br /><br />are twisted too around a spoon, and drunk, I’m sure<br /><br />by now, like me, past Newfoundland’s shore<br /><br />with other peoples’ wine and dotted lines<br /><br />to Bruxelles where I will only be<br /><br />to switch planes, but you, I think, first went<br /><br />there of all the other places you’ve been,<br /><br />gobbling up the light as you went,<br /><br />sending presents wrapped in maps.</p> "}, {"title": "harbor (the conversion)", "view_node": "/poem/harbor-conversion", "field_author": "<a href=\"/poet/nick-flynn\" hreflang=\"und\">Nick Flynn</a>", "field_date_published": "2013", "body": " <p>If this bowl is always empty<br /><br />If it breathes if it’s lung<br /><br />If a horse can rise from the ashes<br /><br /><br />Saul was a sailor on the boat to Damascus<br /><br />He did not know what he was<br /><br />Paul turned to a voice it rose up from the waves<br /><br />It chained his boat to the darkness<br /><br /><br />A man finds ash &amp; he makes it a man<br /><br />A horse finds ash in a horse<br /><br />It lifts us it holds us it breaks us again<br /><br />Scatter him into the harbor</p> "}, {"title": "Belong To", "view_node": "/poem/belong", "field_author": "<a href=\"/poet/david-baker\" hreflang=\"und\">David Baker</a>", "field_date_published": "2013", "body": " <p>See the pair of us<br />                              <i>Raining and morning<br /><br />the first soft ashes</i><br />                              along the high road<br /><br />running the far ridge<br />                              of pines ripped wild to<br /><br />timbers by storming<br />                              to shreds see the white<br /><br />shreds <i>like coals</i> like a<br />                              sudden sorrow see<br /><br />the partial moon see<br />                              the cut sky see us<br /><br />serene with singing<br />                              are we merry are<br /><br />we rueful neither<br />                              is there sufficient<br /><br />wording for what falls<br />                              <i>all the muffled horns</i><br /><br />pleading but too late<br />                              along the last route<br /><br />of what remains can<br />                              you see us what can<br /><br />you see there—<i>lost leaves<br />                              waiting to come back<br /><br />as leaves . . .</i></p> "}, {"title": "My Lady Is Compared to a Young Tree", "view_node": "/poem/my-lady-compared-young-tree", "field_author": "<a href=\"/poet/vachel-lindsay\" hreflang=\"und\">Vachel Lindsay</a>", "field_date_published": "2013", "body": " <p>When I see a young tree<br />In its white beginning,<br />With white leaves<br />And white buds<br />Barely tipped with green,<br />In the April weather,<br />In the weeping sunshine—<br />Then I see my lady,<br />My democratic queen,<br />Standing free and equal<br />With the youngest woodland sapling<br />Swaying, singing in the wind,<br />Delicate and white:<br />Soul so near to blossom,<br />Fragile, strong as death;<br />A kiss from far-off Eden,<br />A flash of Judgment's trumpet—<br />April's breath.</p> "}, {"title": "They Romp with Wooly Canines", "view_node": "/poem/they-romp-wooly-canines", "field_author": "<a href=\"/poet/patricia-smith\" hreflang=\"und\">Patricia Smith</a>", "field_date_published": "2013", "body": " <p>and spy whole lifetimes on the undersides of leaves.<br />Jazz intrudes, stank clogging that neat procession<br />of lush and flutter. His eyes, siphoned and dimming,<br />demand that he accept ardor as it is presented, with<br />its tear-splashed borders and stilted lists, romance<br />that is only on the agenda because hours do not stop.<br />Bless his sliver of soul. He’s nabbed a sizzling matron<br />who grays as we watch, a thick-ankled New England<br />whoop, muscled to suffer his stifling missionary weight.<br />Earth-smudged behind the wheel of her pickup,<br />she hums a tune that rhymes dots of dinner trapped<br />in his beard with twilight. Is it still a collision course<br />if you must lie down to rest? Bless her as she tries<br />on his name for size and plucks hairs from her chin.<br />Bless him as he barrels toward yet another wife<br />who will someday realize, idly, that her only purpose<br />in this dwindling novella of his days is to someday<br />lower his heralded bulk, with little fanfare, into a grave.</p> "}, {"title": "Wave", "view_node": "/poem/wave-0", "field_author": "<a href=\"/poet/david-keplinger\" hreflang=\"und\">David Keplinger</a>", "field_date_published": "2013", "body": " <p>Lincoln, leaving Springfield, 1861,<br />         boards a train with a salute: but it is weak.<br />To correct it, he slides his hand away<br />         from his face as if waving, as if brushing<br />the snows of childhood from his eyes.<br /><br />The train is coming east. In the window<br />         Lincoln watches his face. You’ll grow old<br />the moment you arrive, he says to this face.<br />         But you will never reach great age. The train<br />speeds like the cortical pressure wave<br /><br />in the left lateral sinus, say, a bullet<br />         in the skull. Then he will have his salute.<br />Then they will love him. Then eternity will slow, fall<br />         like snow. Then the treaty with huge silence<br />which he, his face exhausted, must sign.<br /> </p> "}, {"title": "The Sparrow", "view_node": "/poem/sparrow", "field_author": "<a href=\"/poet/gerald-stern\" hreflang=\"und\">Gerald Stern</a>", "field_date_published": "2013", "body": " <p>Here’s a common sparrow, a bit of a schnorrer<br />come to celebrate my 88th at<br />Whole Foods at 10th and Alton in<br />Miami Beach, a block away from where<br />my mother lived for 27 years,<br />the wrong end of Miami Beach then<br />but now the center; though she can hardly stay<br />for the party she is so busy with the cheese<br />which disentangled from the bread and one would<br />kiss her but she is partial to the bread<br />and has to fly away so she can eat<br />in secrecy which is a good enough gift<br />compared to the knowledge that I was common too<br />and if I eat from china I would just as soon<br />eat from paper—or plastic—the difference between<br />the sparrow and me is I need a solid plate<br />of some sort—even a leaf—a noble spine<br />and green in all directions and the smell of the<br />mother tree everywhere but I am slow now.</p> "}, {"title": "Poetry", "view_node": "/poem/poetry-1", "field_author": "<a href=\"/poet/alfred-kreymborg\" hreflang=\"und\">Alfred Kreymborg</a>", "field_date_published": "1920", "body": " <p>Ladislaw the critic<br />is five feet six inches high,<br />which means<br />that his eyes<br />are five feet two inches<br />from the ground,<br />which means,<br />if you read him your poem,<br />and his eyes lift to five feet<br />and a trifle more than two inches,<br />what you have done<br />is Poetry—<br />should his eyes remain<br />at five feet two inches,<br />you have perpetrated prose,<br />and do his eyes stoop<br />—which Heaven forbid!—<br />the least trifle below<br />five feet two inches,<br />you<br />are an unspeakable adjective.</p> "}, {"title": "Mother", "view_node": "/poem/mother-1", "field_author": "<a href=\"/poet/lola-ridge\" hreflang=\"und\">Lola Ridge</a>", "field_date_published": "1920", "body": " <p>Your love was like moonlight<br />turning harsh things to beauty,<br />so that little wry souls<br />reflecting each other obliquely<br />as in cracked mirrors . . .<br />beheld in your luminous spirit<br />their own reflection,<br />transfigured as in a shining stream,<br />and loved you for what they are not.<br /><br />You are less an image in my mind<br />than a luster<br />I see you in gleams<br />pale as star-light on a gray wall . . .<br />evanescent as the reflection of a white swan<br />shimmering in broken water.</p> "}, {"title": "A Greek Island", "view_node": "/poem/greek-island", "field_author": "<a href=\"/poet/edward-hirsch\" hreflang=\"und\">Edward Hirsch</a>", "field_date_published": "2013", "body": " <p>Traveling over your body I found<br /><br />The failing olive and the cajoling flute,<br /><br />Where I knelt down, as if in prayer,<br /><br />And sucked a moist pit<br /><br />From the marl<br /><br />Of the earth in a sacred cove.<br /><br /><br />You gave yourself to the god who comes,<br /><br />The liberator of the loud shout,<br /><br />While I fell into a trance,<br /><br />Blood on my lips,<br /><br />And stumbled into a temple on top<br /><br />Of a hill at the bottom of the sky.</p> "}, {"title": "Baudelaire in Airports", "view_node": "/poem/baudelaire-airports", "field_author": "<a href=\"/poet/amy-king\" hreflang=\"und\">Amy King</a>", "field_date_published": "2013", "body": "<p>Will my arm be enough to reach you?<br />\nOn whose side is indecision?<br />\nYou are the mother of material travel,<br />\neven in the form of a shoeless child.<br />\nIt is difficult to place time—especially here.<br />\nYou aren’t now, and you don’t come here.<br />\nThe other sameness, an other of the same<br />\nin the window before take off.<br />\nSo she learned past such things the echo.<br />\nWith the same eye from windows one watches<br />\na person with umbrella, sleek and pointed,<br />\nseek sky from its wet roof. As if the bitter low<br />\nwould be a woman with whiskers,<br />\nher eyes desperate, street-view, alone.<br />\nHow does this view of everything arc the moon?<br />\nIf a mosquito lands, what happens to the one who flew?<br />\nShe gives over to the site of red,<br />\nanother selfless pooling. A hungry pond.<br />\nThe painting of the person also wears mobile eggs,<br />\nand the woman returns to wheat fields<br />\nto drink goat’s milk for her meal and bath.<br />\nThat the body harbors more than combination,<br />\nthat we are more than alchemy’s process,<br />\nthat they are agents and actors incognito,<br />\nis visible only to those strolling on avenues on lost<br />\nstreets Parisian, no longer able to be found.</p>\n"}, {"title": "Before the Birth of One of Her Children", "view_node": "/poem/birth-one-her-children", "field_author": "<a href=\"/poet/anne-bradstreet\" hreflang=\"und\">Anne Bradstreet</a>", "field_date_published": "2013", "body": " <pre>&#13;\nAll things within this fading world hath end,&#13;\nAdversity doth still our joys attend;&#13;\nNo ties so strong, no friends so dear and sweet,&#13;\nBut with death's parting blow are sure to meet.&#13;\nThe sentence past is most irrevocable,&#13;\nA common thing, yet oh, inevitable.&#13;\nHow soon, my Dear, death may my steps attend,&#13;\nHow soon't may be thy lot to lose thy friend,&#13;\nWe both are ignorant, yet love bids me&#13;\nThese farewell lines to recommend to thee,&#13;\nThat when the knot's untied that made us one,&#13;\nI may seem thine, who in effect am none.&#13;\nAnd if I see not half my days that's due,&#13;\nWhat nature would, God grant to yours and you;&#13;\nThe many faults that well you know I have&#13;\nLet be interred in my oblivious grave;&#13;\nIf any worth or virtue were in me,&#13;\nLet that live freshly in thy memory&#13;\nAnd when thou feel'st no grief, as I no harmes,&#13;\nYet love thy dead, who long lay in thine arms,&#13;\nAnd when thy loss shall be repaid with gains&#13;\nLook to my little babes, my dear remains.&#13;\nAnd if thou love thyself, or loved'st me,&#13;\nThese O protect from stepdame's injury.&#13;\nAnd if chance to thine eyes shall bring this verse,&#13;\nWith some sad sighs honor my absent hearse;&#13;\nAnd kiss this paper for thy dear love's sake, &#13;\nWho with salt tears this last farewell did take.</pre>&#13;\n "}, {"title": "William Dawes", "view_node": "/poem/william-dawes", "field_author": "<a href=\"/poet/eileen-myles\" hreflang=\"und\">Eileen Myles</a>", "field_date_published": "2013", "body": " <p>faint tinkling down the street<br />moved me from Swan<br />to Mass Ave<br />the skinny men running<br />into Boston. Why<br /><br />I don’t know. Let’s go<br />to town hall<br />giant horses<br />Paul Revere &amp; William<br />Dawes and horses<br />hairy poop lands<br />splat on the brick. Get em to sign<br />your program. It’s not<br />even really Paul Revere<br />I went to the other<br />guy he signed William<br />Dawes was there really<br />a him he signed all antiquey<br />I think it’s in my trunk<br />and horses went down the street<br />again after the runners<br />I don’t even think they<br />live here. They run all the way<br />into Boston. Why<br /><br />little babies dying<br /><br />man’s and people losing<br />their leg you live in the world<br />now in history it’s true<br />is not a fake.</p> "}, {"title": "I saw a man pursuing the horizon", "view_node": "/poem/i-saw-man-pursuing-horizon", "field_author": "<a href=\"/poet/stephen-crane\" hreflang=\"und\">Stephen Crane</a>", "field_date_published": "2013", "body": " <p>I saw a man pursuing the horizon;<br />Round and round they sped.<br />I was disturbed at this;<br />I accosted the man.<br />\"It is futile,\" I said,<br />\"You can never—\"<br /><br />\"You lie,\" he cried,<br />And ran on.</p> "}, {"title": "Spent", "view_node": "/poem/spent", "field_author": "<a href=\"/poet/mark-doty\" hreflang=\"und\">Mark Doty</a>", "field_date_published": "2013", "body": " <p>Late August morning I go out to cut<br />spent and faded hydrangeas—washed<br />greens, russets, troubled little auras<br /><br />of sky as if these were the very silks<br />of Versailles, mottled by rain and ruin<br />then half-restored, after all this time…<br /><br />When I come back with my handful<br />I realize I’ve accidentally locked the door,<br />and can’t get back into the house.<br /><br />The dining room window’s easiest;<br />crawl through beauty bush and spirea,<br />push aside some errant maples, take down<br /><br />the wood-framed screen, hoist myself up.<br />But how, exactly, to clamber across the sill<br />and the radiator down to the tile?<br /><br />I try bending one leg in, but I don’t fold<br />readily; I push myself up so that my waist<br />rests against the sill, and lean forward,<br /><br />place my hands on the floor and begin to slide<br />down into the room, which makes me think<br />this was what it was like to be born:<br /><br />awkward, too big for the passageway…<br />Negotiate, submit?<br />                           When I give myself<br />to gravity there I am, inside, no harm,<br /><br />the dazzling splotchy flowerheads<br />scattered around me on the floor.<br />Will leaving the world be the same<br /><br />—uncertainty as to how to proceed,<br />some discomfort, and suddenly you’re<br />—where? I am so involved with this idea<br /><br />I forget to unlock the door,<br />so when I go to fetch the mail, I’m locked out<br />again. Am I at home in this house,<br /><br />would I prefer to be out here,<br />where I could be almost anyone?<br />This time it’s simpler: the window-frame,<br /><br />the radiator, my descent. Born twice<br />in one day!<br />                In their silvered jug,<br />these bruise-blessed flowers:<br /><br />how hard I had to work to bring them<br />into this room. When I say <i>spent</i>,<br />I don’t mean they have no further coin.<br /><br />If there are lives to come, I think<br />they might be a littler easier than this one.</p> "}, {"title": "Dear J.", "view_node": "/poem/dear-j", "field_author": "<a href=\"/poet/kazim-ali\" hreflang=\"und\">Kazim Ali</a>", "field_date_published": "2013", "body": " <p>It should be a letter<br />To the man inside<br />I could not become<br /><br />Dressed in yellow<br />And green, the colors of spring<br />So I could leave death<br /><br />In its chamber veined<br />With deep ore<br />I’ve no more to tell you<br /><br />Last winter I climbed<br />The mountains of Musoorie<br />To hear frozen peals of bell and wire<br /><br />A silver thread of sound<br />Sky to navel<br />Draws me<br /><br />like the black strip<br />in a flower’s throat<br />meant to guide you in<br /><br />I lie now in the winter<br />open-petaled beneath Sirius<br />I cereus bloom</p> "}, {"title": "Papyrus", "view_node": "/poem/papyrus", "field_author": "<a href=\"/poet/ezra-pound\" hreflang=\"und\">Ezra Pound</a>", "field_date_published": "1916", "body": " <p>Spring . . . . . . .<br />Too long . . . . . .<br />Gongula . . . . . .</p> "}, {"title": "Lake Havasu", "view_node": "/poem/lake-havasu", "field_author": "<a href=\"/poet/dorianne-laux\" hreflang=\"und\">Dorianne Laux</a>", "field_date_published": "2013", "body": " <p>Man-made, bejesus hot, patches of sand turned to glass.<br />Home of Iron Mountain and McCulloch chainsaws.<br /><br />London Bridge, disassembled, shipped, reassembled.<br />The white sturgeon stocked, found dead, some lost,<br />hiding in the depths of Parker Dam. Fifty year-old<br />monsters, maybe twenty feet long. Lake named<br /><br />for the Mojave word for blue. <i>Havasu. Havasu.</i><br />What we called the sky on largemouth bass days,<br /><br />striped bass nights, carp, catfish, crappie, razorback,<br />turtles, stocked, caught, restocked. I stood waist deep<br />in that dammed blue, and I was beautiful, a life saver<br />resting on my young hips, childless, oblivious<br /><br />to politics, to the life carted in and dumped<br />into the cauldron I swam through, going under,<br /><br />gliding along the cool sand like a human fish,<br />white bikini-ed shark flashing my blind side.<br />We heard a woman died, face down in the sand,<br />drunk on a 125 degree day. That night we slept<br /><br />on dampened sheets, a hotel ice bucket on the<br />bedside table. We sucked the cubes round, slid<br /><br />the beveled edges down our thighs and spines,<br />let them melt to pools in the small caves<br />below our sternums. While you slept beside me<br />I thought of that woman, her body one long<br /><br />third degree burn, sweating and turning<br />under a largo moon, the TV on: seven dead<br /><br />from Tylenol, the etched black wedge of the<br />Vietnam Memorial, the Commodore Computer<br />unveiled, the first artificial heart, just beginning<br />to wonder if something might be wrong.</p> "}, {"title": "Longing to Commodious", "view_node": "/poem/longing-commodious", "field_author": "<a href=\"/poet/rob-halpern\" hreflang=\"und\">Rob Halpern</a>", "field_date_published": "2013", "body": " <p>This is where it gets pretty personal hemmed in<br />- side acts enclosing sense eroding all my needs<br />For warmth &amp; honey common phantoms things<br /><br />Sing of use not being on our side they press again<br />- st my limit being a swarm becoming corralled<br />Inside the same nonsite falling to a cop’s baton<br /><br />Not failing the place property erases you see for<br />- ce shifting lines converging undoing time<br />The way we make it deep how deep the ground<br /><br />Dreams futures not being bound to rates rent<br />Open squares under private siege a coup<br />Like common sense undone the library itself hi<br /><br />- jacked commanded dumped by armed pretenders<br />Say the commode goes up in smoke say what<br />You are has been revoked utopian imaginary<br /><br />Say whatever you want has been unmade<br />&amp; ready to be made again with<br />- drawn people arouse<br /><br />                                — <i>the place itself, this hole in the goods. </i></p> "}], "pager": {"current_page": 425, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}