{"rows": [{"title": "Fifteen, Maybe Sixteen Things to Worry About", "view_node": "/poem/fifteen-maybe-sixteen-things-worry-about", "field_author": "<a href=\"/poet/judith-viorst\" hreflang=\"und\">Judith Viorst</a>", "field_date_published": "1981", "body": " <pre>\nMy pants could maybe fall down when I dive off the diving board.\nMy nose could maybe keep growing and never quit.\nMiss Brearly could ask me to spell words like <i>stomach</i> and <i>special</i>.\n     (<i>Stumick</i> and <i>speshul</i>?)\nI could play tag all day and always be \"it.\"\nJay Spievack, who's fourteen feet tall, could want to fight me.\nMy mom and my dad—like Ted's—could want a divorce.\nMiss Brearly could ask me a question about Afghanistan.\n     (Who's Afghanistan?)\nSomebody maybe could make me ride a horse.\nMy mother could maybe decide that I needed more liver.\nMy dad could decide that I needed less TV.\nMiss Brearly could say that I have to write script and stop printing.\n     (I'm better at printing.)\nChris could decide to stop being friends with me.\n\nThe world could maybe come to an end on next Tuesday.\nThe ceiling could maybe come crashing on my head.\nI maybe could run out of things for me to worry about.\nAnd then I'd have to do my homework instead.</pre>\n "}, {"title": "Since Hanna Moved Away", "view_node": "/poem/hanna-moved-away", "field_author": "<a href=\"/poet/judith-viorst\" hreflang=\"und\">Judith Viorst</a>", "field_date_published": "1981", "body": "<p><span class=\"long-line\">The tires on my bike are flat.</span><br /><span class=\"long-line\">The sky is grouchy gray.</span><br /><span class=\"long-line\">At least it sure feels like that</span><br /><span class=\"long-line\">Since Hanna moved away.</span></p>\n\n<p><span class=\"long-line\">Chocolate ice cream tastes like prunes.</span><br /><span class=\"long-line\">December's come to stay.</span><br /><span class=\"long-line\">They've taken back the Mays and Junes</span><br /><span class=\"long-line\">Since Hanna moved away.</span></p>\n\n<p><span class=\"long-line\">Flowers smell like halibut.</span><br /><span class=\"long-line\">Velvet feels like hay.</span><br /><span class=\"long-line\">Every handsome dog's a mutt</span><br /><span class=\"long-line\">Since Hanna moved away.</span></p>\n\n<p><span class=\"long-line\">Nothing's fun to laugh about.</span><br /><span class=\"long-line\">Nothing's fun to play.</span><br /><span class=\"long-line\">They call me, but I won't come out</span><br /><span class=\"long-line\">Since Hanna moved away.</span></p>\n"}, {"title": "Mother Doesn&#039;t Want a Dog", "view_node": "/poem/mother-doesnt-want-dog", "field_author": "<a href=\"/poet/judith-viorst\" hreflang=\"und\">Judith Viorst</a>", "field_date_published": "1981", "body": "<p><span class=\"long-line\">Mother doesn't want a dog.</span><br /><span class=\"long-line\">Mother says they smell,</span><br /><span class=\"long-line\">And never sit when you say sit,</span><br /><span class=\"long-line\">Or even when you yell.</span><br /><span class=\"long-line\">And when you come home late at night</span><br /><span class=\"long-line\">And there is ice and snow,</span><br /><span class=\"long-line\">You have to go back out because</span><br /><span class=\"long-line\">The dumb dog has to go.</span></p>\n\n<p><span class=\"long-line\">Mother doesn't want a dog.</span><br /><span class=\"long-line\">Mother says they shed,</span><br /><span class=\"long-line\">And always let the strangers in</span><br /><span class=\"long-line\">And bark at friends instead,</span><br /><span class=\"long-line\">And do disgraceful things on rugs,</span><br /><span class=\"long-line\">And track mud on the floor,</span><br /><span class=\"long-line\">And flop upon your bed at night</span><br /><span class=\"long-line\">And snore their doggy snore.</span></p>\n\n<p><span class=\"long-line\">Mother doesn't want a dog.</span><br /><span class=\"long-line\">She's making a mistake.</span><br /><span class=\"long-line\">Because, more than a dog, I think</span><br /><span class=\"long-line\">She will not want this snake.</span></p>\n"}, {"title": "Some Things Don&#039;t Make Any Sense at All", "view_node": "/poem/some-things-dont-make-any-sense-all", "field_author": "<a href=\"/poet/judith-viorst\" hreflang=\"und\">Judith Viorst</a>", "field_date_published": "1981", "body": " <pre>\nMy mom says I'm her sugarplum.\nMy mom says I'm her lamb.\nMy mom says I'm completely perfect\nJust the way I am.\nMy mom says I'm a super-special wonderful terrific little guy.\nMy mom just had another baby.\nWhy?</pre>\n "}, {"title": "Birches", "view_node": "/poem/birches", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "1916", "body": "<p><span class=\"long-line\">When I see birches bend to left and right</span><br /><span class=\"long-line\">Across the lines of straighter darker trees,</span><br /><span class=\"long-line\">I like to think some boy's been swinging them.</span><br /><span class=\"long-line\">But swinging doesn't bend them down to stay </span><br /><span class=\"long-line\">As ice-storms do. Often you must have seen them</span><br /><span class=\"long-line\">Loaded with ice a sunny winter morning</span><br /><span class=\"long-line\">After a rain. They click upon themselves</span><br /><span class=\"long-line\">As the breeze rises, and turn many-colored</span><br /><span class=\"long-line\">As the stir cracks and crazes their enamel.</span><br /><span class=\"long-line\">Soon the sun's warmth makes them shed crystal shells</span><br /><span class=\"long-line\">Shattering and avalanching on the snow-crust--</span><br /><span class=\"long-line\">Such heaps of broken glass to sweep away</span><br /><span class=\"long-line\">You'd think the inner dome of heaven had fallen.</span><br /><span class=\"long-line\">They are dragged to the withered bracken by the load,</span><br /><span class=\"long-line\">And they seem not to break; though once they are bowed</span><br /><span class=\"long-line\">So low for long, they never right themselves:</span><br /><span class=\"long-line\">You may see their trunks arching in the woods</span><br /><span class=\"long-line\">Years afterwards, trailing their leaves on the ground</span><br /><span class=\"long-line\">Like girls on hands and knees that throw their hair</span><br /><span class=\"long-line\">Before them over their heads to dry in the sun.</span><br /><span class=\"long-line\">But I was going to say when Truth broke in</span><br /><span class=\"long-line\">With all her matter-of-fact about the ice-storm</span><br /><span class=\"long-line\">I should prefer to have some boy bend them</span><br /><span class=\"long-line\">As he went out and in to fetch the cows--</span><br /><span class=\"long-line\">Some boy too far from town to learn baseball,</span><br /><span class=\"long-line\">Whose only play was what he found himself,</span><br /><span class=\"long-line\">Summer or winter, and could play alone.</span><br /><span class=\"long-line\">One by one he subdued his father's trees</span><br /><span class=\"long-line\">By riding them down over and over again</span><br /><span class=\"long-line\">Until he took the stiffness out of them,</span><br /><span class=\"long-line\">And not one but hung limp, not one was left</span><br /><span class=\"long-line\">For him to conquer. He learned all there was</span><br /><span class=\"long-line\">To learn about not launching out too soon</span><br /><span class=\"long-line\">And so not carrying the tree away</span><br /><span class=\"long-line\">Clear to the ground. He always kept his poise</span><br /><span class=\"long-line\">To the top branches, climbing carefully</span><br /><span class=\"long-line\">With the same pains you use to fill a cup</span><br /><span class=\"long-line\">Up to the brim, and even above the brim.</span><br /><span class=\"long-line\">Then he flung outward, feet first, with a swish,</span><br /><span class=\"long-line\">Kicking his way down through the air to the ground.</span><br /><span class=\"long-line\">So was I once myself a swinger of birches.</span><br /><span class=\"long-line\">And so I dream of going back to be.</span><br /><span class=\"long-line\">It's when I'm weary of considerations,</span><br /><span class=\"long-line\">And life is too much like a pathless wood</span><br /><span class=\"long-line\">Where your face burns and tickles with the cobwebs</span><br /><span class=\"long-line\">Broken across it, and one eye is weeping</span><br /><span class=\"long-line\">From a twig's having lashed across it open.</span><br /><span class=\"long-line\">I'd like to get away from earth awhile</span><br /><span class=\"long-line\">And then come back to it and begin over.</span><br /><span class=\"long-line\">May no fate willfully misunderstand me</span><br /><span class=\"long-line\">And half grant what I wish and snatch me away</span><br /><span class=\"long-line\">Not to return. Earth's the right place for love:</span><br /><span class=\"long-line\">I don't know where it's likely to go better.</span><br /><span class=\"long-line\">I'd like to go by climbing a birch tree,</span><br /><span class=\"long-line\">And climb black branches up a snow-white trunk</span><br /><span class=\"long-line\">Toward heaven, till the tree could bear no more,</span><br /><span class=\"long-line\">But dipped its top and set me down again.</span><br /><span class=\"long-line\">That would be good both going and coming back.</span><br /><span class=\"long-line\">One could do worse than be a swinger of birches.</span></p>\n"}, {"title": "Home Burial", "view_node": "/poem/home-burial", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "1916", "body": " <pre>\nHe saw her from the bottom of the stairs\nBefore she saw him.  She was starting down,\nLooking back over her shoulder at some fear.\nShe took a doubtful step and then undid it\nTo raise herself and look again.  He spoke\nAdvancing toward her:  'What is it you see\nFrom up there always--for I want to know.'\nShe turned and sank upon her skirts at that,\nAnd her face changed from terrified to dull.\nHe said to gain time:  'What is it you see,'\nMounting until she cowered under him.\n'I will find out now--you must tell me, dear.'\nShe, in her place, refused him any help\nWith the least stiffening of her neck and silence.\nShe let him look, sure that he wouldn't see,\nBlind creature; and awhile he didn't see.\nBut at last he murmured, 'Oh,' and again, 'Oh.'\n\n'What is it--what?' she said.\n\t\t\t\t\t'Just that I see.'\n\n'You don't,' she challenged.  'Tell me what it is.'\n\n'The wonder is I didn't see at once.\nI never noticed it from here before.\nI must be wonted to it--that's the reason.\nThe little graveyard where my people are!\nSo small the window frames the whole of it.\nNot so much larger than a bedroom, is it?\nThere are three stones of slate and one of marble,\nBroad-shouldered little slabs there in the sunlight\nOn the sidehill.  We haven't to mind those.\nBut I understand:  it is not the stones,\nBut the child's mound--'\n\n\t\t\t\t'Don't, don't, don't, don't,' she cried.\n\nShe withdrew shrinking from beneath his arm\nThat rested on the bannister, and slid downstairs;\nAnd turned on him with such a daunting look,\nHe said twice over before he knew himself:\n'Can't a man speak of his own child he's lost?'\n\n'Not you!  Oh, where's my hat?  Oh, I don't need it!\nI must get out of here.  I must get air.\nI don't know rightly whether any man can.'\n\n'Amy!  Don't go to someone else this time.\nListen to me.  I won't come down the stairs.'\nHe sat and fixed his chin between his fists.\n'There's something I should like to ask you, dear.'\n\n'You don't know how to ask it.'\n\n\t\t\t\t\t'Help me, then.'\n\nHer fingers moved the latch for all reply.\n\n'My words are nearly always an offense.\nI don't know how to speak of anything\nSo as to please you.  But I might be taught\nI should suppose.  I can't say I see how.\nA man must partly give up being a man\nWith women-folk.  We could have some arrangement\nBy which I'd bind myself to keep hands off\nAnything special you're a-mind to name.\nThough I don't like such things 'twixt those that love.\nTwo that don't love can't live together without them.\nBut two that do can't live together with them.'\nShe moved the latch a little.  'Don't--don't go.\nDon't carry it to someone else this time.\nTell me about it if it's something human.\nLet me into your grief.  I'm not so much\nUnlike other folks as your standing there\nApart would make me out.  Give me my chance.\nI do think, though, you overdo it a little.\nWhat was it brought you up to think it the thing\nTo take your mother--loss of a first child\nSo inconsolably--in the face of love.\nYou'd think his memory might be satisfied--'\n\n'There you go sneering now!'\n\n\t\t\t\t\t'I'm not, I'm not!\nYou make me angry.  I'll come down to you.\nGod, what a woman!  And it's come to this,\nA man can't speak of his own child that's dead.'\n\n'You can't because you don't know how to speak.\nIf you had any feelings, you that dug\nWith your own hand--how could you?--his little grave;\nI saw you from that very window there,\nMaking the gravel leap and leap in air,\nLeap up, like that, like that, and land so lightly\nAnd roll back down the mound beside the hole.\nI thought, Who is that man?  I didn't know you.\nAnd I crept down the stairs and up the stairs\nTo look again, and still your spade kept lifting.\nThen you came in.  I heard your rumbling voice\nOut in the kitchen, and I don't know why,\nBut I went near to see with my own eyes.\nYou could sit there with the stains on your shoes\nOf the fresh earth from your own baby's grave\nAnd talk about your everyday concerns.\nYou had stood the spade up against the wall\nOutside there in the entry, for I saw it.'\n\n'I shall laugh the worst laugh I ever laughed.\nI'm cursed.  God, if I don't believe I'm cursed.'\n\n'I can repeat the very words you were saying.\n\"Three foggy mornings and one rainy day\nWill rot the best birch fence a man can build.\"\nThink of it, talk like that at such a time!\nWhat had how long it takes a birch to rot\nTo do with what was in the darkened parlor.\nYou couldn't care!  The nearest friends can go\nWith anyone to death, comes so far short\nThey might as well not try to go at all.\nNo, from the time when one is sick to death,\nOne is alone, and he dies more alone.\nFriends make pretense of following to the grave,\nBut before one is in it, their minds are turned\nAnd making the best of their way back to life\nAnd living people, and things they understand.\nBut the world's evil.  I won't have grief so\nIf I can change it.  Oh, I won't, I won't!'\n\n'There, you have said it all and you feel better.\nYou won't go now.  You're crying.  Close the door.\nThe heart's gone out of it:  why keep it up.\nAmy!  There's someone coming down the road!'\n\n'You--oh, you think the talk is all.  I must go--\nSomewhere out of this house.  How can I make you--'\n\n'If--you--do!'  She was opening the door wider.\n'Where do you mean to go?  First tell me that.\nI'll follow and bring you back by force.  I will!--'</pre>\n "}, {"title": "To Blossoms", "view_node": "/poem/blossoms", "field_author": "<a href=\"/poet/robert-herrick\" hreflang=\"und\">Robert Herrick</a>", "field_date_published": "1648", "body": " <pre>\nFair pledges of a fruitful tree,\n   Why do ye fall so fast?\n   Your date is not so past,\nBut you may stay yet here awhile\n   To blush and gently smile,\n      And go at last.\n\t\t\nWhat, were ye born to be\n   An hour or half's delight,\n   And so to bid good-night?\n'Twas pity Nature brought ye forth\n   Merely to show your worth,\n      And lose you quite.\n\nBut you are lovely leaves, where we\n   May read how soon things have\n   Their end, though ne'er so brave:\nAnd after they have shown their pride\n   Like you, awhile, they glide\n      Into the grave.</pre>\n "}, {"title": "The Argument of His Book", "view_node": "/poem/argument-his-book", "field_author": "<a href=\"/poet/robert-herrick\" hreflang=\"und\">Robert Herrick</a>", "field_date_published": "1648", "body": " <pre>\nI sing of brooks, of blossoms, birds, and bowers,\nOf April, May, of June, and July flowers.\nI sing of Maypoles, hock carts, wassails, wakes,\nOf bridegrooms, brides, and of their bridal cakes.\nI write of youth, of love, and have access\nBy these to sing of cleanly wantonness.\nI sing of dews, of rains, and, piece by piece,\nOf balm, of oil, of spice, and ambergris.\nI sing of times trans-shifting, and I write\nHow roses first came red and lilies white.\nI write of groves, of twilights, and I sing\nThe court of Mab and of the fairy king.\nI write of hell; I sing (and ever shall)\nOf heaven, and hope to have it after all.</pre>\n "}, {"title": "Like Most Revelations", "view_node": "/poem/most-revelations", "field_author": "<a href=\"/poet/richard-howard\" hreflang=\"und\">Richard Howard</a>", "field_date_published": "1994", "body": " <p><i>(after Morris Louis)</i></p>\n<pre>\nIt is the movement that incites the form,\ndiscovered as a downward rapture—yes,\nit is the movement that delights the form,\nsustained by its own velocity.  And yet\n\nit is the movement that delays the form\nwhile darkness slows and encumbers; in fact\nit is the movement that betrays the form,\nbaffled in such toils of ease, until\n\nit is the movement that deceives the form, \nbeguiling our attention—we supposed\nit is the movement that achieves the form.\nWere we mistaken?  What does it matter if\n\nit is the movement that negates the form?\nEven though we give (give up) ourselves\nto this mortal process of continuing,\nit is the movement that creates the form.</pre>\n "}, {"title": "Summer Holiday", "view_node": "/poem/summer-holiday", "field_author": "<a href=\"/poet/robinson-jeffers\" hreflang=\"und\">Robinson Jeffers</a>", "field_date_published": "1995", "body": " <pre>\nWhen the sun shouts and people abound\nOne thinks there were the ages of stone and the age of\n     bronze\nAnd the iron age; iron the unstable metal;\nSteel made of iron, unstable as his mother; the tow-\n     ered-up cities\nWill be stains of rust on mounds of plaster.\nRoots will not pierce the heaps for a time, kind rains\n     will cure them,\nThen nothing will remain of the iron age\nAnd all these people but a thigh-bone or so, a poem\nStuck in the world's thought, splinters of glass\nIn the rubbish dumps, a concrete dam far off in the \n     mountain...</pre>\n "}, {"title": "Carmel Point", "view_node": "/poem/carmel-point", "field_author": "<a href=\"/poet/robinson-jeffers\" hreflang=\"und\">Robinson Jeffers</a>", "field_date_published": "1995", "body": " <pre>\nThe extraordinary patience of things! \nThis beautiful place defaced with a crop of suburban houses—\nHow beautiful when we first beheld it,\nUnbroken field of poppy and lupin walled with clean cliffs;\nNo intrusion but two or three horses pasturing,\nOr a few milch cows rubbing their flanks on the outcrop rockheads—\nNow the spoiler has come: does it care?\nNot faintly. It has all time. It knows the people are a tide\nThat swells and in time will ebb, and all\nTheir works dissolve. Meanwhile the image of the pristine beauty\nLives in the very grain of the granite,\nSafe as the endless ocean that climbs our cliff.—As for us:\nWe must uncenter our minds from ourselves;\nWe must unhumanize our views a little, and become confident\nAs the rock and ocean that we were made from.\n</pre>\n "}, {"title": "Yesterday", "view_node": "/poem/yesterday", "field_author": "<a href=\"/poet/w-s-merwin\" hreflang=\"und\">W. S. Merwin</a>", "field_date_published": "1983", "body": "<p><span class=\"long-line\">My friend says I was not a good son</span><br /><span class=\"long-line\">you understand</span><br /><span class=\"long-line\">I say yes I understand</span></p>\n\n<p><span class=\"long-line\">he says I did not go</span><br /><span class=\"long-line\">to see my parents very often you know</span><br /><span class=\"long-line\">and I say yes I know</span></p>\n\n<p><span class=\"long-line\">even when I was living in the same city he says</span><br /><span class=\"long-line\">maybe I would go there once</span><br /><span class=\"long-line\">a month or maybe even less</span><br /><span class=\"long-line\">I say oh yes</span></p>\n\n<p><span class=\"long-line\">he says the last time I went to see my father</span><br /><span class=\"long-line\">I say the last time I saw my father</span></p>\n\n<p><span class=\"long-line\">he says the last time I saw my father</span><br /><span class=\"long-line\">he was asking me about my life</span><br /><span class=\"long-line\">how I was making out and he</span><br /><span class=\"long-line\">went into the next room</span><br /><span class=\"long-line\">to get something to give me</span></p>\n\n<p><span class=\"long-line\">oh I say</span><br /><span class=\"long-line\">feeling again the cold</span><br /><span class=\"long-line\">of my father's hand the last time</span><br /><span class=\"long-line\">he says and my father turned</span><br /><span class=\"long-line\">in the doorway and saw me</span><br /><span class=\"long-line\">look at my wristwatch and he</span><br /><span class=\"long-line\">said you know I would like you to stay</span><br /><span class=\"long-line\">and talk with me</span></p>\n\n<p><span class=\"long-line\">oh yes I say</span></p>\n\n<p><span class=\"long-line\">but if you are busy he said</span><br /><span class=\"long-line\">I don't want you to feel that you</span><br /><span class=\"long-line\">have to</span><br /><span class=\"long-line\">just because I'm here</span></p>\n\n<p><span class=\"long-line\">I say nothing</span></p>\n\n<p><span class=\"long-line\">he says my father</span><br /><span class=\"long-line\">said maybe</span><br /><span class=\"long-line\">you have important work you are doing</span><br /><span class=\"long-line\">or maybe you should be seeing</span><br /><span class=\"long-line\">somebody I don't want to keep you</span></p>\n\n<p><span class=\"long-line\">I look out the window</span><br /><span class=\"long-line\">my friend is older than I am</span><br /><span class=\"long-line\">he says and I told my father it was so</span><br /><span class=\"long-line\">and I got up and left him then</span><br /><span class=\"long-line\">you know</span></p>\n\n<p><span class=\"long-line\">though there was nowhere I had to go</span><br /><span class=\"long-line\">and nothing I had to do</span></p>\n"}, {"title": "My Friends", "view_node": "/poem/my-friends", "field_author": "<a href=\"/poet/w-s-merwin\" hreflang=\"und\">W. S. Merwin</a>", "field_date_published": "1963", "body": " <pre>\nMy friends without shields walk on the target\n\nIt is late the windows are breaking\n\nMy friends without shoes leave\nWhat they love\nGrief moves among them as a fire among\nIts bells\nMy friends without clocks turn\nOn the dial they turn\nThey part\n\nMy friends with names like gloves set out\nBare handed as they have lived\nAnd nobody knows them\nIt is they that lay the wreaths at the milestones it is their\nCups that are found at the wells\nAnd are then chained up\n\nMy friends without feet sit by the wall\nNodding to the lame orchestra\n<i>Brotherhood</i> it says on the decorations\nMy friend without eyes sits in the rain smiling\nWith a nest of salt in his hand\n\nMy friends without fathers or houses hear\nDoors opening in the darkness\nWhose halls announce\n\nBehold the smoke has come home\n\nMy friends and I have in common\nThe present a wax bell in a wax belfry\nThis message telling of\nMetals this\nHunger for the sake of hunger this owl in the heart\nAnd these hands one\nFor asking one for applause\n\nMy friends with nothing leave it behind\nIn a box\nMy friends without keys go out from the jails it is night\nThey take the same road they miss\nEach other they invent the same banner in the dark\nThey ask their way only of sentries too proud to breathe\n\nAt dawn the stars on their flag will vanish\n\nThe water will turn up their footprints and the day will rise\nLike a monument to my\nFriends the forgotten</pre>\n "}, {"title": "Memorial Day for the War Dead", "view_node": "/poem/memorial-day-war-dead", "field_author": "<a href=\"/poet/yehuda-amichai\" hreflang=\"und\">Yehuda Amichai</a>", "field_date_published": "1977", "body": " <pre>\nMemorial day for the war dead.  Add now\nthe grief of all your losses to their grief,\neven of a woman that has left you.  Mix\nsorrow with sorrow, like time-saving history,\nwhich stacks holiday and sacrifice and mourning\non one day for easy, convenient memory.\n\nOh, sweet world soaked, like bread,\nin sweet milk for the terrible toothless God.\n\"Behind all this some great happiness is hiding.\"\nNo use to weep inside and to scream outside.\nBehind all this perhaps some great happiness is hiding.\n\nMemorial day.  Bitter salt is dressed up\nas a little girl with flowers.\nThe streets are cordoned off with ropes,\nfor the marching together of the living and the dead.\nChildren with a grief not their own march slowly,\nlike stepping over broken glass.\n\nThe flautist's mouth will stay like that for many days.\nA dead soldier swims above little heads\nwith the swimming movements of the dead,\nwith the ancient error the dead have\nabout the place of the living water.\n\nA flag loses contact with reality and flies off.\nA shopwindow is decorated with\ndresses of beautiful women, in blue and white.\nAnd everything in three languages:\nHebrew, Arabic, and Death.\n\nA great and royal animal is dying \nall through the night under the jasmine \ntree with a constant stare at the world.\n\nA man whose son died in the war walks in the street\nlike a woman with a dead embryo in her womb.\n\"Behind all this some great happiness is hiding.\"</pre>\n "}, {"title": "I Hear America Singing", "view_node": "/poem/i-hear-america-singing", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": "<p>\n<span class=\"long-line\">I hear America singing, the varied carols I hear,</span><br /><span class=\"long-line\">\nThose of mechanics, each one singing his as it should be blithe and strong,</span><br /><span class=\"long-line\">\nThe carpenter singing his as he measures his plank or beam,</span><br /><span class=\"long-line\">\nThe mason singing his as he makes ready for work, or leaves off work,</span><br /><span class=\"long-line\">\nThe boatman singing what belongs to him in his boat, the deckhand singing on the steamboat deck,</span><br /><span class=\"long-line\">\nThe shoemaker singing as he sits on his bench, the hatter singing as he stands,</span><br /><span class=\"long-line\">\nThe wood-cutter’s song, the ploughboy’s on his way in the morning, or at noon intermission or at sundown,</span><br /><span class=\"long-line\">\nThe delicious singing of the mother, or of the young wife at work, or of the girl sewing or washing,</span><br /><span class=\"long-line\">\nEach singing what belongs to him or her and to none else,</span><br /><span class=\"long-line\">\nThe day what belongs to the day—at night the party of young fellows, robust, friendly,</span><br /><span class=\"long-line\">\nSinging with open mouths their strong melodious songs.</span></p>"}, {"title": "I Sing the Body Electric", "view_node": "/poem/i-sing-body-electric", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": "<p><span class=\"long-line\">1</span></p>\n\n<p><span class=\"long-line\">I sing the body electric, </span><br /><span class=\"long-line\">The armies of those I love engirth me and I engirth them,</span><br /><span class=\"long-line\">They will not let me off till I go with them, respond to them,</span><br /><span class=\"long-line\">And discorrupt them, and charge them full with the charge of the soul.</span></p>\n\n<p><span class=\"long-line\">Was it doubted that those who corrupt their own bodies conceal themselves?</span><br /><span class=\"long-line\">And if those who defile the living are as bad as they who defile the dead?</span><br /><span class=\"long-line\">And if the body does not do fully as much as the soul? </span><br /><span class=\"long-line\">And if the body were not the soul, what is the soul?</span></p>\n\n<p><br /><span class=\"long-line\">2</span></p>\n\n<p><span class=\"long-line\">The love of the body of man or woman balks account, the body itself balks account, </span><br /><span class=\"long-line\">That of the male is perfect, and that of the female is perfect.</span></p>\n\n<p><span class=\"long-line\">The expression of the face balks account,</span><br /><span class=\"long-line\">But the expression of a well-made man appears not only in his face,</span><br /><span class=\"long-line\">It is in his limbs and joints also, it is curiously in the joints of his hips and wrists,</span><br /><span class=\"long-line\">It is in his walk, the carriage of his neck, the flex of his waist and knees, dress does not hide him,</span><br /><span class=\"long-line\">The strong sweet quality he has strikes through the cotton and broadcloth,</span><br /><span class=\"long-line\">To see him pass conveys as much as the best poem, perhaps more,</span><br /><span class=\"long-line\">You linger to see his back, and the back of his neck and shoulder-side.</span></p>\n\n<p><span class=\"long-line\">The sprawl and fulness of babes, the bosoms and heads of women, the folds of their dress, their style as we pass in the street, the contour of their shape downwards,</span><br /><span class=\"long-line\">The swimmer naked in the swimming-bath, seen as he swims through the transparent green-shine, or lies with his face up and rolls silently to and from the heave of the water,</span><br /><span class=\"long-line\">The bending forward and backward of rowers in row-boats, the horse-man in his saddle,</span><br /><span class=\"long-line\">Girls, mothers, house-keepers, in all their performances,</span><br /><span class=\"long-line\">The group of laborers seated at noon-time with their open dinner-kettles, and their wives waiting,</span><br /><span class=\"long-line\">The female soothing a child, the farmer’s daughter in the garden or cow-yard,</span><br /><span class=\"long-line\">The young fellow hoeing corn, the sleigh-driver driving his six horses through the crowd,</span><br /><span class=\"long-line\">The wrestle of wrestlers, two apprentice-boys, quite grown, lusty, good-natured, native-born, out on the vacant lot at sundown after work,</span><br /><span class=\"long-line\">The coats and caps thrown down, the embrace of love and resistance,</span><br /><span class=\"long-line\">The upper-hold and under-hold, the hair rumpled over and blinding the eyes;</span><br /><span class=\"long-line\">The march of firemen in their own costumes, the play of masculine muscle through clean-setting trowsers and waist-straps,</span><br /><span class=\"long-line\">The slow return from the fire, the pause when the bell strikes suddenly again, and the listening on the alert,</span><br /><span class=\"long-line\">The natural, perfect, varied attitudes, the bent head, the curv’d neck and the counting;</span><br /><span class=\"long-line\">Such-like I love—I loosen myself, pass freely, am at the mother’s breast with the little child,</span><br /><span class=\"long-line\">Swim with the swimmers, wrestle with wrestlers, march in line with the firemen, and pause, listen, count.</span></p>\n\n<p><br /><span class=\"long-line\">3</span></p>\n\n<p><br /><span class=\"long-line\">I knew a man, a common farmer, the father of five sons,</span><br /><span class=\"long-line\">And in them the fathers of sons, and in them the fathers of sons.</span><br /><span class=\"long-line\">This man was a wonderful vigor, calmness, beauty of person,</span><br /><span class=\"long-line\">The shape of his head, the pale yellow and white of his hair and beard, the immeasurable meaning of his black eyes, the richness and breadth of his manners,</span><br /><span class=\"long-line\">These I used to go and visit him to see, he was wise also,</span><br /><span class=\"long-line\">He was six feet tall, he was over eighty years old, his sons were massive, clean, bearded, tan-faced, handsome,</span><br /><span class=\"long-line\">They and his daughters loved him, all who saw him loved him,</span><br /><span class=\"long-line\">They did not love him by allowance, they loved him with personal love,</span><br /><span class=\"long-line\">He drank water only, the blood show’d like scarlet through the clear-brown skin of his face,</span><br /><span class=\"long-line\">He was a frequent gunner and fisher, he sail’d his boat himself, he had a fine one presented to him by a ship-joiner, he had fowling-pieces presented to him by men that loved him,</span><br /><span class=\"long-line\">When he went with his five sons and many grand-sons to hunt or fish, you would pick him out as the most beautiful and vigorous of the gang,</span><br /><span class=\"long-line\">You would wish long and long to be with him, you would wish to sit by him in the boat that you and he might touch each other.</span></p>\n\n<p><br /><span class=\"long-line\">4</span></p>\n\n<p><br /><span class=\"long-line\">I have perceiv’d that to be with those I like is enough,</span><br /><span class=\"long-line\">To stop in company with the rest at evening is enough,</span><br /><span class=\"long-line\">To be surrounded by beautiful, curious, breathing, laughing flesh is enough,</span><br /><span class=\"long-line\">To pass among them or touch any one, or rest my arm ever so lightly round his or her neck for a moment, what is this then? </span><br /><span class=\"long-line\">I do not ask any more delight, I swim in it as in a sea. </span><br /><span class=\"long-line\">There is something in staying close to men and women and looking on them, and in the contact and odor of them, that pleases the soul well,</span><br /><span class=\"long-line\">All things please the soul, but these please the soul well.</span></p>\n\n<p><br /><span class=\"long-line\">5</span></p>\n\n<p><br /><span class=\"long-line\">This is the female form,</span><br /><span class=\"long-line\">A divine nimbus exhales from it from head to foot,</span><br /><span class=\"long-line\">It attracts with fierce undeniable attraction, </span><br /><span class=\"long-line\">I am drawn by its breath as if I were no more than a helpless vapor, all falls aside but myself and it, </span><br /><span class=\"long-line\">Books, art, religion, time, the visible and solid earth, and what was expected of heaven or fear’d of hell, are now consumed,</span><br /><span class=\"long-line\">Mad filaments, ungovernable shoots play out of it, the response likewise ungovernable,</span><br /><span class=\"long-line\">Hair, bosom, hips, bend of legs, negligent falling hands all diffused, mine too diffused,</span><br /><span class=\"long-line\">Ebb stung by the flow and flow stung by the ebb, love-flesh swelling and deliciously aching,</span><br /><span class=\"long-line\">Limitless limpid jets of love hot and enormous, quivering jelly of love, white-blow and delirious nice,</span><br /><span class=\"long-line\">Bridegroom night of love working surely and softly into the prostrate dawn,</span><br /><span class=\"long-line\">Undulating into the willing and yielding day,</span><br /><span class=\"long-line\">Lost in the cleave of the clasping and sweet-flesh’d day.</span></p>\n\n<p><span class=\"long-line\">This the nucleus—after the child is born of woman, man is born of woman,</span><br /><span class=\"long-line\">This the bath of birth, this the merge of small and large, and the outlet again.</span></p>\n\n<p><span class=\"long-line\">Be not ashamed women, your privilege encloses the rest, and is the exit of the rest,</span><br /><span class=\"long-line\">You are the gates of the body, and you are the gates of the soul.</span></p>\n\n<p><span class=\"long-line\">The female contains all qualities and tempers them,</span><br /><span class=\"long-line\">She is in her place and moves with perfect balance,</span><br /><span class=\"long-line\">She is all things duly veil’d, she is both passive and active,</span><br /><span class=\"long-line\">She is to conceive daughters as well as sons, and sons as well as daughters.</span></p>\n\n<p><span class=\"long-line\">As I see my soul reflected in Nature,</span><br /><span class=\"long-line\">As I see through a mist, One with inexpressible completeness, sanity, beauty,</span><br /><span class=\"long-line\">See the bent head and arms folded over the breast, the Female I see.</span></p>\n\n<p><br /><span class=\"long-line\">6</span></p>\n\n<p><br /><span class=\"long-line\">The male is not less the soul nor more, he too is in his place,</span><br /><span class=\"long-line\">He too is all qualities, he is action and power,</span><br /><span class=\"long-line\">The flush of the known universe is in him,</span><br /><span class=\"long-line\">Scorn becomes him well, and appetite and defiance become him well,</span><br /><span class=\"long-line\">The wildest largest passions, bliss that is utmost, sorrow that is utmost become him well, pride is for him,</span><br /><span class=\"long-line\">The full-spread pride of man is calming and excellent to the soul,</span><br /><span class=\"long-line\">Knowledge becomes him, he likes it always, he brings every thing to the test of himself,</span><br /><span class=\"long-line\">Whatever the survey, whatever the sea and the sail he strikes soundings at last only here,</span><br /><span class=\"long-line\">(Where else does he strike soundings except here?)</span></p>\n\n<p><span class=\"long-line\">The man’s body is sacred and the woman’s body is sacred,</span><br /><span class=\"long-line\">No matter who it is, it is sacred—is it the meanest one in the laborers’ gang?</span><br /><span class=\"long-line\">Is it one of the dull-faced immigrants just landed on the wharf?</span><br /><span class=\"long-line\">Each belongs here or anywhere just as much as the well-off, just as much as you,</span><br /><span class=\"long-line\">Each has his or her place in the procession.</span></p>\n\n<p><span class=\"long-line\">(All is a procession,</span><br /><span class=\"long-line\">The universe is a procession with measured and perfect motion.)</span></p>\n\n<p><span class=\"long-line\">Do you know so much yourself that you call the meanest ignorant?</span><br /><span class=\"long-line\">Do you suppose you have a right to a good sight, and he or she has no right to a sight?</span><br /><span class=\"long-line\">Do you think matter has cohered together from its diffuse float, and the soil is on the surface, and water runs and vegetation sprouts,</span><br /><span class=\"long-line\">For you only, and not for him and her?</span></p>\n\n<p><br /><span class=\"long-line\">7</span></p>\n\n<p><br /><span class=\"long-line\">A man’s body at auction,</span><br /><span class=\"long-line\">(For before the war I often go to the slave-mart and watch the sale,)</span><br /><span class=\"long-line\">I help the auctioneer, the sloven does not half know his business.</span><br /><br /><span class=\"long-line\">Gentlemen look on this wonder,</span><br /><span class=\"long-line\">Whatever the bids of the bidders they cannot be high enough for it,</span><br /><span class=\"long-line\">For it the globe lay preparing quintillions of years without one animal or plant,</span><br /><span class=\"long-line\">For it the revolving cycles truly and steadily roll’d.</span></p>\n\n<p><span class=\"long-line\">In this head the all-baffling brain,</span><br /><span class=\"long-line\">In it and below it the makings of heroes.</span></p>\n\n<p><span class=\"long-line\">Examine these limbs, red, black, or white, they are cunning in tendon and nerve,</span><br /><span class=\"long-line\">They shall be stript that you may see them.</span><br /><span class=\"long-line\">Exquisite senses, life-lit eyes, pluck, volition,</span><br /><span class=\"long-line\">Flakes of breast-muscle, pliant backbone and neck, flesh not flabby, good-sized arms and legs,</span><br /><span class=\"long-line\">And wonders within there yet.</span></p>\n\n<p><span class=\"long-line\">Within there runs blood,</span><br /><span class=\"long-line\">The same old blood! the same red-running blood!</span><br /><span class=\"long-line\">There swells and jets a heart, there all passions, desires, reachings, aspirations,</span><br /><span class=\"long-line\">(Do you think they are not there because they are not express’d in parlors and lecture-rooms?)</span></p>\n\n<p><span class=\"long-line\">This is not only one man, this the father of those who shall be fathers in their turns,</span><br /><span class=\"long-line\">In him the start of populous states and rich republics,</span><br /><span class=\"long-line\">Of him countless immortal lives with countless embodiments and enjoyments.</span></p>\n\n<p><span class=\"long-line\">How do you know who shall come from the offspring of his offspring through the centuries?</span><br /><span class=\"long-line\">(Who might you find you have come from yourself, if you could trace back through the centuries?)</span></p>\n\n<p><br /><span class=\"long-line\">8</span></p>\n\n<p><br /><span class=\"long-line\">A woman’s body at auction,</span><br /><span class=\"long-line\">She too is not only herself, she is the teeming mother of mothers,</span><br /><span class=\"long-line\">She is the bearer of them that shall grow and be mates to the mothers.</span></p>\n\n<p><span class=\"long-line\">Have you ever loved the body of a woman?</span><br /><span class=\"long-line\">Have you ever loved the body of a man?</span><br /><span class=\"long-line\">Do you not see that these are exactly the same to all in all nations and times all over the earth?</span></p>\n\n<p><span class=\"long-line\">If any thing is sacred the human body is sacred,</span><br /><span class=\"long-line\">And the glory and sweet of a man is the token of manhood untainted,</span><br /><span class=\"long-line\">And in man or woman a clean, strong, firm-fibred body, is more beautiful than the most beautiful face.</span><br /><span class=\"long-line\">Have you seen the fool that corrupted his own live body? or the fool that corrupted her own live body?</span><br /><span class=\"long-line\">For they do not conceal themselves, and cannot conceal themselves. </span></p>\n\n<p><br /><span class=\"long-line\">9</span></p>\n\n<p><br /><span class=\"long-line\">O my body! I dare not desert the likes of you in other men and women, nor the likes of the parts of you,</span><br /><span class=\"long-line\">I believe the likes of you are to stand or fall with the likes of the soul, (and that they are the soul,)</span><br /><span class=\"long-line\">I believe the likes of you shall stand or fall with my poems, and that they are my poems,</span><br /><span class=\"long-line\">Man’s, woman’s, child, youth’s, wife’s, husband’s, mother’s, father’s, young man’s, young woman’s poems,</span><br /><span class=\"long-line\">Head, neck, hair, ears, drop and tympan of the ears,</span><br /><span class=\"long-line\">Eyes, eye-fringes, iris of the eye, eyebrows, and the waking or sleeping of the lids,</span><br /><span class=\"long-line\">Mouth, tongue, lips, teeth, roof of the mouth, jaws, and the jaw-hinges,</span><br /><span class=\"long-line\">Nose, nostrils of the nose, and the partition,</span><br /><span class=\"long-line\">Cheeks, temples, forehead, chin, throat, back of the neck, neck-slue,</span><br /><span class=\"long-line\">Strong shoulders, manly beard, scapula, hind-shoulders, and the ample side-round of the chest,</span><br /><span class=\"long-line\">Upper-arm, armpit, elbow-socket, lower-arm, arm-sinews, arm-bones,</span><br /><span class=\"long-line\">Wrist and wrist-joints, hand, palm, knuckles, thumb, forefinger, finger-joints, finger-nails,</span><br /><span class=\"long-line\">Broad breast-front, curling hair of the breast, breast-bone, breast-side,</span><br /><span class=\"long-line\">Ribs, belly, backbone, joints of the backbone,</span><br /><span class=\"long-line\">Hips, hip-sockets, hip-strength, inward and outward round, man-balls, man-root,</span><br /><span class=\"long-line\">Strong set of thighs, well carrying the trunk above,</span><br /><span class=\"long-line\">Leg-fibres, knee, knee-pan, upper-leg, under-leg,</span><br /><span class=\"long-line\">Ankles, instep, foot-ball, toes, toe-joints, the heel;</span><br /><span class=\"long-line\">All attitudes, all the shapeliness, all the belongings of my or your body or of any one’s body, male or female,</span><br /><span class=\"long-line\">The lung-sponges, the stomach-sac, the bowels sweet and clean,</span><br /><span class=\"long-line\">The brain in its folds inside the skull-frame,</span><br /><span class=\"long-line\">Sympathies, heart-valves, palate-valves, sexuality, maternity,</span><br /><span class=\"long-line\">Womanhood, and all that is a woman, and the man that comes from woman,</span><br /><span class=\"long-line\">The womb, the teats, nipples, breast-milk, tears, laughter, weeping, love-looks, love-perturbations and risings,</span><br /><span class=\"long-line\">The voice, articulation, language, whispering, shouting aloud,</span><br /><span class=\"long-line\">Food, drink, pulse, digestion, sweat, sleep, walking, swimming,</span><br /><span class=\"long-line\">Poise on the hips, leaping, reclining, embracing, arm-curving and tightening,</span><br /><span class=\"long-line\">The continual changes of the flex of the mouth, and around the eyes,</span><br /><span class=\"long-line\">The skin, the sunburnt shade, freckles, hair,</span><br /><span class=\"long-line\">The curious sympathy one feels when feeling with the hand the naked meat of the body,</span><br /><span class=\"long-line\">The circling rivers the breath, and breathing it in and out,</span><br /><span class=\"long-line\">The beauty of the waist, and thence of the hips, and thence downward toward the knees,</span><br /><span class=\"long-line\">The thin red jellies within you or within me, the bones and the marrow in the bones,</span><br /><span class=\"long-line\">The exquisite realization of health;</span><br /><span class=\"long-line\">O I say these are not the parts and poems of the body only, but of the soul,</span><br /><span class=\"long-line\">O I say now these are the soul!</span></p>\n"}, {"title": "O Captain! My Captain!", "view_node": "/poem/o-captain-my-captain", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": "<p><span class=\"long-line\">O Captain! my Captain! our fearful trip is done, </span><br /><span class=\"long-line\">The ship has weather’d every rack, the prize we sought is won, </span><br /><span class=\"long-line\">The port is near, the bells I hear, the people all exulting,</span><br /><span class=\"long-line\">While follow eyes the steady keel, the vessel grim and daring;</span><br /><span class=\"long-line\">       But O heart! heart! heart!</span><br /><span class=\"long-line\">         O the bleeding drops of red, </span><br /><span class=\"long-line\">           Where on the deck my Captain lies, </span><br /><span class=\"long-line\">             Fallen cold and dead.</span></p>\n\n<p><span class=\"long-line\">O Captain! my Captain! rise up and hear the bells; </span><br /><span class=\"long-line\">Rise up- for you the flag is flung- for you the bugle trills, </span><br /><span class=\"long-line\">For you bouquets and ribbon’d wreaths- for you the shores a-crowding,</span><br /><span class=\"long-line\">For you they call, the swaying mass, their eager faces turning;</span><br /><span class=\"long-line\">       Here Captain! dear father!</span><br /><span class=\"long-line\">         This arm beneath your head!</span><br /><span class=\"long-line\">           It is some dream that on the deck,</span><br /><span class=\"long-line\">             You’ve fallen cold and dead.</span></p>\n\n<p><span class=\"long-line\">My Captain does not answer, his lips are pale and still,</span><br /><span class=\"long-line\">My father does not feel my arm, he has no pulse nor will,</span><br /><span class=\"long-line\">The ship is anchor’d safe and sound, its voyage closed and done,</span><br /><span class=\"long-line\">From fearful trip the victor ship comes in with object won;</span><br /><span class=\"long-line\">       Exult O shores, and ring O bells!</span><br /><span class=\"long-line\">         But I with mournful tread,</span><br /><span class=\"long-line\">           Walk the deck my Captain lies,</span><br /><span class=\"long-line\">             Fallen cold and dead.</span></p>\n"}, {"title": "An Old-Fashioned Song", "view_node": "/poem/old-fashioned-song", "field_author": "<a href=\"/poet/john-hollander\" hreflang=\"und\">John Hollander</a>", "field_date_published": "1993", "body": " <pre>\nNo more walks in the wood:\nThe trees have all been cut\nDown, and where once they stood\nNot even a wagon rut\nAppears along the path\nLow brush is taking over.\n\nNo more walks in the wood;\nThis is the aftermath\nOf afternoons in the clover\nFields where we once made love\nThen wandered home together\nWhere the trees arched above,\nWhere we made our own weather\nWhen branches were the sky.\nNow they are gone for good,\nAnd you, for ill, and I\nAm only a passer-by.\n\nWe and the trees and the way\nBack from the fields of play\nLasted as long as we could.\nNo more walks in the wood.</pre>\n "}, {"title": "The Haunting", "view_node": "/poem/haunting", "field_author": "<a href=\"/poet/alan-shapiro\" hreflang=\"und\">Alan Shapiro</a>", "field_date_published": "2005", "body": " <pre>\nIt may not be\nthe ghostly ballet\nof our avoidances\nthat they’ll remember,\nnor the long sulks\nof those last months,\nnor the voices\nchilly with all\nthe anger we\nwere careful mostly\nnot to show\nin front of them,\nnor anything\nat all that made\nour choice to live\napart seem to us\nboth not only\nunavoidable\nbut good, but just.\n\nNo, what I think\nwill haunt them is\nprecisely what\nwe’ve chosen to\nforget: those too\ninfrequent (though\neven toward\nthe end still\npossible) moments\nwhen, the children\nupstairs, the dinner\ncooking, one of us\nwould all at once\nstart humming an old\ntune and we’d dance,\nas if we did\nso always, in\na swoon of gliding\nall through the house,\nacross the kitchen,\n\ndown the hall\nand back, we’d sway\ntogether, we’d twirl,\nwe’d dip and cha-\ncha and the children\nwould hear us and\nbe helpless not\nto come running\ndown to burrow\nin between us,\ninto the center\nof the dance that now,\nI think, will haunt them\nfor the very joy\nitself, for joy\nthat was for them,\nfor all of us\ntogether, something\nbetter than joy,\nand yet for you\nand me, ourselves,\nalone, apart,\nstill not enough.</pre>\n "}, {"title": "In the Greenhouse", "view_node": "/poem/greenhouse", "field_author": "<a href=\"/poet/eugenio-montale\" hreflang=\"und\">Eugenio Montale</a>", "field_date_published": "2004", "body": " <pre>\nThe lemon bushes overflowed\nwith the patter of mole paws,\nthe scythe shined\nin its rosary of cautious water drops.\n\nA dot, a ladybug,\nignited above the quince berries\nas the snort of a rearing pony broke through,\nbored with his rub-down—then the dream took over.\n\nKidnapped, and weightless, I was drenched\nwith you, your outline\nwas my hidden breath, your face\nmerged with my face, and the dark\n\nidea of God descended\nupon the living few, amid heavenly\nsounds, amid childish drums,\namid suspended globes of lightning\n\nupon me, upon you, and over the lemons...</pre>\n "}], "pager": {"current_page": 596, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}