{"rows": [{"title": "Before Marching and After", "view_node": "/poem/marching-and-after", "field_author": "", "field_date_published": "", "body": ""}, {"title": "Drummer Hodge", "view_node": "/poem/drummer-hodge", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "2017", "body": " <p>I</p><p>They throw in Drummer Hodge, to rest<br />     Uncoffined—just as found:<br />His landmark is a kopje-crest<br />     That breaks the veldt around;<br />And foreign constellations west<br />     Each night above his mound.<br /> </p><p>II</p><p>Young Hodge the Drummer never knew—<br />     Fresh from his Wessex home—<br />The meaning of the broad Karoo,<br />     The Bush, the dusty loam,<br />And why uprose to nightly view<br />     Strange stars amid the gloam.<br /> </p><p>III</p><p>Yet portion of that unknown plain<br />     Will Hodge for ever be;<br />His homely Northern breast and brain<br />     Grow up a Southern tree,<br />And strange-eyed constellations reign<br />     His stars eternally.</p> "}, {"title": "Ode in Memory of the American Volunteers Fallen for France", "view_node": "/poem/ode-memory-american-volunteers-fallen-france", "field_author": "<a href=\"/poet/alan-seeger\" hreflang=\"und\">Alan Seeger</a>", "field_date_published": "2017", "body": " <p>(To have been read before the statue of Lafayette and Washington in Paris, on Decoration Day, May 30, 1916)</p><p>I</p><p>Ay, it is fitting on this holiday,<br />Commemorative of our soldier dead,<br />When—with sweet flowers of our New England May<br />Hiding the lichened stones by fifty years made gray—<br />Their graves in every town are garlanded,<br />That pious tribute should be given too<br />To our intrepid few<br />Obscurely fallen here beyond the seas.<br />Those to preserve their country’s greatness died;<br />But by the death of these<br />Something that we can look upon with pride<br />Has been achieved, nor wholly unreplied<br />Can sneerers triumph in the charge they make<br />That from a war where Freedom was at stake<br />America withheld and, daunted, stood aside.</p><p>II</p><p>Be they remembered here with each reviving spring,<br />Not only that in May, when life is loveliest,<br />Around Neuville-Saint-Vaast and the disputed crest<br />Of Vimy, they, superb, unfaltering,<br />In that fine onslaught that no fire could halt,<br />Parted impetuous to their first assault;<br />But that they brought fresh hearts and springlike too<br />To that high mission, and ’tis meet to strew<br />With twigs of lilac and spring’s earliest rose<br />The cenotaph of those<br />Who in the cause that history most endears<br />Fell in the sunny morn and flower of their young years.</p><p>III</p><p>Yet sought they neither recompense nor praise,<br />Nor to be mentioned in another breath<br />Than their blue coated comrades whose great days<br />It was their pride to share—ay, share even to the death!<br />Nay, rather, France, to you they rendered thanks<br />(Seeing they came for honor, not for gain),<br />Who, opening to them your glorious ranks,<br />Gave them that grand occasion to excel,<br />That chance to live the life most free from stain<br />And that rare privilege of dying well.</p><p>IV</p><p>O friends! I know not since that war began<br />From which no people nobly stands aloof<br />If in all moments we have given proof<br />Of virtues that were thought American.<br />I know not if in all things done and said<br />All has been well and good,<br />Or if each one of us can hold his head<br />As proudly as he should,<br />Or, from the pattern of those mighty dead<br />Whose shades our country venerates to-day,<br />If we’ve not somewhat fallen and somewhat gone astray.<br />But you to whom our land’s good name is dear,<br />If there be any here<br />Who wonder if her manhood be decreased,<br />Relaxed its sinews and its blood less red<br />Than that at Shiloh and Antietam shed,<br />Be proud of these, have joy in this at least,<br />And cry: “Now heaven be praised<br />That in that hour that most imperilled her,<br />Menaced her liberty who foremost raised<br />Europe’s bright flag of freedom, some there were<br />Who, not unmindful of the antique debt,<br />Came back the generous path of Lafayette;<br />And when of a most formidable foe<br />She checked each onset, arduous to stem—<br />Foiled and frustrated them—<br />On those red fields where blow with furious blow<br />Was countered, whether the gigantic fray<br />Rolled by the Meuse or at the Bois Sabot,<br />Accents of ours were in the fierce mêlée;<br />And on those furthest rims of hallowed ground<br />Where the forlorn, the gallant charge expires,<br />When the slain bugler has long ceased to sound,<br />And on the tangled wires<br />The last wild rally staggers, crumbles, stops,<br />Withered beneath the shrapnel’s iron showers:—<br />Now heaven be thanked, we gave a few brave drops;<br />Now heaven be thanked, a few brave drops were ours.”<br /><br />V.</p><p>There, holding still, in frozen steadfastness,<br />Their bayonets toward the beckoning frontiers,<br />They lie—our comrades—lie among their peers,<br />Clad in the glory of fallen warriors,<br />Grim clusters under thorny trellises,<br />Dry, furthest foam upon disastrous shores,<br />Leaves that made last year beautiful, still strewn<br />Even as they fell, unchanged, beneath the changing moon;<br />And earth in her divine indifference<br />Rolls on, and many paltry things and mean<br />Prate to be heard and caper to be seen.<br />But they are silent, calm; their eloquence<br />Is that incomparable attitude;<br />No human presences their witness are,<br />But summer clouds and sunset crimson-hued,<br />And showers and night winds and the northern star.<br />Nay, even our salutations seem profane,<br />Opposed to their Elysian quietude;<br />Our salutations calling from afar,<br />From our ignobler plane<br />And undistinction of our lesser parts:<br />Hail, brothers, and farewell; you are twice blest, brave hearts.<br />Double your glory is who perished thus,<br />For you have died for France and vindicated us.</p> "}, {"title": "Vigil Strange I Kept on the Field One Night", "view_node": "/poem/vigil-strange-i-kept-field-one-night", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">Vigil strange I kept on the field one night;</span><br /><span class=\"long-line\">When you my son and my comrade dropt at my side that day,</span><br /><span class=\"long-line\">One look I but gave which your dear eyes return'd with a look I shall never forget,</span><br /><span class=\"long-line\">One touch of your hand to mine O boy, reach'd up as you lay on the ground,</span><br /><span class=\"long-line\">Then onward I sped in the battle, the even-contested battle,</span><br /><span class=\"long-line\">Till late in the night reliev'd to the place at last again I made my way,</span><br /><span class=\"long-line\">Found you in death so cold dear comrade, found your body son of responding kisses, (never again on earth responding,)</span><br /><span class=\"long-line\">Bared your face in the starlight, curious the scene, cool blew the moderate night-wind,</span><br /><span class=\"long-line\">Long there and then in vigil I stood, dimly around me the battle-field spreading,</span><br /><span class=\"long-line\">Vigil wondrous and vigil sweet there in the fragrant silent night,</span><br /><span class=\"long-line\">But not a tear fell, not even a long-drawn sigh, long, long I gazed,</span><br /><span class=\"long-line\">Then on the earth partially reclining sat by your side leaning my chin in my hands,</span><br /><span class=\"long-line\">Passing sweet hours, immortal and mystic hours with you dearest comrade—not a tear, not a word,</span><br /><span class=\"long-line\">Vigil of silence, love and death, vigil for you my son and my soldier,</span><br /><span class=\"long-line\">As onward silently stars aloft, eastward new ones upward stole,</span><br /><span class=\"long-line\">Vigil final for you brave boy, (I could not save you, swift was your death,</span><br /><span class=\"long-line\">I faithfully loved you and cared for you living, I think we shall surely meet again,)</span><br /><span class=\"long-line\">Till at latest lingering of the night, indeed just as the dawn appear'd,</span><br /><span class=\"long-line\">My comrade I wrapt in his blanket, envelop'd well his form,</span><br /><span class=\"long-line\">Folded the blanket well, tucking it carefully over head and carefully under feet,</span><br /><span class=\"long-line\">And there and then and bathed by the rising sun, my son in his grave, in his rude-dug grave I deposited,</span><br /><span class=\"long-line\">Ending my vigil strange with that, vigil of night and battle-field dim,</span><br /><span class=\"long-line\">Vigil for boy of responding kisses, (never again on earth responding,)</span><br /><span class=\"long-line\">Vigil for comrade swiftly slain, vigil I never forget, how as day brighten'd,</span><br /><span class=\"long-line\">I rose from the chill ground and folded my soldier well in his blanket,</span><br /><span class=\"long-line\">And buried him where he fell.</span></p>\n"}, {"title": "A Sight in Camp in the Daybreak Gray and Dim", "view_node": "/poem/sight-camp-daybreak-gray-and-dim", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">A sight in camp in the daybreak gray and dim,</span><br /><span class=\"long-line\">As from my tent I emerge so early sleepless,</span><br /><span class=\"long-line\">As slow I walk in the cool fresh air the path near by the hospital tent,</span><br /><span class=\"long-line\">Three forms I see on stretchers lying, brought out there untended lying,</span><br /><span class=\"long-line\">Over each the blanket spread, ample brownish woolen blanket,</span><br /><span class=\"long-line\">Gray and heavy blanket, folding, covering all.</span></p>\n\n<p><span class=\"long-line\">Curious I halt and silent stand,</span><br /><span class=\"long-line\">Then with light fingers I from the face of the nearest the first just lift the blanket;</span><br /><span class=\"long-line\">Who are you elderly man so gaunt and grim, with well-gray'd hair, and flesh all sunken about the eyes?</span><br /><span class=\"long-line\">Who are you my dear comrade?</span></p>\n\n<p><span class=\"long-line\">Then to the second I step—and who are you my child and darling?</span><br /><span class=\"long-line\">Who are you sweet boy with cheeks yet blooming?</span></p>\n\n<p><span class=\"long-line\">Then to the third—a face nor child nor old, very calm, as of beautiful yellow-white ivory;</span><br /><span class=\"long-line\">Young man I think I know you—I think this face is the face of the Christ himself,</span><br /><span class=\"long-line\">Dead and divine and brother of all, and here again he lies.</span></p>\n"}, {"title": "The World", "view_node": "/poem/world-0", "field_author": "<a href=\"/poet/christina-rossetti\" hreflang=\"und\">Christina Rossetti</a>", "field_date_published": "2017", "body": " <p>By day she woos me, soft, exceeding fair:<br />   But all night as the moon so changeth she;<br />   Loathsome and foul with hideous leprosy<br />And subtle serpents gliding in her hair.<br />By day she wooes me to the outer air,<br />   Ripe fruits, sweet flowers, and full satiety:<br />   But through the night, a beast she grins at me,<br />A very monster void of love and prayer.<br />By day she stands a lie: by night she stands<br />   In all the naked horror of the truth<br />With pushing horns and clawed and clutching hands.<br />Is this a friend indeed; that I should sell<br />   My soul to her, give her my life and youth,<br />Till my feet, cloven too, take hold on hell?</p> "}, {"title": "Tarot Readings Daily", "view_node": "/poem/tarot-readings-daily", "field_author": "<a href=\"/poet/joy-ladin\" hreflang=\"en\">Joy Ladin</a>", "field_date_published": "2017", "body": " <p>They’re reading Tarot cards right now,<br />in the little pink house with the sign in the yard.<br />Shadows spider across still-green lawn<br />whose fate, so far, defies the frosts.</p><p>Someone asks the right question,<br />draws the right card.<br />Many cups in the immediate future;<br />radiance pouring down.</p><p>They know the future,<br />the creatures in the yard:<br />night, thirst, frost.<br />Only the sapiens in the house believe</p><p>fire, water, air, and earth<br />would bother to reveal<br />when to fear and love.<br />The one who’s paying</p><p>draws another card.<br />Outside, in the yard,<br />a squirrel noses seed that fell<br />like radiance, from above.</p><p> </p> "}, {"title": "What Does Your Seeing Want?", "view_node": "/poem/what-does-your-seeing-want", "field_author": "<a href=\"/poet/joan-houlihan\" hreflang=\"und\">Joan Houlihan</a>", "field_date_published": "2017", "body": " <p>Your scrunched eye seizes, sizes<br />me up: pulley-roped palliatives, craft and lies.<br />Washing my hands in the back, I wonder:<br />what's a good death?<br />Of course you held on and I held on to you.<br />We had married ourselves to a trance.</p> "}, {"title": "The Runaround", "view_node": "/poem/runaround", "field_author": "<a href=\"/poet/rae-armantrout\" hreflang=\"und\">Rae Armantrout</a>", "field_date_published": "2017", "body": " <p>    1</p><p>We encountered a problem</p><p>sending<br />a command</p><p>to the program.</p><p>Did I say that<br />aloud?</p><p>I’ve broken out<br />in imps.</p><p><br />     *</p><p>To be a blip<br />in a circuit</p><p>and to know it,<br />to relish</p><p>this knowledge<br />in your private</p><p>moments<br />as all moments</p><p>are gated<br />and switched.</p><p><br />    2</p><p>When I mentioned hatred<br />I was not thinking</p><p>                                           of you,</p><p>but you’d best not break<br />our momentum,</p><p>the thrill we get<br />from our own self-<br />loathing,</p><p>that guilty snigger<br />running round the room<br /> </p> "}, {"title": "Russian Ending ", "view_node": "/poem/russian-ending", "field_author": "<a href=\"/poet/jerry-williams\" hreflang=\"en\">Jerry Williams</a>", "field_date_published": "2017", "body": " <p>As in some demented romantic comedy,<br />my wife and I divided the apartment in half.</p><p>She took the living room and I took the bedroom.<br />Bivouacked and bleeding, we waited for the lawyer</p><p>to finish the stipulation so we could sign<br />the pages and crawl away forever.</p><p>I lived in her midst like an alien species.<br />The exclusion zone sizzled like wet lightning</p><p>when I whispered to outsiders on the house phone.<br />Then came the morning of my departure:</p><p>I awoke in civil twilight with my wife standing<br />over me, looking down into my pallid face.</p><p>For half a second, I thought she might strike me,<br />but she grasped my hand and squeezed it goodbye,</p><p>an astonishing tenderness glistening in her eyes,<br />one final gift in all that pain and murderous détente,</p><p>all that wailing and mortification of the flesh.<br />On the way to the gallows of divorce,</p><p>she held a merciful cup of clemency to my lips,<br />and I drank deeply, I drank so deeply</p><p>that I forgot what I’d done to deserve her.</p> "}, {"title": "Doctrine ", "view_node": "/poem/doctrine", "field_author": "<a href=\"/poet/sam-sax\" hreflang=\"en\">sam sax</a>", "field_date_published": "2017", "body": " <p><em>the time for nuance is over</em><br />i argue over breakfast<br />explaining how it’s oft used<br />to confuse dissent—knife<br />through my poached egg.<br />politicized work made all yolky,<br />easy to consume &amp; forget.<br />i dab with the toasted bread<br /><em>agitation &amp; propaganda</em> i rant<br />is the only just path for artists<br />gesturing with my utensils<br />heavenward. i’ve said a lot<br />of things which in retrospect<br />would’ve been better<br />had i kept my mouth shut.<br />i once said something to a friend<br />i won’t repeat here<br />&amp; now she’s no longer my friend.<br />i'll never forget what her eyes did<br />as i finished speaking<br />stones in a bucket.<br />words have consequences<br />they’re both material &amp; reveal<br />the spirit that speaks them.<br />what i meant over breakfast<br />is the time’s too urgent for work<br />that doesn’t have blood in it.<br />what i meant is insurgency<br />is our birthright, that nuance<br />comes from the french meaning<br />to <em>shade</em>—why another painting<br />of a lake when there’s so much<br />rage boiling outside the canvas?<br />what does it mean i don’t mean<br />what i say when i say it? i don’t know<br />what i mean. silence is golden<br />&amp; gold’s the standard measurement<br />for capital. the golden rule is do<br />unto others as you would have them<br />do unto you. but what when they do<br />you ugly first as they always<br />seem to? i finish my coffee &amp;<br />it’s political whether i want it<br />to be or not.</p> "}, {"title": "Under a Patched Sail ", "view_node": "/poem/under-patched-sail", "field_author": "<a href=\"/poet/marianne-moore\" hreflang=\"und\">Marianne Moore</a>", "field_date_published": "2017", "body": " <p>“Oh, we’ll drink once more<br />when the wind’s off shore,”<br />We’ll drink from the good old jar,<br />And then to port,<br />For the time grows short.<br />Come lad—to the days that are!</p> "}, {"title": "The courage that my mother had ", "view_node": "/poem/courage-my-mother-had", "field_author": "<a href=\"/poet/edna-st-vincent-millay\" hreflang=\"und\">Edna St. Vincent Millay</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">The courage that my mother had</span><br /><span class=\"long-line\">Went with her, and is with her still:</span><br /><span class=\"long-line\">Rock from New England quarried;</span><br /><span class=\"long-line\">Now granite in a granite hill.</span></p>\n\n<p><span class=\"long-line\">The golden brooch my mother wore</span><br /><span class=\"long-line\">She left behind for me to wear;</span><br /><span class=\"long-line\">I have no thing I treasure more:</span><br /><span class=\"long-line\">Yet, it is something I could spare.</span></p>\n\n<p><span class=\"long-line\">Oh, if instead she’d left to me</span><br /><span class=\"long-line\">The thing she took into the grave!—</span><br /><span class=\"long-line\">That courage like a rock, which she</span><br /><span class=\"long-line\">Has no more need of, and I have.</span></p>\n"}, {"title": "To My Mother", "view_node": "/poem/my-mother-3", "field_author": "<a href=\"/poet/lucretia-maria-davidson\" hreflang=\"en\">Lucretia Maria Davidson </a>", "field_date_published": "1841", "body": " <p>O thou whose care sustained my infant years,<br />     And taught my prattling lip each note of love;<br />Whose soothing voice breathed comfort to my fears,<br />     And round my brow hope’s brightest garland wove;</p><p>To thee my lay is due, the simple song,<br />     Which Nature gave me at life’s opening day;<br />To thee these rude, these untaught strains belong,<br />     Whose heart indulgent will not spurn my lay.</p><p>O say, amid this wilderness of life,<br />     What bosom would have throbbed like thine for me?<br />Who would have smiled responsive?—who in grief,<br />     Would e’er have felt, and, feeling, grieved like thee?</p><p>Who would have guarded, with a falcon-eye,<br />     Each trembling footstep or each sport of fear?<br />Who would have marked my bosom bounding high,<br />     And clasped me to her heart, with love’s bright tear?</p><p>Who would have hung around my sleepless couch,<br />     And fanned, with anxious hand, my burning brow?<br />Who would have fondly pressed my fevered lip,<br />     In all the agony of love and wo?</p><p>None but a mother—none but one like thee,<br />     Whose bloom has faded in the midnight watch;<br />Whose eye, for me, has lost its witchery,<br />     Whose form has felt disease’s mildew touch.</p><p>Yes, thou hast lighted me to health and life,<br />     By the bright lustre of thy youthful bloom—<br />Yes, thou hast wept so oft o’er every grief,<br />     That wo hath traced thy brow with marks of gloom.</p><p>O then, to thee, this rude and simple song,<br />     Which breathes of thankfulness and love for thee,<br />To thee, my mother, shall this lay belong,<br />     Whose life is spent in toil and care for me.<br /> </p> "}, {"title": "City Visions ", "view_node": "/poem/city-visions", "field_author": "<a href=\"/poet/emma-lazarus\" hreflang=\"und\">Emma Lazarus</a>", "field_date_published": "1888", "body": " <p><br />                                           I.</p><p>As the blind Milton’s memory of light,<br />The deaf Beethoven’s phantasy of tone,<br />Wrought joys for them surpassing all things known<br />In our restricted sphere of sound and sight,—<br />So while the glaring streets of brick and stone<br />Vex with heat, noise, and dust from morn till night,<br />I will give rein to Fancy, taking flight<br />From dismal now and here, and dwell alone<br />With new-enfranchised senses. All day long,<br />Think ye ’t is I, who sit ’twixt darkened walls,<br />While ye chase beauty over land and sea?<br />Uplift on wings of some rare poet’s song,<br />Where the wide billow laughs and leaps and falls,<br />I soar cloud-high, free as the winds are free.</p><p>                                           II.</p><p>Who grasps the substance? who ’mid shadows strays?<br />He who within some dark-bright wood reclines,<br />’Twixt sleep and waking, where the needled pines<br />Have cushioned all his couch with soft brown sprays?<br />He notes not how the living water shines,<br />Trembling along the cliff, a flickering haze,<br />Brimming a wine-bright pool, nor lifts his gaze<br />To read the ancient wonders and the signs.<br />Does he possess the actual, or do I,<br />Who paint on air more than his sense receives,<br />The glittering pine-tufts with closed eyes behold,<br />Breathe the strong resinous perfume, see the sky<br />Quiver like azure flame between the leaves,<br />And open unseen gates with key of gold?<br /> </p> "}, {"title": "The Phantoms for Which Clothes Are Designed", "view_node": "/poem/phantoms-which-clothes-are-designed", "field_author": "<a href=\"/poet/chase-twichell\" hreflang=\"und\">Chase Twichell</a>", "field_date_published": "2017", "body": " <p>Sewing patterns are designed for imaginary<br />people, based on average measurements<br />taken in the 1930s by the WPA</p><p>and adjusted over the decades by the Industry.</p><p>I sew a Misses 14, designed for a woman<br />5’5” to 5’6”, 36/28/38,</p><p>which is to say no one,</p><p>so I alter the pattern to fit a phantom of me<br />instead of a phantom of her.</p><p>She doesn’t need any more dresses.<br /> </p> "}, {"title": "Regardless of Disaster ", "view_node": "/poem/regardless-disaster", "field_author": "<a href=\"/poet/jessica-greenbaum\" hreflang=\"en\">Jessica Greenbaum</a>", "field_date_published": "2017", "body": " <p>Only through a disaster or a renovation<br />does the entire brick side of a house come down<br />and in this case the workmen threw stoves and refrigerators<br />out the windows, letting them bounce<br />off the fire escapes into the little Brooklyn yard.<br />And I wouldn’t presume to say<br />they did it gleefully, but the brute force<br />resulting in the massive sound<br />well, it would be difficult not to feel some satisfaction<br />I would think, but I don’t take apart<br />whole houses for long hours at a time, and I<br />can’t say how anything around me experiences life—<br />for instance whether the sparrows<br />who burrow in the small hill of dirt<br />by sitting close as cookies on a cookie sheet<br />then fluttering and chittering, and turning a bit<br />like gears in a watch, and more chittering<br />as if they are winding it—<br />whether enjoyment comes to the sparrows;<br />nor the tenor when the mice, bucking expectation<br />change direction to squeeze <em>inside</em><br />after the long winter, seemingly undeterred by the four of us<br />having an earnest discussion about the painting in the Whitney<br />but racing—calmly, somehow—between the couches<br />as if it were their private two a.m.;<br />or the ants who also appeared in the kitchen as if<br />the first daffodils in the yard trumpeted directions to them<br />to carry items thrice their size right away<br />finding just what they needed, a year later;<br />and all this triggering a cleaning jag<br />during which I pulled the refrigerator and stove<br />out from the wall, cleared the shelves, took out the rugs<br />and saw the naked planes and corners<br />we made a life within, while across the yards<br />the construction crew, passing<br />their own halfway point, had begun to rebuild the place.<br />How emphatically the truly knowledgeable have worked<br />to insure we don’t ascribe delight<br />to living things other than ourselves! But when<br />the cardinal joins his mate on the top of the fence—<br />a peck on the beak—framed by the bared stories of the house<br />and the furred buds on the winter straw of a bush<br />look like green hoofs about to gallop into leafness<br />you can’t tell me to separate<br />the work of instinct from the moment for a jay<br />when something feels one-hulled-sunflower-seed-better<br />than the moment-before-the-sunflower-seed<br />or to deny that fortune in this place<br />has allowed optimism to alight with sunlight<br />on the orange construction helmet of the man now<br />home in bed—regardless, regardless of it all.</p> "}, {"title": "Evening Storm", "view_node": "/poem/evening-storm", "field_author": "<a href=\"/poet/sharon-dolin\" hreflang=\"und\">Sharon Dolin</a>", "field_date_published": "2017", "body": " <p><em>I want to paint the livingness of appearances.</em><br />            —Marsden Hartley</p><p>What of these evening storms<br />where foam becomes rock—wave<br />becomes cove. Inside the billow as<br />you always dreamed it would be<br />two men collapse into being.<br />Like so, the rocks give up their<br />solid stance. If Hart threw<br />himself from ship to sea, how<br />can you, Hartley, hardly alive<br />in this solitude, not find his<br />eye inside of you. There is a crest<br />a recurring tall wave that comes<br />for you. So little light gets through<br />other than in sea foam your desire<br />knit to storm—here is your Maine mountain where the upsurge<br />the passional thrust gets through.<br /> </p> "}, {"title": "Solve for X", "view_node": "/poem/solve-x", "field_author": "<a href=\"/poet/oliver-de-la-paz\" hreflang=\"und\">Oliver de la Paz</a>", "field_date_published": "2017", "body": " <p>And in the outer world, the first, something smooth and wet. An<br />     X<br />skims across the tops of the crests in a succession of skips. The<br />     longest<br />holds its space in the air, pauses, then descends into what is a cool<br />     sleep.</p><p>X and all the faces of backlit animals gaze downward at you. Their<br />     curious engulfed<br />silhouettes. A spasm of radio and the accident of understanding<br />what it means to be X. What it means to be held and kissed and<br />     gibbered to<br />as though you were something cast away and suddenly,<br />     miraculously, returned.<br /> </p><p> </p><p> </p><p> </p><p> </p> "}, {"title": "My Mama moved among the days ", "view_node": "/poem/my-mama-moved-among-days", "field_author": "<a href=\"/poet/lucille-clifton\" hreflang=\"und\">Lucille Clifton</a>", "field_date_published": "2017", "body": "<p>My Mama moved among the days<br /><span class=\"“long\" line=\"\">like a dreamwalker in a field;</span><br /><span class=\"“long\" line=\"\">seemed like what she touched was hers</span><br /><span class=\"“long\" line=\"\">seemed like what touched her couldn’t hold,</span><br /><span class=\"“long\" line=\"\">she got us almost through the high grass</span><br /><span class=\"“long\" line=\"\">then seemed like she turned around and ran</span><br /><span class=\"“long\" line=\"\">right back in</span><br /><span class=\"“long\" line=\"\">right back on in</span></p>\n"}], "pager": {"current_page": 307, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}