{"rows": [{"title": "Delta Flight 659", "view_node": "/poem/delta-flight-659", "field_author": "<a href=\"/poet/denise-duhamel\" hreflang=\"und\">Denise Duhamel</a>", "field_date_published": "2009", "body": " <pre><i>—to Sean Penn</i>\n\nI'm writing this on a plane, Sean Penn,\nwith my black Pilot Razor ballpoint pen.\nEver since 9/11, I'm a nervous flyer. I leave my Pentium\nProcessor in Florida so TSA can't x-ray my stanzas, penetrate\nmy persona. Maybe this should be in iambic pentameter,\nrather than this mock sestina, each line ending in a Penn\n\nvariant. I convinced myself the ticket to Baghdad was too expensive.\nI contemplated going as a human shield. I read, in open-\nmouthed shock, that your trip there was a $56,000 expenditure.\nIs that true? I watched you on Larry King Live—his suspenders\nand tie, your open collar. You saw the war's impending\nmess. My husband gambled on my penumbra\n\nof doubt. <i>So you station yourself at a food silo in Iraq. What happens\nto me if you get blown up?</i> He begged me to stay home, be his Penelope.\nI sit alone in coach, but last night I sat with four poets, depending\non one another as readers, in a Pittsburgh café. I tried to be your pen\npal in 1987, not because of your pensive\nbad boy looks, but because of a poem you'd penned\n\nthat appeared in an issue of <i>Frank</i>. I still see the poet in you, Sean Penn.\nYou probably think fans like me are your penance\nfor your popularity, your star bulging into a pentagon\nfilled with witchy wanna-bes and penniless\npoets who waddle toward your icy peninsula\nof glamour like so many menacing penguins.\n\nBut honest, I come in peace, Sean Penn,\nwriting on my plane ride home. I want no part of your penthouse\nor the snowy slopes of your Aspen.\nI won't stalk you like the swirling grime cloud over Pig Pen.\nI have no script or stupendous\nnovel I want you to option. I even like your wife, Robin Wright Penn.\n\nI only want to keep myself busy on this flight, to tell you of four penny-\nloafered poets in Pennsylvania\nwho, last night, chomping on primavera penne\npasta, pondered poetry, celebrity, Iraq, the penitentiary\nof free speech. And how I reminded everyone that Sean Penn\nonce wrote a poem. I peer out the window, caress my lucky pendant:\n\nLook, Sean Penn, the clouds are drawn with charcoal pencils.\nThe sky is opening like a child's first stab at penmanship.\nThe sun begins to ripen orange, then deepen. </pre>\n "}, {"title": "The Peace That So Lovingly Descends", "view_node": "/poem/peace-so-lovingly-descends", "field_author": "<a href=\"/poet/noelle-kocot\" hreflang=\"und\">Noelle Kocot</a>", "field_date_published": "2009", "body": " <pre>\n\"You\" have transformed into \"my loss.\"\nThe nettles in your vanished hair\nRestore the absolute truth\nOf warring animals without a haven.\nI know, I'm as pathetic as a railroad\nWithout tracks.  In June, I eat\nThe lonesome berries from the branches.\nWhat can I say, except the forecast\nNever changes.  I sleep without you,\nAnd the letters that you sent\nAre now faded into failed lessons\nOf an animal that's found a home.  This.</pre>\n "}, {"title": "[In Colorado, In Oregon, upon]", "view_node": "/poem/colorado-oregon-upon", "field_author": "<a href=\"/poet/joshua-beckman\" hreflang=\"und\">Joshua Beckman</a>", "field_date_published": "2009", "body": " <pre>\nIn Colorado, In Oregon, upon\t\neach beloved fork, a birthday is celebrated.\nI miss each and every one of my friends.\nI believe in getting something for nothing.\nPush the chair, and what I can tell you \nwith almost complete certainty\nis that the chair won't mind.\nAnd beyond hope,\nI expect it is like this everywhere. \nMusic soothing people.\nChange rolling under tables.\nThe immaculate cutoff so that we may continue.\nA particular pair of trees waking up against the window.\nThis partnership of mind, and always now\nin want of forgiveness. That forgiveness be\nthe domain of the individual,\nlike music or personal investment.\nGreat forward-thinking people brought us\nthe newspaper, and look what we have done.\nIt is time for forgiveness. Dear ones,\nunmistakable quality will soon be upon us.\nDon't wait for anything else.</pre>\n "}, {"title": "Porcelain", "view_node": "/poem/porcelain", "field_author": "<a href=\"/poet/carl-phillips\" hreflang=\"und\">Carl Phillips</a>", "field_date_published": "2009", "body": " <pre>\nAs when a long forgetfulness lifts suddenly, and what\nwe'd forgotten—as we look at it squarely, then again\nrefuse to look—is our own\n                                            inconsequence, yes, it was\nmostly like that, sex as both an act of defacement and—\nas if the two were the same thing—votive offering,\ninsofar as the leaves\n                                     also were a kind of offering, or could\nat least be said to be, as they kept falling the way leaves\ndo: volitionless, from different heights, and in the one direction.</pre>\n "}, {"title": "Little Ending", "view_node": "/poem/little-ending", "field_author": "<a href=\"/poet/charles-wright\" hreflang=\"und\">Charles Wright</a>", "field_date_published": "2009", "body": " <pre>\nBowls will receive us,\n                                        and sprinkle black scratch in our eyes.\nLater, at the great fork on the untouchable road,\nIt won't matter where we have become.\n\nUnburdened by prayer, unburdened by any supplication,\nSomeone will take our hand,\n                                                someone will give us refuge,\nCircling left or circling right.</pre>\n "}, {"title": "The Hug", "view_node": "/poem/hug", "field_author": "<a href=\"/poet/thom-gunn\" hreflang=\"und\">Thom Gunn</a>", "field_date_published": "2009", "body": "<p><span class=\"long-line\">It was your birthday, we had drunk and dined</span><br /><span class=\"long-line\">    Half of the night with our old friend</span><br /><span class=\"long-line\">        Who'd showed us in the end</span><br /><span class=\"long-line\">    To a bed I reached in one drunk stride.</span><br /><span class=\"long-line\">        Already I lay snug,</span><br /><span class=\"long-line\">And drowsy with the wine dozed on one side.</span></p>\n<p><span class=\"long-line\">I dozed, I slept. My sleep broke on a hug, </span><br /><span class=\"long-line\">        Suddenly, from behind, </span><br /><span class=\"long-line\">In which the full lengths of our bodies pressed:</span><br /><span class=\"long-line\">        Your instep to my heel,</span><br /><span class=\"long-line\">    My shoulder-blades against your chest.</span><br /><span class=\"long-line\">    It was not sex, but I could feel</span><br /><span class=\"long-line\">    The whole strength of your body set,</span><br /><span class=\"long-line\">           Or braced, to mine,</span><br /><span class=\"long-line\">        And locking me to you</span><br /><span class=\"long-line\">    As if we were still twenty-two</span><br /><span class=\"long-line\">    When our grand passion had not yet</span><br /><span class=\"long-line\">        Become familial.</span><br /><span class=\"long-line\">    My quick sleep had deleted all </span><br /><span class=\"long-line\">    Of intervening time and place.</span><br /><span class=\"long-line\">        I only knew</span><br /><span class=\"long-line\">The stay of your secure firm dry embrace.</span></p>\n"}, {"title": "The National Interest", "view_node": "/poem/national-interest", "field_author": "<a href=\"/poet/ted-mathys\" hreflang=\"und\">Ted Mathys</a>", "field_date_published": "2009", "body": " <pre>\nWe are interested in long criminal histories\nbecause we've never bedded down in a cellblock.\nWith the sibilance of wind through the swaying\nspires of skyscrapers as my witness. When I say \ncover your grenades I mean it's going to rain I mean\nthere is mischief in every filibuster of sun.\n\nWe are interested in rigorously arranging \nemotions by color as we've never been fully\ndivested of blues. With drinking till my fingernails\nhurt as my witness, with hurt as my witness.\nWhen I say be demanding I mean be fully\nindividual while dissolving in the crowd.\n\nWe are interested in characters who murder\nbecause we've never committed it or to it.\nWith an origami frog in a vellum crown spinning\non a fishing line from the ceiling as my witness.\nWhen I say please kneel with me I mean between\nevery shadow and sad lack falls a word.\n\nWe are interested in ceaselessly setting floor joists\nbecause we've never pulled a pole barn spike\nfrom a foot. With bowing to soap your ankles\nin the shower as my witness, lather as my witness.\nWhen I say did you see the freckle in her iris I mean\nthe poem must reclaim the nature of surveillance.\n\nWe are interested in possessing others who possess\nthat which we possess but fear losing in the future.\nWith a fork as my witness. A dollop of ketchup,\nhash brown, motion, with teeth as my witness.\nWhen I say you I don't mean me I don't mean\nan exact you I mean a composite you I mean God.\n\nWe are interested in God because we can't \npossess God, because we can't possess <i>you</i>. \nWith a scrum of meatheads in IZOD ogling iPods\nas my witness, technological progress as my witness.\nWhen I say no such thing as progress in art I mean\n\"These fragments I have shored against my ruins\"\n\nWe are interested in ambivalence as ribcages\nresist being down when down, up when up.\nWith the swell of the argument and the moment\nbefore forgiveness as my witness. When I say power\nis exclusion I mean a box of rocks we don't\ndesire to deduce I mean knowing is never enough. </pre>\n "}, {"title": "Ode to Spring", "view_node": "/poem/ode-spring", "field_author": "<a href=\"/poet/frederick-seidel\" hreflang=\"und\">Frederick Seidel</a>", "field_date_published": "2009", "body": " <pre>\nI can only find words for.\nAnd sometimes I can't.\nHere are these flowers that stand for.\nI stand here on the sidewalk.\n\nI can't stand it, but yes of course I understand it.\nEverything has to have meaning.\nThings have to stand for something.\nI can't take the time. Even skin-deep is too deep.\n\nI say to the flower stand man:\nBeautiful flowers at your flower stand, man.\nI'll take a dozen of the lilies.\nI'm standing as it were on my knees\n\nBefore a little man up on a raised \nRunway altar where his flowers are arrayed\nAlong the outside of the shop.\nI take my flames and pay inside.\n\nI go off and have sexual intercourse.\nThe woman is the woman I love.\nThe room displays thirteen lilies.\nI stand on the surface.</pre>\n "}, {"title": "Intensities of Emphasis and Wonder", "view_node": "/poem/intensities-emphasis-and-wonder", "field_author": "<a href=\"/poet/farrah-field\" hreflang=\"und\">Farrah Field</a>", "field_date_published": "2009", "body": " <pre>\nThe sleeping one is erect and mumbles.\nThe room went Arctic overnight\n\nand his foot peeks outside the covers.\nYou leave his warm slumber\n\nfive minutes before the new hour,\nstomach growling, and possible\n\nmoon somewhere. There's slight moisture\nstill. He'll later say he saw you leave.\n\nThe day will happen soon enough—\npeanut butter sandwich, dropped knife,\n\ntote bag of graded papers.\nFlossing in a colder room,\n\nplanning Jefferson myth-debunking,\nwashing hair—the man's sleep stretches\n\nwithout boundaries, rolled to middle,\nas if it were his bed, thick lashes,\n\neven beard, and no concern for pillow.\nHe doesn't know it's October and you are happy.</pre>\n "}, {"title": "[white spring]", "view_node": "/poem/white-spring", "field_author": "<a href=\"/poet/lisa-olstein\" hreflang=\"und\">Lisa Olstein</a>", "field_date_published": "2009", "body": " <p>I am working on a specimen so pale it is like staring at snow from the bow of a ship in fog. I lose track of things—articulation of wing, fineness of hair—as if the moth itself disappears, but remains as an emptiness before me. Or, from its bleakness, the subtlest distinctions suddenly increase: the slightest shade lighter in white begins to breathe with a starkness that’s arresting and the very idea of color terrifies. It has snowed and the evening is blue. The herders look like buoys, like waders the water has gotten too deep around. They’ll have to swim in to shore. Their horses are patient. They love to be led from their stalls. They love to sharpen their teeth on the gate. They will stand, knees locked, for hours.</p> "}, {"title": "Weaving", "view_node": "/poem/weaving", "field_author": "<a href=\"/poet/paul-otremba\" hreflang=\"und\">Paul Otremba</a>", "field_date_published": "2009", "body": " <pre>\n<i>\nI don't think they'll find the new weaving\nanywhere finer than truth.</i>\n—Osip Mandelstam\n\n\nI've tried to sift a truth finer than salt\nfrom my mouth. It matters: I get up\n\nor I do not. The books can wait, leaves\nburn themselves these days, and the day\n\nbegins or it does not. Now wingless,\na wasp masquerading as the sun crawls—\n\na harmless razor—across the backlit\ncurtain. No city trembles on the verge\n\nof the sea. No stupid bird threatens\nto dissolve me if I forget my species\n\nin the official questionnaire. I could\nput my ten bureaucrats to their task.\n\nThe dusting and polishing. There's a point,\na mirror for me to enumerate my teeth.\n\nBeyond these walls, there's only the snowed-in\nfield, an egg just opened but empty.</pre>\n "}, {"title": "Untitled [This is what was bequeathed us]", "view_node": "/poem/untitled-what-was-bequeathed-us", "field_author": "<a href=\"/poet/gregory-orr\" hreflang=\"und\">Gregory Orr</a>", "field_date_published": "2009", "body": " <pre>\nThis is what was bequeathed us:\nThis earth the beloved left\nAnd, leaving,\nLeft to us.\n\nNo other world\nBut this one:\nWillows and the river\nAnd the factory\nWith its black smokestacks.\n\nNo other shore, only this bank\nOn which the living gather.\n\nNo meaning but what we find here.\nNo purpose but what we make.\n\nThat, and the beloved’s clear instructions:\nTurn me into song; sing me awake.</pre>\n "}, {"title": "Kelp", "view_node": "/poem/kelp", "field_author": "<a href=\"/poet/jeffrey-yang\" hreflang=\"und\">Jeffrey Yang</a>", "field_date_published": "2008", "body": " <pre>\nHow easy it is to lose oneself\nin a kelp forest. Between \ncanopy leaves, sunlight filters thru \nthe water surface; nutrients\nbring life where there'd other-\nwise be barren sea; a vast eco-\nsystem breathes. Each \nbeing being \nbeing's link.</pre>\n "}, {"title": "Looking Back on the Muckleshoot Reservation from Galisteo Street, Santa Fe", "view_node": "/poem/looking-back-muckleshoot-reservation-galisteo-street-santa-fe", "field_author": "<a href=\"/poet/arthur-sze\" hreflang=\"und\">Arthur Sze</a>", "field_date_published": "2009", "body": " <pre>\nThe bow of a Muckleshoot canoe, blessed\nwith eagle feather and sprig of yellow cedar,\nis launched into a bay. A girl watches\nher mother fry venison slabs in a skillet—\ndrops of blood sizzle, evaporate. Because\na neighbor feeds them, they eat wordlessly;\nthe silence breaks when she occasionally\ngags, reaches into her throat, pulls out hair.\nGone is the father, riled, arguing with his boss,\nwho drove to the shooting range after work;\ngone, the accountant who embezzled funds,\ndisplayed a pickup and proclaimed a winning\nflush at the casino. You donate chicken soup\nand clothes but never learn if they arrive\nat the south end of the city. Your small\nacts are sandpiper tracks in wet sand.\nNewspapers, plastic containers, beer bottles\nfill bins along the sloping one-way street.</pre>\n "}, {"title": "corydon &amp; alexis, redux", "view_node": "/poem/corydon-alexis-redux", "field_author": "<a href=\"/poet/d-powell\" hreflang=\"und\">D. A. Powell</a>", "field_date_published": "2009", "body": " <pre>\nand yet we think that song outlasts us all:  wrecked devotion\nthe wept face of desire, a kind of savage caring that reseeds itself and grows in clusters\n\noh, you who are young, consider how quickly the body deranges itself\nhow time, the cruel banker, forecloses us to snowdrifts white as god's own ribs\n\n\n\nwhat else but to linger in the slight shade of those sapling branches\nyearning for that vernal beau.   for don't birds covet the seeds of the honey locust\nand doesn't the ewe have a nose for wet filaree and slender oats foraged in the meadow\nkit foxes crave the blacktailed hare:  how this longing grabs me by the nape\n\n\n\nguess I figured to be done with desire, if I could write it out\ndispense with any evidence, the way one burns a pile of twigs and brush\n\n<i>what was his name?</i> I'd ask myself, that guy with the sideburns and charming smile\nthe one I hoped that, as from a sip of hemlock, I'd expire with him on my tongue\n\n\n\nsilly poet, silly man:  thought I could master nature like a misguided preacher\nas if banishing love is a fix.   as if the stars go out when we shut our sleepy eyes</pre>\n "}, {"title": "Traffic", "view_node": "/poem/traffic", "field_author": "<a href=\"/poet/bill-berkson\" hreflang=\"und\">Bill Berkson</a>", "field_date_published": "2009", "body": " <pre>\nChoice is painful,\nOccasion but a drag.\n\nPoems are made by poets,\nThat's no lie.\n\n\"What's wrong with this town,\"\nA New York driver says,\n\n\"There's too much art—and\nToo many art lovers!\"\n\n\"You an artist?\"\n\"Nah, I just drive cab.\"</pre>\n "}, {"title": "The World as Seen Through a Glass of Ice Water", "view_node": "/poem/world-seen-through-glass-ice-water", "field_author": "<a href=\"/poet/dobby-gibson\" hreflang=\"und\">Dobby Gibson</a>", "field_date_published": "2009", "body": " <pre>\nThere are a billion reasons to look down\ninto a casket, but just one way to lie in it dead,\nwhich proves there isn't anything \nyou can think of that isn't here for the living,\nwho are each alive for a short time\nin a very different way. \nAfter she moves out, one tears up grass blades\nto watch which way the wind blows.\nJust over there, another buried his favorite dog\nand now look at that tree! \nWould you like to model for me?\nsays the lousy painter \nto every woman who walks within earshot.\nFeeling a little dead?\nMaybe you spend a weekend \nfaking a French accent,\nmaybe you buy an even more expensive stereo\nand build a separate and self-sufficient world\ninside the garage. \nSomething happens something happens something happens.\nRepetition repetition repetition. \nThe saddest painting I ever saw \nwas on the carpet in my friend's hallway\nwhere he tripped one night\ncarrying a gallon of red.\nThis was just before the divorce.\nJust after he told me he was trapped \ninside some idea of himself,\none he swore bore no relation\nto what the rest of us had been seeing.\n\"Nice shirt\" has always meant too many things.</pre>\n "}, {"title": "In Aporia", "view_node": "/poem/aporia", "field_author": "<a href=\"/poet/akilah-oliver\" hreflang=\"und\">Akilah Oliver</a>", "field_date_published": "2009", "body": "<blockquote><sup><em>I realized everything I was doing must have been Death. It was Christmas or Labor Day—a holiday—and every time you turned on the radio they said something like 'four million' or 'going to die'\"<br /><span class=\"long-line\">            ―Andy Warhol</span></em></sup></blockquote>\n\n<p><span class=\"long-line\">I'm trying on ego, [a justification for the planet's continuance]. Oh</span></p>\n\n<p><span class=\"long-line\">hello transgressor, you've come to collect utilitarian debts, humbling</span></p>\n\n<p><span class=\"long-line\">narrative space. Give me a condition and wheatgrass,</span></p>\n\n<p><span class=\"long-line\">I his body is disintegrating, I his body is ossification. Death by habit</span></p>\n\n<p><span class=\"long-line\">radius, yeah yeah.</span></p>\n\n<p><span class=\"long-line\">I his body can't refuse this summons. I can't get out</span></p>\n\n<p><span class=\"long-line\">this fucking room. Tell me something different about torture</span></p>\n\n<p><span class=\"long-line\">dear Trickster. </span></p>\n\n<p><span class=\"long-line\">Tell me about the lightness my mother told me to pick the one i love the best</span></p>\n\n<p><span class=\"long-line\">how it signals everything I ever wish to believe true just holy on my ship.</span></p>\n\n<p><span class=\"long-line\">I jump all over this house. this is it [what i thought is thought only,</span></p>\n\n<p><span class=\"long-line\">nothing more deceptive than]:</span></p>\n\n<p><span class=\"long-line\">I his body keeps thinking someone will come along, touch me.</span></p>\n\n<p><span class=\"long-line\">As like human. Or lima bean.</span></p>\n\n<p><span class=\"long-line\">I'm cradling you to my breast, you are looking out. A little wooden lion you &amp; Peter carve </span><br /><span class=\"long-line\">        on Bluff Street is quieting across your cheekbone. Not at all like the kind of terror found </span><br /><span class=\"long-line\">        in sleep, on trembling grounds.</span></p>\n\n<p><span class=\"long-line\">It is yesterday now. I have not had a change to dance in this century. Tonight I shall kill someone,</span></p>\n\n<p><span class=\"long-line\">a condition to remember Sunday mornings.</span></p>\n\n<p><span class=\"long-line\">To think of lives as repetitions [rather than singular serial incarnations]. To understand your </span><br /><span class=\"long-line\">        death is as exacerbating as trying to figure out why as schoolchildren in mid-nineteen-sixties </span><br /><span class=\"long-line\">        South California </span></p>\n\n<p><span class=\"long-line\">we performed reflexive motion:</span></p>\n\n<p><span class=\"long-line\">cutting out lace snowflakes, reading Dick and Jane serch for their missing mittens,</span></p>\n\n<p><span class=\"long-line\">imagining snow.</span></p>\n\n<p><span class=\"long-line\">And this too, fiction. The book I would want to right.</span></p>\n\n<p><span class=\"long-line\">The restored fallen, heroic.</span></p>\n\n<p><span class=\"long-line\">Did you expect a different frace from the world? Or upon exit?</span></p>\n\n<p><span class=\"long-line\">I'm working on \"tough.\" They think I am already. All ready.</span></p>\n\n<p><span class=\"long-line\">Who is the dead person? Is \"I'm sorry\" real to a dead person?</span></p>\n\n<p><span class=\"long-line\">Browning grass. My hands on this table. A contentious century. </span></p>\n\n<p><span class=\"long-line\">A place to pay rent. Redemptive moments.</span></p>\n\n<p><span class=\"long-line\">Am I now the dead person?</span></p>\n\n<p><span class=\"long-line\">Dead person, dead person, will you partake in my persimmon feast?</span></p>\n\n<p><span class=\"long-line\">The body inside the body astounds, confesses sins of the funhouse. </span></p>\n\n<p><span class=\"long-line\">I too have admired the people of this plant.</span></p>\n\n<p><span class=\"long-line\">Their frilly, ordered intellects.</span></p>\n\n<p><span class=\"long-line\">The use they've made of cardamom,</span></p>\n\n<p><span class=\"long-line\">radiation as well. How they've pasteurized milk, loaned surnames to stars,</span></p>\n\n<p><span class=\"long-line\">captured tribes, diseases, streets, and ideas too.</span></p>\n"}, {"title": "The Body Is the Victory and the Defeat of Dreams", "view_node": "/poem/body-victory-and-defeat-dreams", "field_author": "<a href=\"/poet/katerina-anghelaki-rooke\" hreflang=\"und\">Katerina Anghelaki-Rooke</a>", "field_date_published": "2009", "body": "<p><span class=\"long-line\">The body is the Victory of dreams</span><br /><span class=\"long-line\">when shameless as water</span><br /><span class=\"long-line\">it rises from slumber</span><br /><span class=\"long-line\">its pock marks, its scars</span><br /><span class=\"long-line\">such signs still asleep</span><br /><span class=\"long-line\">its dark olive groves</span><br /><span class=\"long-line\">in love,</span><br /><span class=\"long-line\">cool to the hand.</span></p>\n\n<p><span class=\"long-line\">The body is the Defeat of dreams</span><br /><span class=\"long-line\">spread out long and empty</span><br /><span class=\"long-line\">(if you shout, you hear the echo)</span><br /><span class=\"long-line\">with its anemic tiny hairs</span><br /><span class=\"long-line\">unloved by time</span><br /><span class=\"long-line\">wounded, sobbing</span><br /><span class=\"long-line\">hating its own motion</span><br /><span class=\"long-line\">its original black color</span><br /><span class=\"long-line\">fades steadily</span><br /><span class=\"long-line\">when it wakes it clasps its bag</span><br /><span class=\"long-line\">hanging on to pain for hours</span><br /><span class=\"long-line\">in the dust.</span></p>\n\n<p><span class=\"long-line\">The body is the Victory of dreams</span><br /><span class=\"long-line\">when it puts one foot in front of the other</span><br /><span class=\"long-line\">and gains a certain ground.</span><br /><span class=\"long-line\">A place. </span><br /><span class=\"long-line\">With a heavy thump.</span><br /><span class=\"long-line\">Death.</span><br /><span class=\"long-line\">When the body gains a place</span><br /><span class=\"long-line\">in a town square</span><br /><span class=\"long-line\">after death</span><br /><span class=\"long-line\">like a wolf with a burning snout</span><br /><span class=\"long-line\">it howls, \"I want it\"</span><br /><span class=\"long-line\">\"I can't stand it\"</span><br /><span class=\"long-line\">\"I threaten—I revolt\"</span><br /><span class=\"long-line\">\"My baby is hungry.\"</span></p>\n\n<p><span class=\"long-line\">The body gives birth to justice</span><br /><span class=\"long-line\">and its defense.</span><br /><span class=\"long-line\">The body creates the flower</span><br /><span class=\"long-line\">spits out the death-pit</span><br /><span class=\"long-line\">tumbles over, takes flight</span><br /><span class=\"long-line\">spins motionless around the cesspool</span><br /><span class=\"long-line\">(the world's motion)</span><br /><span class=\"long-line\">in dreams the body triumphs</span><br /><span class=\"long-line\">of finds itself naked in the streets</span><br /><span class=\"long-line\">in pain; </span><br /><span class=\"long-line\">it loses its teeth</span><br /><span class=\"long-line\">shivers from love</span><br /><span class=\"long-line\">breaks its earth open </span><br /><span class=\"long-line\">like a watermelon</span><br /><span class=\"long-line\">and is done.</span></p>\n"}, {"title": "Monument", "view_node": "/poem/monument", "field_author": "<a href=\"/poet/brian-culhane\" hreflang=\"und\">Brian Culhane</a>", "field_date_published": "2009", "body": " <pre>\n\t\t<i>L.B. (1955-1979)</i>\n\nOf that year I remember the soft gauzy\nWhitish lump of goat cheese going bad\n\nLike some alchemical disaster turning day\nTo lead; the Cretan sun so much Minoan\n\nBull-leapers' somersaulting glory; and you\nLooking down the long sluice of months\n\nToward the metonymy of hospital walls,\nGums dyeing your first Greek hours,\n\nSmearing the hope that brought you here\nFor one last fling at life....Recovering\n\nFrom the flight, you pondered my room's\nGarish poster of Manhattan's skyline,\n\nEpic in black and white. You caught flaws \nIn its silhouette only a native could,\n\nSeated before the memory of all you were.\nWhat height had you risked, Lloyd, to come\n\nFrom the bedridden gloom of Astoria, Queens,\nJust to face anachronistic splendor?—you\n\nWhose marrow I'd soon sift through fingers\nOn a hillside far from any possible future:\n\nSnow's soot on a Catskill lake, after our\nPalms patted the silvered seam of earth down.</pre>\n "}], "pager": {"current_page": 521, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}