{"rows": [{"title": "In the Greenhouse", "view_node": "/poem/greenhouse", "field_author": "<a href=\"/poet/eugenio-montale\" hreflang=\"und\">Eugenio Montale</a>", "field_date_published": "2004", "body": " <pre>\nThe lemon bushes overflowed\nwith the patter of mole paws,\nthe scythe shined\nin its rosary of cautious water drops.\n\nA dot, a ladybug,\nignited above the quince berries\nas the snort of a rearing pony broke through,\nbored with his rub-down—then the dream took over.\n\nKidnapped, and weightless, I was drenched\nwith you, your outline\nwas my hidden breath, your face\nmerged with my face, and the dark\n\nidea of God descended\nupon the living few, amid heavenly\nsounds, amid childish drums,\namid suspended globes of lightning\n\nupon me, upon you, and over the lemons...</pre>\n "}, {"title": "Apostrophe", "view_node": "/poem/apostrophe", "field_author": "<a href=\"/poet/angie-estes\" hreflang=\"und\">Angie Estes</a>", "field_date_published": "2005", "body": " <pre>\nHow many in a field\nof wheat, and to whom\ndo they belong? <i>O death, O\ngrave, Bright star, thou bleeding piece \nof earth, thou shouldst be\nliving at this hour, </i>world without\nsynonym, amen. But I\ndigress, turn away like Giotto’s\n<i>contrapposto</i> Christ, apostle\nof <i>contrecoeur</i>—nothing like the cardinal \ncalling this morning, the third \nfifty-degree day at the end \nof December, to his cinnamon \nmate. The headline says, \"Pope Calls \nCardinals to Rome.\" But will they\ncome? It is written above—superscript, sign,\nomission—<i>a gentle tender insinuation\nthat makes it very difficult to definitely\ndecide to do without it. One does\ndo without it, I\ndo, I mostly always do, but\nI cannot deny that from time\nto time I feel myself\nhaving regrets and from time to\ntime I put it in. </i>This do in remembrance\nof me, your only wick\nto light. For where two\nor three are gathered in \nmy name, like snow in April, lid\non a coffin, ice on the lake, I’ll come\nbetween you and yours; I give you\nmy word.</pre>\n "}, {"title": "Constellations", "view_node": "/poem/constellations", "field_author": "<a href=\"/poet/steven-heighton\" hreflang=\"und\">Steven Heighton</a>", "field_date_published": "2004", "body": " <pre>\nAfter bedtime the child climbed on her dresser\nand peeled phosphorescent stars off the sloped\ngable-wall, dimming the night vault of her ceiling\nlike a haze or the interfering glow\nof a great city, small hands anticipating\neons as they raided the playful patterns\nher father had mapped for her — black holes now\nwhere the raised thumb-stubs and ears of the Bat\nhad been, the feet of the Turtle, wakeful\neyes of the Mourning Dove. She stuck those paper\nstars on herself. One on each foot, the backs\nof her hands, navel, tip of nose and so on,\nthen turned on the lamp by her bed and stood close\nlike a child chilled after a winter bath\npressed up to an air duct or a radiator\nuntil those paper stars absorbed more light\nthan they could hold. Then turned off the lamp,\nwalked out into the dark hallway and called.\n\nHer father came up. He heard her breathing\nas he clomped upstairs preoccupied, wrenched\nout of a rented film just now taking grip\non him and the child’s mother, his day-end\nbottle of beer set carefully on the stairs,\nmarking the trail back down into that evening\nadult world — he could hear her breathing (or\nreally, more an anxious, breathy giggle) but\ncouldn’t see her, then in the hallway stopped,\nmind spinning to sort the apparition\nof fireflies hovering ahead, till he sensed\nhis daughter and heard in her breathing\nthe pent, grave concentration of her pose,\nmapped onto the star chart of the darkness,\narms stretched high, head back, one foot slightly raised —\nthe Dancer, he supposed, and all his love\nspun to centre with crushing force, to find her\nmomentarily fixed, as unchanging\nas he and her mother must seem to her,\nand the way the stars are; as if the stars are.</pre>\n "}, {"title": "The Helmet", "view_node": "/poem/helmet", "field_author": "<a href=\"/poet/f-moritz\" hreflang=\"und\">A. F. Moritz</a>", "field_date_published": "2004", "body": " <pre>\nThe greatest twentieth-century work of art is not a poem or\n  a painting\n\nbut the steel helmet: so said some Nazi curator. And indeed the\n  German helmet\n\nfrom World War II that I own does satisfy our obsession with\n  elegant design.\n\nIts lines and volumes, simple yet intricate, and the way light\n  passes over it\n\nas if it were a planet while the skull-hole is filled with\n  darkness: these\n\nfulfil design’s one great promise or perception, that a thought,\n  even a life,\n\ncan express itself with beautiful inexplicitness, and there truly is\n  paradise:\n\nthe heaven of dynamic patterns and self-cancelled phrases where\n  all are equal.\n\nHere is the example, unique for each who confronts it, of a mass-\n  produced,\n\nineffable and unsayable impression. Democracy, art for all. Who\n  has not seen\n\nthese helmets? Millions owned them. Tens of thousands took\n  them from the dead.\n\nThis one, for instance, I have from a relative, who received it from\n  a friend,\n\na Berber, one of the Free French, assigned with the Americans,\n  who taught him\n\nthe tools and techniques of modern war. But this man also loved\n  traditional means.\n\nAt night he used to take a serrated bayonet and pass through the\n  lines. In the darkness\n\nnothing could be seen, so he felt for helmets: rough ones meant\n  the American army,\n\nand he went farther. Smooth ones: he was among Germans and\n  started cutting throats.\n\nThis additional work he did for the pleasure of danger and skill,\n  hatred of the enemy,\n\nand love of his foreign friends. A stoical man, with outbursts of\n  frantic exalted delight,\n\nhe went home after the war to a strict life in the desert south of\n  Marrakesh.\n\nNow I’ve turned his helmet over on its back like a small-boy-\n  tortured turtle,\n\nand I use it to plant flowers in: those shade-lovers I always call\n  \"patience\"\n\nwhen I know impatiens is their name.</pre>\n "}, {"title": "Epilogue", "view_node": "/poem/epilogue", "field_author": "<a href=\"/poet/robert-lowell\" hreflang=\"und\">Robert Lowell</a>", "field_date_published": "1975", "body": " <pre>\nThose blessèd structures, plot and rhyme—\nwhy are they no help to me now\nI want to make\nsomething imagined, not recalled?\nI hear the noise of my own voice:\n<i>The painter's vision is not a lens,\nit trembles to caress the light.</i>\nBut sometimes everything I write \nwith the threadbare art of my eye\nseems a snapshot,\nlurid, rapid, garish, grouped,\nheightened from life,\nyet paralyzed by fact.\nAll's misalliance.\nYet why not say what happened?\nPray for the grace of accuracy\nVermeer gave to the sun's illumination\nstealing like the tide across a map\nto his girl solid with yearning.\nWe are poor passing facts,\nwarned by that to give\neach figure in the photograph\nhis living name.</pre>\n "}, {"title": "How it comes to pass", "view_node": "/poem/how-it-comes-pass", "field_author": "<a href=\"/poet/megan-johnson\" hreflang=\"und\">Megan Johnson</a>", "field_date_published": "2005", "body": " <pre>\nSee here          little faltering one\n           that radio song is for you          a top ten hit\nten years ago     and the car\t      gently nudges\n           the house          where air circulation\nis bad          you can’t breathe          correctly\n           not getting the sap               under your nails\nis a shame       this earth can bear               almonds\n           can’t you stand a little straighter\neven though the limelight               not meant for you\n           looks luscious on skin             whose is it\ntwo bodies converging             when does it happen\n           when the taste of salt              sticks for days\nyou grow old                      the kite at its peak\n           can drift for hours                    if the wind is right—</pre>\n "}, {"title": "That Been to Me My Lives Light and Saviour", "view_node": "/poem/been-me-my-lives-light-and-saviour", "field_author": "<a href=\"/poet/susan-wheeler\" hreflang=\"und\">Susan Wheeler</a>", "field_date_published": "2005", "body": " <pre>\n<i>Purse be full again, or else must I die</i>. This is the wish \nthe trees in hell’s seventh circle lacked, bark ripped by monstrous dogs,\nbleeding from each wound. We see them languid there,\nthe lightened purse a demon drug. <i>Less, less</i>.\n\nAt the canal, the dog loops trees in a figure eight — \na cacophony of insects under sun. A man against a tree nods off.\n\nLet there be no sandwich for the empty purse.\nLet there be no raiment for someone skint.\nLet blood run out, let the currency remove.\nLet that which troubles trouble not.\n\nMy father in the driveway. Legs splayed behind him. Pail beside him.\nSorting handfuls of gravel by shade and size. One way to calm\na pecker, compensate for stash. <i>Dad!</i> I lied.\n\nThe man shifts by the tree and now grace is upon him.\nThe slant of sun picks up the coins dropped by travelers and — lo! — \ngrace enables him to see. The demon dog fresh off an eight barks, too,\nstanding, struck by the man, by the coins, barks at their glare;\nthe man reaches in scrim at the glint in the light and thinks <i>Another\nmalt</i>. The flesh is willing, the spirit spent,\n                                                   the cloud passes over — \nrelief is not what you think, not the light. Regard the barking\ndog now tugging at the dead man’s leg becoming bark.\n\n<i>You be my life, you be my heart’s guide</i>,\nyou be the provision providing more,\nyou be the blood — stanch the sore! — \nyou be failing \n                          proportion (mete) . . .  \n\nSteward of gravel squints up at the girl who is me.\n<i>What? </i>defensively. Out of the east woods, a foaming raccoon spills.\nPalmolive executive? Palmolive customer? Palm’s stony olives\n                              on the embankment of limestone or soapstone or\nshale. Leg of the man clamped in the dog’s mouth. Mouth\nof the man open and unmoved. Voice of the man:\n\n<i>Three dolls sat within a wood, and stared, and wet when it rained\ninto their kewpie mouths. They were mine to remonstrate to the\ntrees at large, the catalpas and the fir, the sugar maples in the\nglade turning gold. To each is given, one doll began, so I had\nto turn her off. Consider how it was for me — </i>\n\nFlash of the arrow and the foam falls down. Three balletists \nignoring pliés bound onto the long lawn and its canalward\nslope. I am underwater and they haze in the light, \n                                                                      mouth\nbut do not sound. In the arrow’s blink they start.\n\nDecimal as piercing of the line — \nTable as imposition of the grid — \nSum as heuristic apoplex — \nColumns in honeysuckle cents — or not.\n\n<i>Just this transpired. Against a tree </i>I swooned and fell, and\nwater seeped into my shoe, and a dream began to grow in me.\nOr despair, and so I chose the dream. And while I slept,\nI was being fed, and clothed, addressed — as though awake\nwith every faculty, and so it went. Then: blaze, blare of sun\nafter years uncounted, and synesthesia of it and sound,\nthe junco’s chirp and then the jay’s torn caw, arc\nof trucks on the distant interstate, your <i>what the fuck</i>\nand then her call. Beside me, pinned to a green leaf,\nin plastic and neat hand, a full account. I had indeed still\nlived, and been woke for more. So, weeping then, I rose.</pre>\n "}, {"title": "Lines on Retirement, after Reading Lear", "view_node": "/poem/lines-retirement-after-reading-lear", "field_author": "<a href=\"/poet/david-wright\" hreflang=\"und\">David Wright</a>", "field_date_published": "2005", "body": " <pre>\n<i>for Richard Pacholski</i>\n\nAvoid storms. And retirement parties.\nYou can’t trust the sweetnesses your friends will\noffer, when they really want your office,\nwhich they’ll redecorate. Beware the still\nuntested pension plan. Keep your keys. Ask\nfor more troops than you think you’ll need. Listen\nmore to fools and less to colleagues. Love your\nyoungest child the most, regardless. Back to\nstorms: dress warm, take a friend, don’t eat the grass,\ndon’t stand near tall trees, and keep the yelling\ndown—the winds won’t listen, and no one will\nsee you in the dark. It’s too hard to hear\nyou over all the thunder. But you’re not\nLear, except that we can’t stop you from what\nyou’ve planned to do. In the end, no one leaves\nthe stage in character—we never see\nthe feather, the mirror held to our lips.\nSo don’t wait for skies to crack with sun. Feel\nthe storm’s sweet sting invade you to the skin,\nthe strange, sore comforts of the wind. Embrace\nyour children’s ragged praise and that of friends.\nGo ahead, take it off, take it all off.\nRun naked into tempests. Weave flowers\ninto your hair. Bellow at cataracts.\nIf you dare, scream at the gods. Babble as\nif you thought words could save. Drink rain like cold\nbeer. So much better than making theories.\nWe’d all come with you, laughing, if we could.</pre>\n "}, {"title": "Vacation", "view_node": "/poem/vacation", "field_author": "<a href=\"/poet/rita-dove\" hreflang=\"und\">Rita Dove</a>", "field_date_published": "1994", "body": "<p><span class=\"long-line\">I love the hour before takeoff,</span><br /><span class=\"long-line\">that stretch of no time, no home</span><br /><span class=\"long-line\">but the gray vinyl seats linked like</span><br /><span class=\"long-line\">unfolding paper dolls. Soon we shall</span><br /><span class=\"long-line\">be summoned to the gate, soon enough</span><br /><span class=\"long-line\">there’ll be the clumsy procedure of row numbers</span><br /><span class=\"long-line\">and perforated stubs—but for now</span><br /><span class=\"long-line\">I can look at these ragtag nuclear families</span><br /><span class=\"long-line\">with their cooing and bickering</span><br /><span class=\"long-line\">or the heeled bachelorette trying</span><br /><span class=\"long-line\">to ignore a baby’s wail and the baby’s</span><br /><span class=\"long-line\">exhausted mother waiting to be called up early</span><br /><span class=\"long-line\">while the athlete, one monstrous hand</span><br /><span class=\"long-line\">asleep on his duffel bag, listens,</span><br /><span class=\"long-line\">perched like a seal trained for the plunge.</span><br /><span class=\"long-line\">Even the lone executive</span><br /><span class=\"long-line\">who has wandered this far into summer</span><br /><span class=\"long-line\">with his lasered itinerary, briefcase</span><br /><span class=\"long-line\">knocking his knees—even he</span><br /><span class=\"long-line\">has worked for the pleasure of bearing</span><br /><span class=\"long-line\">no more than a scrap of himself</span><br /><span class=\"long-line\">into this hall. He’ll dine out, she’ll sleep late,</span><br /><span class=\"long-line\">they’ll let the sun burn them happy all morning</span><br /><span class=\"long-line\">—a little hope, a little whimsy</span><br /><span class=\"long-line\">before the loudspeaker blurts</span><br /><span class=\"long-line\">and we leap up to become</span><br /><span class=\"long-line\">Flight 828, now boarding at Gate 17.</span></p>\n"}, {"title": "The Lullaby of History", "view_node": "/poem/lullaby-history", "field_author": "<a href=\"/poet/kevin-boyle\" hreflang=\"und\">Kevin Boyle</a>", "field_date_published": "2005", "body": " <p>The Lullaby of History By Kevin Boyle</p>\n<pre>\nI put the bookmark in the page after Lincoln’s\nsilence during the 1860 campaign, after no one \nin the Gulf States cast a single vote for him, \nthen march off to the car, carseat in tow, drive on \ncruise, mainly, to the site in Durham where Sherman \ncoaxed the Southern general—Johnston—\nto submit twice, sign twice. The six hundred thousand \ndead were like the shucks inside the reconstructed\nbed, the smoke the chimney slewed, the clayish mud.\nIn the museum, name-tagged women watch our daughter,\nfour months here, while we investigate the flags\nwith gunshot holes, the uniforms with gunshot holes,\nthe shells of the Union Army with three rings, the shells\nof the Confederate’s with two. We take our daughter \nto the filmstrip, where she sleeps through\nthe stills of uniformed corpses in ditches and cries\nat war’s end, one flag for all these states. We ride,\nstrapped, to the Greek restaurant known for its sauces\nand lamb, stroll inside the tobacco warehouse transformed\ninto a mall, each glass pane so large a truck \ncould drive through and pick up brightleaf to ship.  \nThey say this section profited when South met North \nand troops took in the smoke of this leaf, spreading \nby word of mouth the flavor, until the profits \nwere so large owners began to donate. In the antique store\nwe happen upon a map my father might love\nof Ireland before division, just as it appeared\nwhen he was born, the north a section, not another country,\nUlster’s counties awash in the orange the mapmakers\nstained it. But we can’t commit to buy for this price,\nor prevent our daughter from falling asleep as we discuss\nfacts the map makes clear: battles marked in bold,\nour side losing again and again, the Flight of the Earls,\nVinegar Hill, the Battle of the Boyne, and we donate\na moment during the drive home to feel \nthe weight of the centuries’ dead, almost cry for all\nthose men who gave their skin to the ground so young,\nso young brought their lips to earth and let their mouths\ncave in, accept the soil as their voice. We did not wake\nour girl through this. <i>Let her sleep</i>, we said.</pre>\n "}, {"title": "Cut Off the Ears of Winter", "view_node": "/poem/cut-ears-winter", "field_author": "<a href=\"/poet/peter-covino\" hreflang=\"und\">Peter Covino</a>", "field_date_published": "2005", "body": " <pre>\nCut off the ears of winter\nthey have overheard too much,\nwhere incinerators burn,\nwhere rubble-strewn streets\nare covered in dust from the remodeling.\nAgain, the doe-man in mauve cashmere—\nthe nerve of him—in the never world \n(where ashes are harvested) where \nashes rain down in glory, a jackpot\nof answers. Tonight, the underwriting \nof desire is an inky carbon copy.\nI <i>have </i>already—that last time drunk\non scotch. Then all morning\na chain gang of transvestite prostitutes \nlitters the front yard—the Police Station \nnext door also on fire, burning,\nburning handcuffs, the soles of shoes\nnot holding the earth, cars skidding \neverywhere, the tire’s frame sets sparks\nalong the road. This is my last dollar,\nlast cigarette, last match.</pre>\n "}, {"title": "View from Outside", "view_node": "/poem/view-outside", "field_author": "<a href=\"/poet/david-keplinger\" hreflang=\"und\">David Keplinger</a>", "field_date_published": "2005", "body": " <pre>\nHe didn’t want the EKG. He didn’t want\nTo know. But the nurse attached\nIts greasy patches to his chest to read.\nFrom which all things spray violent\nAnd out, there is a point of singularity.\nIn Michelangelo’s sculpture of the heart,\nFor instance, the heart wears the costume\nOf David’s body. In the eyes of the Judean\nThere is no fear of what the heart has made.\nYou are going into cardiac arrest, this nurse said.\nThat’s when he saw the thing the other way:\nSomething mute sat like a stone\nInside the clenching and unclenching of his heart.\nHe had the stone. Only it would pay attention.</pre>\n "}, {"title": "Beneath Speech", "view_node": "/poem/beneath-speech", "field_author": "<a href=\"/poet/mary-ann-samyn\" hreflang=\"und\">Mary Ann Samyn</a>", "field_date_published": "2005", "body": " <pre>\n—She lay very still, looking up at the undersides of words.\n\n<i>Pink </i>was pink all the way through, like any organ might be, \nplucked from the body and held quiet on a little tray—\n\n<i>Night </i>was a starry dish. One side convex, one side concave.\n\n<i>This must be like winter for fish</i>, she thought,\nand all the nouns went seamless as ice and slightly opaque.\n\nIf she put out her tongue, she might stay there forever.\n\nIn the air, the smell of snow like bits of speech—<i>may I\nhave a little word?</i>, she wondered, <i>because or so to cover me—</i></pre>\n "}, {"title": "Thinking of Warsaw", "view_node": "/poem/thinking-warsaw", "field_author": "<a href=\"/poet/hugh-seidman\" hreflang=\"und\">Hugh Seidman</a>", "field_date_published": "2005", "body": " <pre>\nSimpler to throw a rock at an historical tank than to sift the rubble? \nSimpler to sign the petition than to stand with some against others? \n\nThe sniper fires his rifle at his father’s father’s father’s father’s father.\nEach night—as if impregnable—chain, dead bolt. \n\nSome die who are silent, shamed.\nSome die who will not change.\n\nSometimes, as if anew, I learn greed.\nNursing-home doctor cuts good eyes, bills Medicaid for cataracts.\n\nMengele needled dye into twins’ eyes.\nI need to assert that they are of sacred memory, not abstract.\n\nTorturers pray, despots philosophize—all in the work of days.\nBeria judged his victims \"hardened, uncompromising.\"\n\nFor years, Mother fed from a stomach tube. \nOutside: sea, gases, galaxies, radiation, darkness, interstellar dust.\n\n•\n\nSimpler for X to kill than not? \nThe pardoner shall not pardon.\n\nFacts almost exceeding reckoning.\nWheel-chaired torso minus legs and arms.\n\nSome immolate themselves and/or others.\nDeath unmeasured by life.\n\nMind and form of the beloved.\nThough I swear that the atoms do not care.\n\nSometimes: the rage that could tear steel.\nSometimes: the small deliverance of sweat. \n\nTo push up from the floor on knuckles. \nPortion of breath, its sustenance.\n\nX = Y; evade the juggernauts?\nNo reprieve; write: tree, bird, flower, warlord.</pre>\n "}, {"title": "Birdcall", "view_node": "/poem/birdcall", "field_author": "<a href=\"/poet/alicia-ostriker\" hreflang=\"und\">Alicia Ostriker</a>", "field_date_published": "2005", "body": " <pre>        <i>—for Elizabeth Bishop</i>\n\nTuwee, calls a bird near the house,\nTuwee, cries another, downhill in the woods.\nNo wind, early September, beeches and pines,\n\nSumac aflame, tuwee, tuwee, a question and a faint\nBut definite response, tuwee, tuwee, as if engaged\nIn a conversation expected to continue all afternoon,\n\nWhere is?—I’m here?—an upward inflection in \nQuery and in response, a genetic libretto rehearsed\nTens of thousands of years beginning to leave its indelible trace,\n\nClawprint of language, ritual, dense winged seed,\nOr as someone were slowly buttoning a shirt.\nI am happy to lie in the grass and listen, as if at the dawn of reason,\n\nTo the clear communal command\nThat is flinging creaturely will into existence,\nDesigning itself to desire survival,\n\nLiberty, companionship, \nThen the bird near me, <i>my</i> bird, stops inquiring, while the other\nOff in the woods continues calling faintly, but with that upward\n\nInflection, I’m here, I’m here,\nI’m here, here, the call opens a path through boughs still clothed\nBy foliage, until it sounds like entreaty, like anxiety, like life\n\nImitating the pivotal move of Whitman’s \"Out of the Cradle,\"\nWhere the lovebird’s futile song to its absent mate teaches the child\nDeath—which the ocean also whispers—\n\nDeath, death, death it softly whispers,\nLike an old crone bending aside over a cradle, Whitman says, \nOr the like the teapot in Elizabeth Bishop’s grandmother’s kitchen,\n\nHere at one end of the chain of being, \nThat whistles a song of presence and departure,\nCreating comfort but also calling for tears.</pre>\n "}, {"title": "The Dirt Eaters", "view_node": "/poem/dirt-eaters", "field_author": "<a href=\"/poet/virgil-suarez\" hreflang=\"und\">Virgil Suárez</a>", "field_date_published": "2005", "body": " <pre>\nWhenever we grew tired and bored of curb ball,\n              of encircling the scorpions we found under rocks\n\nby the mother-in-law tongue within a fiery circle\n              of kerosene and watching as they stung themselves\n\nto death, we ate dirt; soft, grainy, pretend chocolate\n              dirt, in our fantasies sent to us by distant relatives\n\nin<i> El Norte. Fango</i>. We stood in a circle, wet the dirt\n              under our bare feet, worked with our fingers to crumble\n\nthe clogs with our nails, removed the undesired twigs,\n              pebbles, and beetles. Dirt—how delicious. How filling.\n\nWe ate our share of it back then. Beto, the youngest, \n              warned us not to eat too much; it could make us sick,\n\nvomit, give us the shits, or even worse, worms. \n              We laughed. We ridiculed him. We chanted\n\nafter him: <i>\"¡Lo que no mata, engorda!\n              ¡Lo que no mata, engorda!\"</i>\n\nWhat doesn’t kill you makes you fat, and stronger.</pre>\n "}, {"title": "Lawless Pantoum", "view_node": "/poem/lawless-pantoum", "field_author": "<a href=\"/poet/denise-duhamel\" hreflang=\"und\">Denise Duhamel</a>", "field_date_published": "2005", "body": " <pre>\nMen are legally allowed to have sex with animals,\nas long as the animals are female.\nHaving sexual relations with a male animal\nis taboo and punishable by death.\n\nAs long as the fish are female\nsaleswomen in tropical fish stores are allowed to go topless.\nAdultery is punishable by death\nas long as the betrayed woman uses her bare hands to kill her husband.\n\nSaleswomen in tropical fish stores are allowed to go topless,\nbut the gynecologist must only look at a woman’s genitals in a mirror.\nThe woman uses her bare hands to kill her husband,\nthen his dead genitals must be covered with a brick.   \n\nThe gynecologist must only look at a woman’s genitals in a mirror\nand never look at the genitals of a corpse—\nthese genitals must be covered with a brick.\nThe penalty for masturbation is decapitation.\n\nA look at the genitals of a corpse\nwill confirm that not much happens in that region after death.\nThe penalty for masturbation is decapitation.\nIt is illegal to have sex with a mother and her daughter at the same time.\n\nTo confirm what happens during sex,\na woman’s mother must be in the room to witness her daughter’s deflowering,\nthough it is illegal to have sex with a mother and her daughter at the same time.\nIt is legal to sell condoms from vending machines as long as\n\na woman’s mother is in the room to witness her daughter’s deflowering.\nMen are legally allowed to have sex with animals—\nwhy it’s even legal to sell condoms from vending machines, as long as\neveryone’s having sexual relations with a male animal.</pre>\n "}, {"title": "Painters", "view_node": "/poem/painters", "field_author": "<a href=\"/poet/muriel-rukeyser\" hreflang=\"und\">Muriel Rukeyser</a>", "field_date_published": "2005", "body": " <pre>\nIn the cave with a long-ago flare\na woman stands, her arms up. Red twig, black twig, brown twig.\nA wall of leaping darkness over her.\nThe men are out hunting in the early light\nBut here in this flicker, one or two men, painting\nand a woman among them.\nGreat living animals grow on the stone walls,\ntheir pelts, their eyes, their sex, their hearts,\nand the cave-painters touch them with life, red, brown, black,\na woman among them, painting.</pre>\n "}, {"title": "Porch Swing in September", "view_node": "/poem/porch-swing-september", "field_author": "<a href=\"/poet/ted-kooser\" hreflang=\"und\">Ted Kooser</a>", "field_date_published": "2005", "body": " <pre>\nThe porch swing hangs fixed in a morning sun\nthat bleaches its gray slats, its flowered cushion\nwhose flowers have faded, like those of summer,\nand a small brown spider has hung out her web\non a line between porch post and chain\nso that no one may swing without breaking it.\nShe is saying it’s time that the swinging were done with,\ntime that the creaking and pinging and popping\nthat sang through the ceiling were past,\ntime now for the soft vibrations of moths,\nthe wasp tapping each board for an entrance,\nthe cool dewdrops to brush from her work\nevery morning, one world at a time.</pre>\n "}, {"title": "Thrown as if Fierce &amp; Wild", "view_node": "/poem/thrown-if-fierce-wild", "field_author": "<a href=\"/poet/dean-young\" hreflang=\"und\">Dean Young</a>", "field_date_published": "2005", "body": " <pre>\nYou don’t have a clue, says the power drill\nto the canoe hanging from the rafters.\nIs life a contest everything plays\nby different rules for different prizes?\nYou’re really worthless, aren’t you?\nbarks the cherry tree covered with eponymous\nfruit to the wagon lying on its side.\nUnfair! Wasn’t that wagon not two days ago\nleading the parade, the puppy refusing\nto wear her hat? Can’t you just leave me\nalone? says the big picture of Marilyn\nMonroe behind her nonreflective glass.\nIs the universe infinity in ruckus\nand wrack? The third grader loose\nin dishwares, the geo-tech\nweeping on the beach. Mine, mine,\nsays the squirrel to the transformer,\nunclear on the capacities of electricity.\nString of Christmas lights tangled with\nextension cords, can’t you work things out?\nThe young couple takes a step toward the altar,\nincreasing the magnetic force that sends\nex-lovers whirling off into nether nebulae\nbut attracting mothers-in-law. In one wing,\nthe oxygen mask taken from the famous writer\nof terza rema glee while in another\nan infant arrives, loudly disappointed\nto have to do everything now himself,\nno longer able to breathe under water.\nWill we never see our dead friends again?\nA motorcycle roars on the terrible screw\nof the parking structure, lava\nheaves itself into the frigid strait.</pre>\n "}], "pager": {"current_page": 597, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}