{"rows": [{"title": "Letter Home", "view_node": "/poem/letter-home-0", "field_author": "<a href=\"/poet/pamela-alexander\" hreflang=\"und\">Pamela Alexander</a>", "field_date_published": "2007", "body": " <pre>\nI can’t write you because everything’s\nwrong. Before dawn, crows swim\nfrom the cedars: black coffee calls them down, \nits bitter taste in my throat as they circle,\nraucous, huge. Questions with no\nplace to land, they cruise yellow air\nabove crickets snapping \nlike struck matches. My house on fire, crows\n\nare the smoke. You’ve never left me.  \nWhen you crossed the river you did not \ncall my name. I stood in tall grass\na long time, listening to birds \nhidden in reeds, their intricate songs.\n\nThe grass will burn, the wrens,  \nthe river and the rain that falls on it.  \nI can go nowhere else: everything \nI cannot bear is here.\n\nI must listen deeper. Sharpen my knife.  \nSomething has changed the angles\nof trees, their color. Do not wait to hear\nfrom me. I cannot write to you\nbecause this is what I will say.</pre>\n "}, {"title": "Saignee", "view_node": "/poem/saignee", "field_author": "<a href=\"/poet/tung-hui-hu\" hreflang=\"und\">Tung-Hui Hu</a>", "field_date_published": "2007", "body": " <pre>\nThey chew on flowers to bring color\nback to their faces. Inside the rows of\nbougainvillea they eat the purple and the\nochre that climb up the walls, and I want\nto say I too know the solitude that divides\nblood into bright cell and plasma\nthat leaves a fluid pale as the eye of a partridge.\nI too know no cure for it except to keep eating.\n\nAt dawn sunlight stains the city the blush\nof onion-skin and the muezzin’s voice\nrings out over the rooftops. He is the foghorn\nthat pierces the heart before morning,\nrising from the ocean’s octaves to burn off\nthe clouds, and yet it terrifies me, to think\nearly some day you will wake up to see me\n\nstanding by the balcony as if I and my legs\nand my robe were part of the railing,\nyou will put your arms around me and ask\nwhy I stand there and I will have no answer.\nYou do not stir, but I know you have seen\nmen tumble out of the sky, and with\nevery ululation your body trembles in sleep.\nThough we lie next to each other we are\nin different countries, one with water,\none without.</pre>\n "}, {"title": "House/Boat", "view_node": "/poem/houseboat", "field_author": "<a href=\"/poet/julie-carr\" hreflang=\"und\">Julie Carr</a>", "field_date_published": "2007", "body": " <pre>\nSo we shoveled it. Climbed over it. When a boy's loved \nhe is loved. We kissed him at the countdown\n\nthen we went to bed. \nThen I woke and on the screen \n\nan executioner \nwhose wife for him \n\nwas worried. Both on and off the screen\n\nthere was still a lot of snow. I went out and stuck my hand in it, \nfelt around for a handle. None.\n\nSo I picked myself up and walked to the bank. Does it seem \nI am alone? No, not alone. The wind was a friend. Dying and down. \n\nI bent over,\n\nI listened to the flow. Home, yes, but leaving. Home, sure, fine, but, \nwhere's the bathroom? Where's the light? Anyway, \n\nthe soft swell said, lisping its S’s, Anyway, \nif you're at home here, you're a guest.  So I bowed. I said \n\nI'm sorry if I bore you. Broad, \nthe river belled in a thud of sun. \n\nI climbed aboard, I rowed. A border flew open like a cough. \nI leaned back to balance \n\nmy heavy brown oars as they dipped\nto green and red furrows of light between water mounds. \n\nMy boat rocked, steady, un-steady. \nWas I welcomed? It seemed I was as I gripped \n\nand privately beheld. \n\nThe night soon lost its head. I said,\nI'm here. Pulling up now,\n\nparking, looking \nfor something to eat, to redeem. \n\nThe wind shook the seedpod but the seedpod \nwasn't moved. \n\nAnd though I thought I'd done the damage I was born for, \n\nthere was still so much to step through, \nso much to mar.</pre>\n "}, {"title": "Gretel", "view_node": "/poem/gretel", "field_author": "<a href=\"/poet/henrietta-goodman\" hreflang=\"und\">Henrietta Goodman</a>", "field_date_published": "2007", "body": "<p><span class=\"long-line\">In one version, the witch wins.</span><br /><span class=\"long-line\">What lesson in that, besides we get</span><br /><span class=\"long-line\">what we do not deserve? Cast out</span><br /><span class=\"long-line\">to follow a distant curl of smoke,</span><br /><span class=\"long-line\">we leave our past behind</span><br /><span class=\"long-line\">and find our way, or don’t.</span><br /><span class=\"long-line\">That smoke might come not from</span><br /><span class=\"long-line\">a chimney but the forest on fire—</span><br /><span class=\"long-line\">trees exploding, a column </span><br /><span class=\"long-line\">of flame two hundred feet high.</span><br /><span class=\"long-line\">Take off your leather coat,</span><br /><span class=\"long-line\">brother, and let me put my hands</span><br /><span class=\"long-line\">against your chest. Even if we stop </span><br /><span class=\"long-line\">in the middle of the story </span><br /><span class=\"long-line\">and set out alone over these acres </span><br /><span class=\"long-line\">of scorched earth filling up </span><br /><span class=\"long-line\">with more water than the sky can hold—</span><br /><span class=\"long-line\">still beyond us that curl of smoke</span><br /><span class=\"long-line\">that who’d blame us</span><br /><span class=\"long-line\">if we mistook for home?</span></p>\n"}, {"title": "Bicameral", "view_node": "/poem/bicameral", "field_author": "<a href=\"/poet/linda-gregerson\" hreflang=\"und\">Linda Gregerson</a>", "field_date_published": "2007", "body": " <pre>\n1\n\nChoose any angle you like, she said,\nthe world is split in two. On one side, health\n\nand dumb good luck (or money, which can pass\nfor both), and elsewhere . . . well,\n\nthey're eight days from the nearest town,\nthe parents are frightened, they think it's their fault,\n\nthe child isn't able to suck. A thing\nso easily mended, provided\n\nyou have the means. I've always thought it was\nodd, this part (my nursing school\n\nembryology), this cleft in the world\nthat has to happen and has to heal. At first\n\nthe first division, then the flood of them, then\nthe migratory plates that make a palate when\n\nthey meet (and meeting, divide\nthe chambers, food\n\nfrom air). The suture through which (the upper\nlip) we face the world. It falls\n\na little short sometimes, as courage does.\nBolivia once, in May (I'd volunteer\n\non my vacations), and the boy was nine.\nI know the world has harsher\n\nthings, there wasn't a war, there wasn't\nmalice, I know, but this one\n\nbroke me down. They brought him in\nwith a bag on his head. It was\n\nburlap, I think, or sisal. Jute.\nThey hadn't so much as cut eyeholes.\n\n\n2\n(Magdalena Abakanowicz)\n\nBecause the outer layer (mostly copper\nwith a bit of zinc) is good for speed\n\nbut does too little damage (what\nis cleaner in the muzzle—you've begun\n\nto understand—is also cleaner in\nthe flesh), the British at Dum Dum (Calcutta) devised\n\nan \"open nose,\" through which\nthe leaden core, on impact, greatly\n\nexpands (the lead being softer). Hence\nthe name. And common enough in Warsaw\n\ndecades later (it was 1943), despite\nsome efforts in The Hague. I don't\n\nremember all of it, he wasn't even German,\nbut my mother's arm—\n\nthat capable arm—was severed at\nthe shoulder, made (a single\n\nshot) a strange thing altogether.\nMeat. I haven't been able since\n\nto think the other way is normal, all\nthese arms and legs.\n\nThis living-in-the-body-but-not-of-it.\n\n\n3\n\nSisal, lambswool, horsehair, hemp.\nThe weaver and her coat-of-manyharrowings.\n\nIf fiber found in situ, in\nagave, say, the living cells that drink\n\nand turn the sun to exoskeleton,\nis taken from the body that\n\nin part it constitutes (the\nsucculent or mammal and its ex-\n\nquisite osmotics), is\nthen carded, cut, dissevered\n\nin one fashion or another from\nthe family of origin, and\n\ngathered on a loom,\nthe body it becomes will ever\n\nbind it to the human and a trail\nof woe. Or so\n\nthe garment argues. These\nwere hung as in an abattoir.\n\nImmense (12 feet and more from upper\ncables to the lowest hem). And vascular,\n\nslit, with labial\nprotrusions, skeins of fabric like\n\nintestines on the gallery floor.\nAnd beautiful, you understand.\n\nAs though a tribe of intimates (the\ncoronary plexus, said the weaver) had\n\nbeen summoned (even such\na thing the surgeon sometimes has\n\nto stitch) to tell us, not unkindly, See,\nthe world you have to live in is\n\nthe world that you have made.</pre>\n "}, {"title": "Breathing", "view_node": "/poem/breathing", "field_author": "<a href=\"/poet/josephine-dickinson\" hreflang=\"und\">Josephine Dickinson</a>", "field_date_published": "2007", "body": " <pre>\nAs I walk up the rise into the silence of snow, in the sough of brittle snowflakes,\nyou are breathing shallow breaths in bed.\nA paper tissue lies discarded where I dabbed a drip from your nose.\n\nAs I sit in another room you are swishing your lips.\nYou have become the inside of my body. I am gasping for the crackle\nand whistle of your chest. My body is your world under a blanket of snow.\n\nThe wolf leaves paw prints on it, catching a niff of tussocky breasts,\ndipping thighs, flat tummy, tight skin, the mutter of a bony outcrop.\nHills rise and fall with your breathing, its spate and its whisper.\n\nThe snow is lisping from the eaves as I listen for the blab of your heart.\nYou stir to speak. Your chest heaves. Fistfuls of ice slack off and pelt the stones,\nsluds of snow stretch and slide under the window.\n\nThere is a quiver, a tingle, then icy water stutters after the snow in a stream.\nThe night before last, you stopped.\nThere was a gulp, then stillness and listening — for the lick\n\nof the meniscus on a swollen river, for a trickle in the dried-out bed\nof a beck, the jostle of fingertips, snapping of feet. You nestled in a heap\nunder jacket, quilt, hat, light, scarf, shawl, sheet,\n\nyou were all twined and tangled up,\nyour suck held back by a puff, a spanking sea breeze,\nthen, flat out, pillows concertinaed, released a salty waft, a redolence\n\nwhile you held one slippered foot under the sinews, stung and docketed\nthe twisted jumble, face motionless apart from spitting pith,\nand I hoicked you up, straightened the pillows in your shadow\n\nand your voice spurted out as I kibbled your lungs in my own chest's thump.\nA sky flipped open when you breathed again, like the tilt over Hartside Top.\nNo birds. No scratchings. Just rustling of clothes and clacking of teeth.</pre>\n "}, {"title": "Blueprint", "view_node": "/poem/blueprint", "field_author": "<a href=\"/poet/tom-sleigh\" hreflang=\"und\">Tom Sleigh</a>", "field_date_published": "2007", "body": " <pre>\nI had a blueprint\nof history\nin my head —\n\nit was a history of the martyrs\nof love, the fools\nof tyrants, the tyrants\nthemselves weeping\nat the fate of their own soldiers —\n\na sentimental blueprint,\nlacking depth —\na ruled axis X and Y\nwhose illusions\nwere bearable . . .\nthen unbearable . . .\n\nIn that blueprint, I wanted to speak\nin a language\nutterly other, in words\nthat mimicked\nhow one of Homer's warriors\nplunges through breastplate\na spear past\nbreastbone, the spearpoint searching\nthrough the chest\nlike a ray of light searching\na darkened room\nfor the soul\nunhoused, infantile,\nraging —\nbut my figure of speech,\nmy \"ray of light\" —\nit was really a spearpoint\npiercing the lung\nof great-hearted Z\nwho feels death loosen\nhis knees, the menos\nin his thumos\nflying out of him —\n\nthe fate of his own soul\nto confront me\nbeyond the frame:\n\nno room, no X, no Y, no \"ray of light,\"\nno menos, no thumos, no Z —\n\nonly sketched-in plane\nafter plane after plane\ncantilevering upward and forever throughout space.</pre>\n "}, {"title": "Why Regret?", "view_node": "/poem/why-regret", "field_author": "<a href=\"/poet/galway-kinnell\" hreflang=\"und\">Galway Kinnell</a>", "field_date_published": "2006", "body": " <pre>\nDidn't you like the way the ants help\nthe peony globes open by eating the glue off?\nWeren't you cheered to see the ironworkers\nsitting on an I-beam dangling from a cable,\nin a row, like starlings, eating lunch, maybe\nbaloney on white with fluorescent mustard?\nWasn't it a revelation to waggle\nfrom the estuary all the way up the river,\nthe kill, the pirle, the run, the rent, the beck,\nthe sike barely trickling, to the shock of a spring?\nDidn't you almost shiver, hearing book lice\nclicking their sexual dissonance inside an old\nWebster's New International, perhaps having just\neaten out of it izle, xyster, and thalassacon?\nWhat did you imagine lies in wait anyway\nat the end of a world whose sub-substance\nis glaim, gleet, birdlime, slime, mucus, muck?\nForget about becoming emaciated. Think of the wren\nand how little flesh is needed to make a song.\nDidn't it seem somehow familiar when the nymph\nsplit open and the mayfly struggled free\nand flew and perched and then its own back\nbroke open and the imago, the true adult,\nsomersaulted out and took flight, seeking\nthe swarm, mouth-parts vestigial,\nalimentary canal come to a stop,\na day or hour left to find the desired one?\nOr when Casanova took up the platter\nof linguine in squid's ink and slid the stuff\nout the window, telling his startled companion,\n\"The perfected lover does not eat.\"\nAs a child, didn't you find it calming to imagine\npinworms as some kind of tiny batons\ngiving cadence to the squeezes and releases\naround the downward march of debris?\nDidn't you glimpse in the monarchs\nwhat seemed your own inner blazonry\nflapping and gliding, in desire, in the middle air?\nWeren't you reassured to think these flimsy\nhinged beings, and then their offspring,\nand then their offspring's offspring, could\nnavigate, working in shifts, all the way to Mexico,\nto the exact plot, perhaps the very tree,\nby tracing the flair of the bodies of ancestors\nwho fell in this same migration a year ago?\nDoesn't it outdo the pleasures of the brilliant concert\nto wake in the night and find ourselves\nholding hands in our sleep?</pre>\n "}, {"title": "Maybe He&#039;s Grateful but Get Out of His Way", "view_node": "/poem/maybe-hes-grateful-get-out-his-way", "field_author": "<a href=\"/poet/deborah-keenan\" hreflang=\"und\">Deborah Keenan</a>", "field_date_published": "2007", "body": " <pre>\nThe Siberian tiger leaps from the back of the truck:\nHe’d been caught in a snare, rescued by Russian students\nDeep in the forest, tranquilized, observed, fitted with a radio\nCollar, woken up as if from a human dream for tigers,\nDriven back to the forest, the cage opened, the leap,\nAnd gone.\n\nFour hundred left. Poachers demented with greed\nWant every part of the Siberian tiger but never\nThe whole tiger.</pre>\n "}, {"title": "Apples", "view_node": "/poem/apples", "field_author": "<a href=\"/poet/grace-schulman\" hreflang=\"und\">Grace Schulman</a>", "field_date_published": "2007", "body": " <pre>\nRain hazes a street cart's green umbrella\nbut not its apples, heaped in paper cartons,\ndry under cling film. The apple man,\n\nwho shirrs his mouth as though eating tart fruit,\nexhibits four like racehorses at auction:\nBlacktwig, Holland, Crimson King, Salome.\n\nI tried one and its cold grain jolted memory:\na hill where meager apples fell so bruised\nthat locals wondered why we scooped them up,\n\nmy friend and I, in matching navy blazers.\nOne bite and I heard her laughter toll,\nfree as school's out, her face flushed in late sun.\n\nI asked the apple merchant for another,\njaunty as Cezanne's still-life reds and yellows,\nhaving more life than stillness, telling us,\n\nuncut, unpeeled, they are not for the feast\nbut for themselves, and building strength to fly\nat any moment, leap from a skewed bowl,\n\nwhirl in the air, and roll off a tilted table.\nFruit-stand vendor, master of Northern Spies,\nlet a loose apple teach me how to spin\n\nat random, burn in light and rave in shadows.\nBring me a Winesap like the one Eve tasted,\nsavored and shared, and asked for more.\n\nNo fool, she knew that beauty strikes just once,\nhard, never in comfort. For that bitter fruit,\ntasting of earth and song, I'd risk exile.\n\nThe air is bland here. I would forfeit mist\nfor hail, put on a robe of dandelions,\nand run out, broken, to weep and curse — for joy.</pre>\n "}, {"title": "Shawl", "view_node": "/poem/shawl", "field_author": "<a href=\"/poet/albert-goldbarth\" hreflang=\"und\">Albert Goldbarth</a>", "field_date_published": "2007", "body": " <pre>\nEight hours by bus, and night\nwas on them. He could see himself now\nin the window, see his head there with the country\nrunning through it like a long thought made of steel and wheat.\nDarkness outside; darkness in the bus—as if the sea\nwere dark and the belly of the whale were dark to match it.\nHe was twenty: of course his eyes returned, repeatedly,\nto the knee of the woman two rows up: positioned so\noccasional headlights struck it into life.\nBut more reliable was the book; he was discovering himself\nto be among the tribe that reads. Now his, the only\noverhead turned on. Now nothing else existed:\nonly him, and the book, and the light thrown over his shoulders\nas luxuriously as a cashmere shawl.</pre>\n "}, {"title": "The Wishing Tree", "view_node": "/poem/wishing-tree", "field_author": "<a href=\"/poet/kathleen-jamie\" hreflang=\"und\">Kathleen Jamie</a>", "field_date_published": "2007", "body": " <pre>\nI stand neither in the wilderness\nnor fairyland\n\nbut in the fold\nof a green hill\n\nthe tilt from one parish\ninto another.\n\nTo look at me\nthrough a smirr of rain\n\nis to taste the iron\nin your own blood\n\nbecause I hoard\nthe common currency\n\nof longing: each wish\neach secret assignation.\n\nMy limbs lift, scabbed\nwith greenish coins\n\nI draw into my slow wood\nfleur-de-lys, the enthroned Brittania.\n\nBehind me, the land\nreaches toward the Atlantic.\n\nAnd though I’m poisoned\nchoking on the small change\n\nof human hope,\ndaily beaten into me\n\nlook: I am still alive—\nin fact, in bud.</pre>\n "}, {"title": "May", "view_node": "/poem/may", "field_author": "<a href=\"/poet/kirmen-uribe\" hreflang=\"und\">Kirmen Uribe</a>", "field_date_published": "2007", "body": " <pre>\n                      Let me look at those eyes.\n                      I want to know how you are.\n\t\t\t\t—Rainer W. Fassbinder\n\n\nLook. May has come in.\nIt’s strewn those blue eyes all over the harbor.\nCome, I haven’t had word of you in ages.\nYou’re constantly terrified,\nLike the kittens we drowned when we were little.\nCome and we’ll talk over all of the old same things,\nThe value of being pleasant,\nThe need to adjust to the doubts,\nHow to fill the holes we’ve got inside us.\nCome, feel the morning reaching your face,\nWhenever we’re saddened everything looks dark,\nWhen we’re heartened, again, the world crumbles.\nEvery one of us keeps forever someone else’s hidden side,\nIf it’s a secret, if a mistake, if a gesture.\nCome and we’ll flay the winners,\nLaughing at our self leapt off the bridgeway.\nWe’ll watch the cranes at work in the port in silence,\nThe gift for being together in silence being\nThe principal proof of friendship.\nCome with me, I want to change nations,\nChange towns. Leave this body aside\nAnd go into a shell with you,\nWith our smallness, like sea snails.\nCome, I’m waiting for you,\nWe’ll continue the story that ended a year ago,\nAs if inside the white birches next to the river\nNot a single additional ring had grown.</pre>\n "}, {"title": "Outliving the Lyric Moment", "view_node": "/poem/outliving-lyric-moment", "field_author": "<a href=\"/poet/leslie-adrienne-miller\" hreflang=\"und\">Leslie Adrienne Miller</a>", "field_date_published": "2007", "body": " <pre>\n<i>Angel and muse escape with violin and compass; the duende wounds.</i>\n                                         —Federico García Lorca\n\t\t\t\t\n\nI didn't expect to escape.  I've stepped out of planes\ninto Madrid and Bangkok, Prague and Seoul,\neach time a solo in a world that was, if not cruel,\nsupremely indifferent to the fact of my breath. \n\nI loved where I could, did not imagine my mouth\nwithout light, fish at home in my bluest wells.\nI went in a stalk of pure wanting that knows\nthere's no getting, and collected tiny lemons\n\nof joy when they ripened in reach of a window\nin Vence where I happened also on tangles\nof grapes fallen and trodden on the road to the sea.\nI plucked green stones from Spanish sand, wore\n\nthe white hibiscus for a day behind my ear\nwhere it softened with rot in a pattern of etch.\nIn Andalusia the wine is new and ruby, breath\nand aroma the tools of being in places where days\n\nare paid out like so many queens on obsolete\ncoins.  Now, not suddenly, but after long balance\nof what there is against what might or might never be,\nthe never-was has dared to love me back.\n\nSo it was death all along who stood in the ferry\nwith his dirty blonde hair and bright nylon pack,\nbut I never imagined he'd be so young\nas he slung the pack, leapt to the shore\n\nand never looked back for me.  That's why\nmy flesh loves me today.  There are salt and heat\nand a body of bread, new if not endless, and a rumor\nif not news of the future.  It dies as it lived, the idea\n\nof duende, a proximity, a song we don't necessarily\nneed in a land of snow and icy green lakes where\nthe weather's a tomb and the lover's strong thigh\nis white and marvelous as marble, a throne\n\non which I suppose I could sit and grow handsomely old.</pre>\n "}, {"title": "Far and Away [excerpt]", "view_node": "/poem/far-and-away-excerpt", "field_author": "<a href=\"/poet/fanny-howe\" hreflang=\"und\">Fanny Howe</a>", "field_date_published": "2007", "body": " <pre>\nThe rain falls on.\nAcres of violets unfold.\nDandelion, mayflower\nMyrtle and forsythia follow.\n\nThe cardinals call to each other.\nEchoes of delicate\nBreath-broken whistles.\n\nI know something now\nAbout subject, object, verb\nAnd about one word that fails\nFor lack of substance.\n\nNow people say, <i>He passed on</i>\nInstead of that.  Unit\nOf space subtracted by one.\nIt almost rhymes with earth.\n\nWhat is a poet but a person\nWho lives on the ground\nWho laughs and listens\n\nWithout pretension of knowing\nAnything, driven by the lyric's\nQuest for rest that never\n(God willing) will be found?\n\nConcord, kitchen table, 1966.\nCorbetts, Creeley, a grandmother\nAnd me.  Sweater, glasses,\nOne wet eye.\n\nLots of laughter\nBefore and after. Every meeting\nRhymed and fluttered into meter.\nThe beat was the message. . . .\n\n\t\t\t(<i>for Robert Creeley</i>)</pre>\n "}, {"title": "Heron", "view_node": "/poem/heron", "field_author": "<a href=\"/poet/michael-longley\" hreflang=\"und\">Michael Longley</a>", "field_date_published": "2007", "body": " <pre>\n               (<i>In memory of Kenneth Koch</i>)\n\nYou died the day I was driving to Carrigskeewaun\n(A remote townland in County Mayo, I explain,\nMeaning, so far as I know, The Rock of the Wall Fern)\nAnd although it was the wettest Irish year I got the car\nAcross the river and through the tide with groceries\nAnd laundry for my fortnight among the waterbirds. \nIf I'd known you were dying, Kenneth, I'd have packed\nInto cardboard boxes all your plays and poems as well\nAnd added to curlew and lapwing anxiety-calls\nThe lyric intensity of your New York Jewish laughter.\nYou would have loved the sandy drive over the duach\n(\"The what?\"), over the machair (\"the what?\"), the drive\nThrough the white gateposts and the galvanised gate\nTied with red string, the starlings' sleeping quarters,\nThe drive towards turf-fired hilarity and disbelief,\n\"Where are all those otters, Longley, and all those hares?\nI see only sparrows here and house sparrows at that!\"\nYou are so tall and skinny I shall conscript a heron\nTo watch over you on hang-glider wings, old soldier,\nAn ashy heron, ardea cinerea, I remind you\n(A pedant neither smallminded nor halfhearted):\n\"And cinerarius?\": a slave who heats the iron tongs\nIn hot ashes for the hair-dresser, a hair-curler\nWho will look after every hair on your curly head.\nThat afternoon was your night-season. I didn't know.\nI didn't know that you were \"poured out like water\nAnd all your bones were out of joint\". I didn't know.\nTuck your head in like a heron and trail behind you\nYour long legs, take to the air above a townland\nThat encloses Carrigskeewaun and Central Park.</pre>\n "}, {"title": "Flood", "view_node": "/poem/flood", "field_author": "<a href=\"/poet/eliza-griswold\" hreflang=\"und\">Eliza Griswold</a>", "field_date_published": "2007", "body": " <pre>\nI woke to a voice within the room. perhaps.\nThe room itself: \"You're wasting this life\nexpecting disappointment.\"\nI packed my bag in the night\nand peered in its leather belly\nto count the essentials.\nNothing is essential.\nTo the east, the flood has begun.\nMen call to each other on the water\nfor the comfort of voices.\nLove surprises us.\nIt ends.</pre>\n "}, {"title": "Bent Orbit", "view_node": "/poem/bent-orbit", "field_author": "<a href=\"/poet/elaine-equi\" hreflang=\"und\">Elaine Equi</a>", "field_date_published": "2007", "body": " <pre>\nI wind my way across a black donut hole\nand space that clunks.\nOnce I saw on a stage,\nas if at the bottom of a mineshaft,\nthe precise footwork\nof some mechanical ballet.\nIt was like looking into the brain\nof a cuckoo clock and it carried\nsome part of me away forever.\nNo one knows when they first see a thing,\nhow long its after image will last. \nProust could stare at the symptom of a face\nfor years, while Frank O'Hara, like anyone with a job,\nwas always looking at his watch.\nMy favorite way of remembering is to forget.\nPlease start the record of the sea over again.\nCall up a shadow below the pendulum of a gull's wing.\nIn a city of eight million sundials, nobody has any idea\nhow long a minute really is.</pre>\n "}, {"title": "Oil &amp; Steel", "view_node": "/poem/oil-steel", "field_author": "<a href=\"/poet/henri-cole\" hreflang=\"und\">Henri Cole</a>", "field_date_published": "2007", "body": " <pre>\nMy father lived in a dirty dish mausoleum,\nwatching a portable black-and-white television,\nreading the Encyclopedia Britannica,\nwhich he preferred to Modern Fiction.\nOne by one, his schnauzers died of liver disease,\nexcept the one that guarded his corpse\nfound holding a tumbler of Bushmills.\n\"Dead is dead,\" he would say, an anti-preacher.\nI took a plaid shirt from the bedroom closet\nand some motor oil—my inheritance.\nOnce, I saw him weep in a courtroom—\nneglected, needing nursing—this man who never showed\nme much affection but gave me a knack\nfor solitude, which has been mostly useful.</pre>\n "}, {"title": "Etiquette", "view_node": "/poem/etiquette", "field_author": "<a href=\"/poet/judson-mitcham\" hreflang=\"und\">Judson Mitcham</a>", "field_date_published": "2007", "body": " <pre>\nJune goes gaudy with bad boutonnieres—\nflamingo mimosas, the giant\nmagnolia's bowl of petals. Let us consider\n\nthe man not welcome at the wedding.\nWhat's the etiquette for the bad father?\nWhat's the right flower for the ignored-\n\nwith-good-reason, the uninvited? A hydrangea,\nhead wide as a cabbage; or the bull thistle\nwild along the roads; or a dandelion,\n\nonly a stalk stuck to his lapel by the time\nhe insists on their dance? He is a sad weed\nhimself, this man who has no daughter\n\nbut tries to hold her.</pre>\n "}], "pager": {"current_page": 557, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}