{"rows": [{"title": "What Elizabeth Bishop Could Not Know", "view_node": "/poem/what-elizabeth-bishop-could-not-know", "field_author": "<a href=\"/poet/afaa-michael-weaver\" hreflang=\"und\">Afaa Michael Weaver</a>", "field_date_published": "2011", "body": " <pre>\nBlack women keep secrets tied up in hankies\nthey stuff in their bras, secrets of how their necks\nare connected to their spines in the precise gyration\nof a jelly sweetened in nights they had to keep\nto themselves, nights prowlers came in to change\nthe faces of their children, secrets like the good\n<i>googa mooga</i> laughter they do with each other\nwhen something affirms their suspicions, when\ntheir eyes are made the prayerbooks of fate crafted\nin the wisdom that knows there is no north or south\nin black wandering, searching the new land, a song\nthey wrestle from black men, the broken ones\nwho had to be shown where and how to stand, \nhow to respect pain and the way it governs itself,\nsecrets, things made out of generations and not kept\nin the glass selections of an old juke box.</pre>\n "}, {"title": "from This Window Makes Me Feel", "view_node": "/poem/window-makes-me-feel", "field_author": "<a href=\"/poet/robert-fitterman\" hreflang=\"und\">Robert Fitterman</a>", "field_date_published": "2009", "body": " <style type=\"text/css\">\n<!--/*--><![CDATA[/* ><!--*/\n\np { line-height: 1.5em; }\nblockquote p { line-height: 1.5em; }\n/*--><!]]>*/\n</style><table width=\"375\"><tbody><tr><td><p align=\"justify\">This window makes me feel like I'm protected. This window makes me feel like people don't know much about recent history, at least as far as trivia goes. This window makes me feel whole and emotionally satisfied. This window makes me feel like I'm flying all over the place, gliding and swirling down suddenly. This window makes me feel like I count and I enjoy knowing my opinions are heard so that hopefully I can help change the future. This window makes me feel like I'll find the one thing that makes me feel like I want to feel. This window makes me feel like I can tackle any problem anytime. This window makes me feel like I have energy again and it refreshes my brain cells and makes my feet move. This window makes me feel like I'm the only person who can do something as cool as drumming. This window makes me feel like it's better to hear that other people have gone through it—it's like a rainbow at the end of the storm. This window makes me feel good and grounded and peaceful all at the same time. This window makes me feel like the year I spent campaigning was worth it. This window makes me feel like the artist really knows something about the truth. This window makes me feel really good and also makes me feel like it heightens the sex when it finally happens. This window makes...</p></td></tr></tbody></table><p> </p><!--- me feel like I'm walking along a creek behind a super-market. The window makes me feel like I did when I went to a heavy-metal hair stylist who wore a swastika belt buckle and I didn't say anything. This&nbsp;window&nbsp;makes&nbsp;me&nbsp;feel like violence is around every\ncorner.&nbsp;&nbsp;This&nbsp;<!---window makes me feel like there is a part of the news story that I missed. This window makes me feel like I'm a rabbit being hunted. This window makes me feel like I have a tangible, relevant role in some ongoing process. This window makes me feel like I've won a prize, like I got a part in a movie. This window makes me feel like I do when I hug my dog. This window makes me feel like I want to travel there and find out for myself. This window makes me feel like a special person to have them take a personal interest in my life. This window makes me feel like I'm on the ship in Ben-Hur. This window makes me feel uncomfortable like when people judge other people's sexuality. This&nbsp;window&nbsp;makes&nbsp;&nbsp;me feel like I'm giving back something to the place that gives so much to me.---> "}, {"title": "from &quot;A Hemingway Reader&quot;: The Sun Also Also Rises", "view_node": "/poem/hemingway-reader-sun-also-also-rises", "field_author": "<a href=\"/poet/robert-fitterman\" hreflang=\"und\">Robert Fitterman</a>", "field_date_published": "2009", "body": " <blockquote><i>To look and to listen requires the work of attention, selection, reappropriation, a way of making one's own film, one’s own text, one's own installation out of what the artist has presented</i>.<br />                                                           —Jacques Rancière</blockquote><p><b>Book I</b></p><p><b>Chapter I</b></p><p>I am very much impressed by that. I never met any one of his class who remembered him. I mistrust all frank and simple people. I always had a suspicion. I finally had somebody verify the story. I was his tennis friend. I do not believe that. I first became aware of his lady's attitude toward him one night after the three of us had dined together. I suggested we fly to Strasbourg. I thought it was accidental. I was kicked again under the table. I was not kicked again. I said good-night and went out. I watched him walk back to the café. I rather liked him.</p><p><b>Chapter II</b></p><p>I am sure he had never been in love in his life. I did not realize the extent to which it set him off until one day he came into my office. I never wanted to go. I had a boat train to catch. I like this town. I can't stand it to think my life is going so fast and I'm not really living it. I'm not interested. I'm sick of Paris. I walked alone all one night and nothing happened. I was sorry for him but it was not a thing you could do anything about. I sorted out the carbons, stamped on a by-line, put the stuff in a couple of big manila envelopes and rang for a boy to take them to the Gare St. Lazare. I went into the other room. I wanted to lock the office and shove off. I put my hand on his shoulder. I can't do it. I didn't sleep all last night. I could picture it. I have a rotten habit of picturing the bedroom scenes of my friends.</p><p><b>Chapter III</b></p><p>I sat at a table on the terrace of the Napolitain. I watched a good-looking girl walk past the table and watched her go up the street and lost sight of her. I caught her eye. I saw why she made a point of not laughing. I paid for the saucers. I hailed a horse-cab. I put my arm around her. I put her hand away. I called to the cocher to stop. I had picked her up because of a vague sentimental idea that it would be nice to eat with some one. I had forgotten how dull it could be. I got hurt in the war. I was bored enough. I went back to the small room. I went over to the bar. I drank a beer. I could see their hands and newly washed, wavy hair in the light from the door. I was very angry. I know they are supposed to be amusing. I walked down the street and had a beer at the bar. I knew then that they would all dance with her. I sat down at a table. I asked him to have a drink. I was a little drunk. I got up and walked over to the dancing-floor. I took my coat off a hanger on the wall and out it on. I stopped at the bar and asked them for an envelope. I took a fiftyfranc note from my pocket.</p><p><b>Chapter IV</b></p><p>I saw her face in the lights from the open shops. I saw her face clearly. I kissed her. I was pretty well through with the subject. I went out onto the sidewalk. I did not see who it was. I wanted to get home. I stopped and read the inscription. I knocked on the door and she gave me my mail. I wished her good night and went upstairs. I looked at them under the gaslight. I got out my check-book. I felt sure I could remember anybody. I lit the lamp beside the bed. I sat with the windows open and undressed by the bed. I looked at myself in the mirror of the big armoire beside the bed. I put on my pajamas and got into bed. I had the two bull-fight papers, and I took their wrappers off. I read it all the way through. I blew out the lamp. I wonder what became of the others. I was all bandaged up. I never used to realize it. I lay awake thinking and my mind jumping around. I couldn't keep away from it. I started to cry. I woke up. I listened. I thought I recognized a voice. I put on a dressing-gown. I heard my name called down the stairs. I looked at the clock. I was getting brandy and soda and glasses. I went back upstairs. I took them both to the kitchen. I turned off the gas in the dining-room. I had felt like crying. I thought of her walking up the street. I felt like hell again.</p><p><b>Chapter V</b></p><p>I walked down the Boulevard. I read the papers with the coffee and then smoked a cigarette. I passed the man with the jumping frogs. I stepped aside. I read the French morning papers. I shared a taxi. I banged on the glass. I went to the office in the elevator. I was looking over my desk. I held him off. I left him to come to the office.</p><p><b>Chapter VI</b></p><p>I sat down and wrote some letters. I went down to the bar. I looked for her upstairs on my way out. I saw a string of barges being towed empty down the current. I suppose it is. I walked past the sad tables. I watched him crossing the street through the taxis. I never heard him make one remark. I do not believe he thought about his clothes much. I don't know how people could say such terrible things. I don't even feel an impulse to try to stop it. I stood against the bar looking out. I did not want anything to drink and went out through the side door. I looked back. I went down a side street. I got in and gave the driver the address to my flat.</p><p><b>Chapter VII</b></p><p>I went up to the flat. I put the mail on the table. I heard the door-bell pull. I put on a bathrobe and slippers. I filled the big earthenware jug with water. I dressed slowly. I felt tired and pretty rotten. I took up the brandy bottle. I went to the door. I found some ash-trays and spread them around. I looked at the count. I had that feeling of going through something that has already happened before. I had the feeling as in a nightmare of it all being something repeated, something I had been through and that now I must go through again. I took a note out of my pocket. I looked back and there were three girls at his table. I gave him twenty francs and he touched his cap. I went upstairs and went to bed.</p><br /><p><i>Note from the author: \"When I was 13, my brother gave me a copy of Hemingway's </i>The Sun Also Rises<i>. It was my first foray into real Literature and I hated it. Even with little or no way to enter the novel, I dutifully slugged through it (I mean, what is cog-nak anyway?) Years later, I have returned to revisit the relationship. In this version, I have erased my way through Hemingway's original text, leaving behind only the phrases that begin with the pronoun 'I'</i>.\"</p> "}, {"title": "National Laureate", "view_node": "/poem/national-laureate", "field_author": "<a href=\"/poet/robert-fitterman\" hreflang=\"und\">Robert Fitterman</a>", "field_date_published": "2009", "body": " <pre>\nAlabama\n\nEagle and egret, woodcock and teal, all birds\ngathering to affirm the last gasp of sunset.\n\nAlaska\n\nMaybe I should stay in bed\nall day long and read a book\nor listen to the news on the radio\nbut truthfully, I am not meant for that.\n\nArkansas\n\nThen, as we talked, my personage subdued,\nAnd I became, as Petit jean, a ghost,\n\nCalifornia\n\nI can stand here all day and tell you how much\nI honor, admire, how brave you are.\n\nConnecticut\n\nDark grays and fainter\nGrays of near fields and far hills\nMotionless, his mind\n\nPlaying silently\nOver and over with his\nWorry beads of words.\n\nDelaware\n\nOn her dresser is one of those old glass bottles\nof Jergen's Lotion with the black label, a little round\nbottle of Mum deodorant, a white plastic tray\nwith Avon necklaces and earrings, pennies, paper clips,\nand a large black coat button. I appear to be very\ninterested in these objects.\n\nFlorida\n\nWe learn from our animals, if we're smart.\nThey know how to wait. They know how to run\nTo catch up. Much of their life is spent at windows.\n\nGeorgia\n\nLoaded on beer and whiskey, we ride\nto the dump in carloads\nto turn our headlights across the wasted field,\n\nIdaho\n\nI imagined him wading the shallows of a mountain stream—\nthe breeze still cold off the higher snow fields,\nthe fish smell of fresh water, the pitched hum of insects\nwaking to the sun.\n\nIllinois\n\nFact is, each breath becomes bone\nbecomes dust\n\nIndiana\n\nHill Thoughts,\nMidnight Flight\n\nIowa\n\nThe afternoons go by, one by one.\nMy old friend, who shone like a tropic sun\nAmid the poets of our day, too soon\nGrown wan and thin as the late May moon,\n\nKansas\n\nIn river country flint nodules rest\namong limestone sea bottoms, unexplained,\nglassy among the porous tangles of shells\n\nKentucky\n\nI see her in a photograph I found,\nunsmiling in a drop-waist dress. No telling\nhow the roaring twenties roared through here.\n\nLouisiana\n\ni search but i can not find out\nthe streets of my ancestors\n\nnor any relative to receive me\n\nMaine\n\nWhen I was a child and angels argued slamming doors,\nI lolled, feet up the couch, head on the floor\n\nMaryland\n\nBefore I leave, almost without noticing,\nbefore I cross the road and head toward\nwhat I have intentionally postponed—\n\nMississippi\n\nBehind the Ridge\nThe Seeking Spirit\nCry Life\n\nMontana\n\nGray cloud like a sweater pulled over the heart of the moon.\n\nNebraska\n\nWindmill. Stretch even the\nFingertips against sand-coated hills.\nYou can get there from here,\nSir.\n\nNevada\n\nTreat your Mommy nice\nand take her to Las Vegas—\nshe'll think you're swell.\n\nNew Hampshire\n\nThe city was brick and stone in the time\nbefore glass and steel. In those days\nthe city was streets of women.\n\nNew York\n\nLong ago you kissed the names of the nine Muses goodbye.\n\nNorth Carolina\n\nThe only clouds\nforming are crow clouds,\n\nthe only shade, oaks\nbound together in a tangle of oak\n\nNorth Dakota\n\nMost poets are rooted in the natural world,\nspokespersons for the inarticulate in nature.\n\nOklahoma\n\nunder her cool skin\nthe feet dipped in formaldehyde\nto prevent sweating\na river runs.\n\nOregon\n\nAnd you pretty much gotta trust Her,\neven if that means twiddling your thumbs\nwhile she makes Her way through Her medley—\n\nRhode Island\n\nThe dark barge works the length of braziers\nhumped like monks awaiting sacrifice;\n\nSouth Carolina\n\nSeeds of hope are waiting\nin the sacred soil beneath our feet\nand in the light and in the shadows,\nspinning below the hemlocks.\n\nTennessee\n\nfor eighty some odd years\nHe rose with the rising sun\nAnd many mornings got up at dark\nFor so much work was to be done.\n\nTexas\n\nHer skirt clings to her the way fog clings to a flower.\nHer legs are curled up, her sleeping face soft like a saint.\nDriving for hours a man thinks about how things are measured,\nabout how coffee always tastes better in small towns.\n\nUtah\n\nNeither of us can guess if they'll hurry\ndusk along, those clouds that have loitered\nall afternoon over the rooftops. From our window...\n\nVermont\n\nWhen you come back to me\nit will be crow time\nand flycatcher time,\nwith rising spirals of gnats\nbetween the apple trees.\n\nVirginia\n\nWhen the last cloud leaves\nnothing behind—no\nhistory, no trace of error, no\nbasilica to shelter a man—\n\nWashington\n\noblivious to the fact\nthat anyone might be watching,\nthat he might be teaching us all\nhow to live\n\nWest Virginia\n\nThen, that recognition would\nreward me for all I'd undergone,\nmy bravery of thought, my refusal\nof dishonest love, and my goodwill\n\nWisconsin\n\nAlthough distance does not\nmatter, it's a long way\ninto the flat pine forest\n\nWyoming\n\nthe work of hunters is another thing:\nI have come after them and made repair\n\n\n<i>Note: Not every U.S. state has a designated poet laureate</i></pre>\n "}, {"title": "Untitled [I grew up in North Adams]", "view_node": "/poem/untitled-i-grew-north-adams", "field_author": "<a href=\"/poet/brenda-iijima\" hreflang=\"und\">Brenda Iijima</a>", "field_date_published": "2011", "body": " <blockquote><i>With wind chill, it was 40 degrees below. It was utterly beautiful. The hawk and the eagle not having flown there then (not) visible the prints are on the snow in bright glare</i>. (Leslie Scalapino, <i>Dahlia's Iris</i>, p. 104)</blockquote>\n<pre>\nI grew up in North Adams. The snow on the summit is thin, frigid no humans\n          self       memorial for the fallen soldiers  expropriation this land    I want \nto know why western civilization concerns itself with the individual,\nindividualization        elegy alone, elegy \n\nA way for society (power) to say, you are alone\n\nRealizing how the stone looked covered with a primordial lake\nDuring that time        moraine deposits        stone here from inner earth \ncataclysmic      hard and shimmering      no birds, it is much too cold\n\nDiffering body types, different   massive animals        long necks animals here \neating the vegetation, towering, they were reptilian  human brainstem, reptilian, \nscat: dinosaur\n\nThe way is the logging road state forest no one \tmissing in history\nNo women       there were, obviously    but missing\n\nSummer, no birds, missing\nMissing, was it acid rain?\n\nInside the mind, the enjoyment body\nSymbols arise and text   out here, this is mind\n\nDown now, off the precipice      to a small white house, heated\nOne's intrinsic awareness        white light inside the refrigerator\n\nVegetables waiting</pre>\n "}, {"title": "The Tongue", "view_node": "/poem/tongue", "field_author": "<a href=\"/poet/chris-martin\" hreflang=\"und\">Chris Martin</a>", "field_date_published": "2011", "body": " <blockquote><i>for Ben Estes</i></blockquote>\n<pre>\nSo taste\nas day\nrearranges the red\nand orange flowers\nfrom tongue to tongue\nlike losing the cymbal's \nclang for all its glints\nwe crept behind the moon\nwhich always insists on sleeping over \nbarely a belly for a mouth\nan hour past the movie\nwe were still filming \nthe way food fills\neach curving lapse\nbetween your teeth\nor song\nin sheets\nagainst the windshield\nno one believes\nair is the enemy\nso don't be afraid\nto breathe all this speech\nsomeone already died to say\nthe moon is on the couch\nso we climb onto the roof\nwhere our bellies swell open\nto slosh and go flowers\nred and orange flowers\nhairy and pink-stemmed\nlike champagne flutes\nwe always overuse\neverything that \nhappens happens\nwrong if not\nby tongue's might\nin the little time\nleft before sun drives\nall the workers into work\nall the workers into work</pre>\n "}, {"title": "To George Sand: A Recognition", "view_node": "/poem/george-sand-recognition", "field_author": "<a href=\"/poet/elizabeth-barrett-browning\" hreflang=\"und\">Elizabeth Barrett Browning</a>", "field_date_published": "1844", "body": " <pre>\nTrue genius, but true woman! dost deny\t\nThy woman's nature with a manly scorn\t\nAnd break away the gauds and armlets worn\t\nBy weaker women in captivity?\t\nAh, vain denial! that revolted cry\t        \nIs sobbed in by a woman's voice forlorn—\t\nThy woman's hair, my sister, all unshorn\t\nFloats back dishevelled strength in agony\t\nDisproving thy man's name: and while before\t\nThe world thou burnest in a poet-fire,\t        \nWe see thy woman-heart beat evermore\t\nThrough the large flame. Beat purer, heart, and higher,\t\nTill God unsex thee on the heavenly shore,\t\nWhere unincarnate spirits purely aspire!</pre>\n "}, {"title": "On the Origins of Things", "view_node": "/poem/origins-things", "field_author": "<a href=\"/poet/troy-jollimore\" hreflang=\"und\">Troy Jollimore</a>", "field_date_published": "2011", "body": " <pre>\nEveryone knows that the moon started out\nas a renegade fragment of the sun, a solar\nflare that fled that hellish furnace\nand congealed into a flat frozen pond suspended\nbetween the planets. But did you know\nthat anger began as music, played\ntoo often and too loudly by drunken performers\nat weddings and garden parties? Or that turtles\nevolved from knuckles, ice from tears, and darkness\nfrom misunderstanding? As for the dominant\nthesis regarding the origin of love, I \nabstain from comment, nor will I allow\nmyself to address the idea that dance\nbegan as a kiss, that happiness was\nan accidental import from Spain, that the ancient \ngame of jump-the-fire gave rise \nto politics. But I will confess \nthat I began as an astronomer—a liking \nfor bright flashes, vast distances, unreachable things, \na hand stretched always toward the furthest limit—\nand that my longing for you has not taken me\nvery far from that original desire\nto inscribe a comet's orbit around the walls\nof our city, to gently stroke the surface of the stars.</pre>\n "}, {"title": "Terrace", "view_node": "/poem/terrace-0", "field_author": "<a href=\"/poet/honor-moore\" hreflang=\"und\">Honor Moore</a>", "field_date_published": "2011", "body": " <pre>\nA plane tree, leaves green as if polished, \nthe reddened tips of fruit trees, a stand\nof cypress, and through the blackened green, \na yellow field, slant of roof. Nearer, \nthe castle gate, pale brick flecked with stone\nlike cream with nutmeg or cinnamon,  \nand climbing, vermilion of roses.\n\nAs swallows shriek and dive, their shadows\nloop to mark the wall, then disappear.</pre>\n "}, {"title": "Challenger", "view_node": "/poem/challenger", "field_author": "<a href=\"/poet/lyrae-van-clief-stefanon\" hreflang=\"und\">Lyrae Van Clief-Stefanon</a>", "field_date_published": "2011", "body": " <pre>\npretty's just armor\nsomething else\n\nto wear like a dress or a name\nnot magic like skin\n\napparel apparent apparently\nrepellant pretty\ndon't draw\n\nflies like\nhoney we just pretend\n\nit does skin is\n\nwhat draws you don't\nbelieve me\n\njust think skin flick \n\nthe winter sky \nis not a skin you \nmight fly right \n\nout\n\npast it but pretty\t\nmakes an atmosphere\nit's hard to get back in\n\none hitch one weak \n\nO ring and you are that \nwhite                    dense \npuff of pinkish smoke \n\ntoo thick for cloud\ntrailers swerving off in opposite\ndirections someone not\ncoming home you believed\nlifting off you were\n\nbound somewhere boundless \nyou will never be that\n\npretty again</pre>\n "}, {"title": "Demon and The Dove", "view_node": "/poem/demon-and-dove", "field_author": "<a href=\"/poet/miguel-murphy\" hreflang=\"und\">Miguel Murphy</a>", "field_date_published": "2011", "body": " <pre>\nThe psychotherapist has a sad dove \ndying in his eye. He looks at the light\nlike wood holding fire in it\nreflected in small caves \nand tells me there is a window where love weeps\nover what it cannot know. The dove's\n\ntrembling, flickering like a sun alone\nin the dark nest of his face, and the psychotherapist \nis saying, there is nothing like losing your Self\nfor a Demon. We walk in to each <i>other</i> \nas into a museum, and our portraits gleam. This sounds\nlike he's saying our deaths are old, they\nmay not even belong to us. In the end, our meeting\nis just the fantasy\n\nwe've been looking for all along. Yes,\nYes, I say, I've come here to burn for you \nall my illusions. Yes, I say, I can see\nyou for who you are like I can see\nthe mother huddling her chicks in the sea cliff\nin your inkblot, before she pecks their eyes large \nas blood grapes and eats them \nalive, the storm \n\nclouds rupturing that purple \nslag of lightning. What I want is to hold you\nlike a bell holds space \nbetween the hours. What I want is to get back\none with the other, self \nwith dove, desire with the storm\n\ninside that destroys\nabsence like a murderous blood. What I want\nis a therapy like a first love—merciless \nfascination—my eyes looking in \nlike the crazed bells of silence\nto startle the mortal \ncoil. This \nromance of self\n\nyou can't escape, and you don't want to.</pre>\n "}, {"title": "Good Hair", "view_node": "/poem/good-hair", "field_author": "<a href=\"/poet/sherman-alexie\" hreflang=\"und\">Sherman Alexie</a>", "field_date_published": "2011", "body": " <style type=\"text/css\">\n<!--/*--><![CDATA[/* ><!--*/\n\np { line-height: 1.5em; }\nblockquote p { line-height: 1.5em; }\n/*--><!]]>*/\n</style><p>Hey, Indian boy, why (why!) did you slice off your braids?<br /><span class=\"long-line\">Do you grieve their loss? Have you thought twice about your braids?</span><br /><br />With that long, black hair, you looked overtly Indian.<br />If vanity equals vice, then does vice equal braids?<br /><br />Are you warrior-pretend? Are you horseback-never?<br />Was your drum-less, drum-less life disguised by your braids?<br /><br />Hey, Indian boy, why (why!) did you slice off your braids?<br />You have school-age kids, so did head lice invade your braids?<br /><br />Were the scissors impulsive or inevitable?<br />Did you arrive home and say, \"Surprise, I cut my braids\"?<br /><br />Do you miss the strange women who loved to touch your hair?<br />Do you miss being eroticized because of your braids?<br /><br />Hey, Indian boy, why (why!) did you slice off your braids?<br />Did you weep or laugh when you said goodbye to your braids?<br /><br />Did you donate your hair for somebody's chemo wig?<br />Is there a cancer kid who thrives because of your braids?<br /><br />Did you, peace chief, give your hair to an orphaned sparrow?<br />Is there a bald eagle that flies because of your braids?<br /><br />Hey, Indian boy, why (why!) did you slice off your braids?<br />Was it worth it? Did you profit? What's the price of braids?<br /><br />Did you cut your hair after your sister's funeral?<br />Was it self-flagellation? Did you chastise your braids?<br /><br />Has your tribe and clan cut-hair-mourned since their creation?<br />Did you, ceremony-dumb, improvise with your braids?<br /><br />Hey, Indian boy, why (why!) did you slice off your braids?<br />Was it a violent act? Did you despise your braids?<br /><br />Did you cut your hair after booze murdered your father?<br />When he was buried, did you baptize him with your braids?<br /><br />Did you weave your hair with your siblings' and mother's hair,<br />And pray that your father grave-awakes and climbs your braids?</p> "}, {"title": "Telling", "view_node": "/poem/telling", "field_author": "<a href=\"/poet/elisabeth-frost\" hreflang=\"und\">Elisabeth Frost</a>", "field_date_published": "2011", "body": " <style type=\"text/css\">\n<!--/*--><![CDATA[/* ><!--*/\n\np { line-height: 1.5em; }\nblockquote p { line-height: 1.5em; }\n/*--><!]]>*/\n</style><table width=\"350\"><tbody><tr><td><p align=\"justify\">They keep telling me why I do what I do. I do it so that one day someone will do for me what I'm doing for her. They're saying, then, that my motivation is to be, down the line, the <i>recipient</i> of the doing. According to their logic, I buy her the <i>Times</i> and irises for the bed table, renew the nitroglycerin and Cardia, throw in the chocolate that isn't allowed, and, back home, scour the tub, scrub the toilet—I do these things in order to have them done for me, if not by her, who can't do them (let's be honest), then, second best, by someone else. They say that's the reason I study so closely her happiness, her lack of happiness. And their gentleness in the telling, the lowered chin and eyes, the slow enunciation, the hand reaching toward my wrist—it all tells me that things won't end where I think they will, that what I do isn't like a mitral valve (thrust open, clamp shut), an act without volition, but is, like the refusal finally to turn away, something chosen, which may or may not do anything like what one hopes it will.</p></td></tr></tbody></table>"}, {"title": "After Catullus", "view_node": "/poem/after-catullus", "field_author": "<a href=\"/poet/lisa-jarnot\" hreflang=\"und\">Lisa Jarnot</a>", "field_date_published": "2011", "body": " <pre>\n         For Thomas\n\nIn the beginning \nthere was grief,\na garden in the\ncenter of a city\nlit in rose and green, \na quickening of the \nair across the wing \nof a plane upon the \ntip of the Labrador Sea\nthere was gleaming\nthere, a torque\nnot finished or forestalling\nthere was the promise of \nParis's perpetual pomme \npressed in gold,\nthere was only the hole \nin the heel of a sock,\nthe steam of a since in a\nfore-flung damp hotel\nthere was nothing baked \nor boiled there was a stiffness, \na whiteness, a heaviness of \nlimbs and chips and silvered\npeas, there was\nthis about it—a dipping\nof the sun, a singular spoon,\na grid of hymns buried\nunder the finances of\na pickled cork, there \nwas finally that sense of it,\npharmacies or chemists \nor high streets or the shape\nof an ear of a baby asleep,\nheavily there was that,\nlet me explain it again let it \nbe turned by the heave\nof a hundred craven wivers\nof verse, let the pendulous\nballs of finest quality lead\nrender it into what I think \nit is. Let me go back\nto that garden in the \ncenter of that city\nto know I who I loved.</pre>\n "}, {"title": "Song of the Owl", "view_node": "/poem/song-owl", "field_author": "<a href=\"/poet/henry-wadsworth-longfellow\" hreflang=\"und\">Henry Wadsworth Longfellow</a>", "field_date_published": "1856", "body": " <pre>\n<b>Ojibwa</b>\n\nThe owl,—\n\n   Au\n\nThe owl\n\n   Au\n\nThe great black\n\nOwl\n\n   Au\n\nHi! a! haa!</pre>\n "}, {"title": "A Crocodile", "view_node": "/poem/crocodile-0", "field_author": "<a href=\"/poet/thomas-lovell-beddoes\" hreflang=\"und\">Thomas Lovell Beddoes</a>", "field_date_published": "1935", "body": " <pre>\nHard by the lilied Nile I saw\nA duskish river-dragon stretched along,\nThe brown habergeon of his limbs enamelled\nWith sanguine almandines and rainy pearl:\nAnd on his back there lay a young one sleeping,\nNo bigger than a mouse; with eyes like beads,\nAnd a small fragment of its speckled egg\nRemaining on its harmless, pulpy snout;\nA thing to laugh at, as it gaped to catch\nThe baulking merry flies. In the iron jaws\nOf the great devil-beast, like a pale soul\nFluttering in rocky hell, lightsomely flew\nA snowy trochilus, with roseate beak\nTearing the hairy leeches from his throat.</pre>\n "}, {"title": "To George Sand: A Desire", "view_node": "/poem/george-sand-desire", "field_author": "<a href=\"/poet/elizabeth-barrett-browning\" hreflang=\"und\">Elizabeth Barrett Browning</a>", "field_date_published": "1844", "body": " <pre>\nThou large-brained woman and large-hearted man,\nSelf-called George Sand! whose soul, amid the lions\nOf thy tumultuous senses, moans defiance\nAnd answers roar for roar, as spirits can:\nI would some mild miraculous thunder ran\nAbove the applauded circus, in appliance\nOf thine own nobler nature's strength and science,\nDrawing two pinions, white as wings of swan,\nFrom thy strong shoulders, to amaze the place\nWith holier light! that thou to woman's claim\nAnd man's, mightst join beside the angel's grace\nOf a pure genius sanctified from blame\nTill child and maiden pressed to thine embrace\nTo kiss upon thy lips a stainless fame.</pre>\n "}, {"title": "The Hesperides", "view_node": "/poem/hesperides", "field_author": "<a href=\"/poet/alfred-lord-tennyson\" hreflang=\"und\">Alfred Lord Tennyson</a>", "field_date_published": "1832", "body": " <blockquote><i>Hesperus and his daughters three<br />That sing about the golden tree</i>.<br />                          <i>Comus</i>, Milton</blockquote>\n<pre>\nThe North-wind fall'n, in the new starréd night\nZidonian Hanno, voyaging beyond\nThe hoary promontory of Soloë\nPast Thymiaterion, in calméd bays,\nBetween the Southern and the western Horn,\nHeard neither warbling of the nightingale,\nNor melody of the Lybian lotus flute\nBlown seaward from the shore; but from a slope\nThat ran bloom-bright into the Atlantic blue,\nBeneath a highland leaning down a weight\nOf cliffs, and zoned below with cedar shade,\nCame voices, like the voices in a dream,\nContinuous, till he reached the other sea.</pre>\n "}, {"title": "Song from Paracelsus", "view_node": "/poem/song-paracelsus", "field_author": "<a href=\"/poet/robert-browning\" hreflang=\"und\">Robert Browning</a>", "field_date_published": "1835", "body": " <pre>\nHeap cassia, sandal-buds and stripes\nOf labdanum, and aloe-balls,\nSmeared with dull nard an Indian wipes\nFrom out her hair: such balsam falls\nDown sea-side mountain pedestals,\nFrom tree-tops where tired winds are fain,\nSpent with the vast and howling main,\nTo treasure half their island-gain.\n\nAnd strew faint sweetness from some old\nEgyptian's fine worm-eaten shroud\nWhich breaks to dust when once unrolled;\nOr shredded perfume, like a cloud\nFrom closet long to quiet vowed,\nWith mothed and dropping arras hung,\nMouldering her lute and books among,\nAs when a queen, long dead, was young.</pre>\n "}, {"title": "Lines Written in Early Spring", "view_node": "/poem/lines-written-early-spring", "field_author": "<a href=\"/poet/william-wordsworth\" hreflang=\"und\">William Wordsworth</a>", "field_date_published": "1798", "body": "<p><span class=\"long-line\">I heard a thousand blended notes,</span><br /><span class=\"long-line\">While in a grove I sate reclined,</span><br /><span class=\"long-line\">In that sweet mood when pleasant thoughts</span><br /><span class=\"long-line\">Bring sad thoughts to the mind.</span></p>\n\n<p><span class=\"long-line\">To her fair works did nature link</span><br /><span class=\"long-line\">The human soul that through me ran;</span><br /><span class=\"long-line\">And much it grieved my heart to think</span><br /><span class=\"long-line\">What man has made of man.</span></p>\n\n<p><span class=\"long-line\">Through primrose tufts, in that sweet bower,</span><br /><span class=\"long-line\">The periwinkle trailed its wreaths;</span><br /><span class=\"long-line\">And 'tis my faith that every flower</span><br /><span class=\"long-line\">Enjoys the air it breathes.</span></p>\n\n<p><span class=\"long-line\">The birds around me hopped and played:</span><br /><span class=\"long-line\">Their thoughts I cannot measure,</span><br /><span class=\"long-line\">But the least motion which they made,</span><br /><span class=\"long-line\">It seemed a thrill of pleasure.</span></p>\n\n<p><span class=\"long-line\">The budding twigs spread out their fan,</span><br /><span class=\"long-line\">To catch the breezy air;</span><br /><span class=\"long-line\">And I must think, do all I can,</span><br /><span class=\"long-line\">That there was pleasure there. </span></p>\n\n<p><span class=\"long-line\">If this belief from heaven be sent,</span><br /><span class=\"long-line\">If such be Nature's holy plan,</span><br /><span class=\"long-line\">Have I not reason to lament</span><br /><span class=\"long-line\">What man has made of man?</span></p>\n"}], "pager": {"current_page": 476, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}