{"rows": [{"title": "Hotel", "view_node": "/poem/hotel", "field_author": "<a href=\"/poet/ron-padgett\" hreflang=\"und\">Ron Padgett</a>", "field_date_published": "2016", "body": " <p><br />My room looks like a cage<br />The sun sticks its arm through the window<br />But I who want to smoke and make mirages<br />I light my cigarette with daylight<br />I don’t want to work I want to smoke</p> "}, {"title": "Monday rue Christine", "view_node": "/poem/monday-rue-christine", "field_author": "<a href=\"/poet/ron-padgett\" hreflang=\"und\">Ron Padgett</a>", "field_date_published": "2016", "body": " <p><br />The concierge’s mother and the concierge will let anything go by<br />If you’re a man you’ll go with me tonight<br />All we’d need is one guy to hold the main door<br />While the other one goes up</p><p>Three lit gas jets<br />The boss has TB<br />When you’re finished we’ll play a game of backgammon<br />An orchestra conductor with a sore throat<br />When you come to Tunis I’ll get you some dope to smoke</p><p>That rings a bell</p><p>Piles of saucers some flowers a calendar<br />Bim bam bim<br />Hell I owe 300 francs to my landlady<br />I’d rather cut off my dong than pay her</p><p>I leave at 8:27 p.m.<br />Six mirrors look back and forth at themselves endlessly<br />I think it’s going to get even more confused<br />Dear Sir<br />You’re a joke<br />That lady holds more food than a garbage can<br />Louise forgot her fur<br />Well I don’t even have a fur and I’m not cold<br />The Dane smokes his cigarette over a timetable<br />The black cat crosses the bar</p><p>Those crêpes were marvelous<br />The faucet is running<br />Dress black like her fingernails<br />It’s completely impossible<br />Here you are sir<br />The malachite ring<br />The floor is strewn with sawdust<br />So it’s true<br />The red-headed waitress ran away with a bookseller</p><p>A newspaperman I know only very slightly</p><p>Listen Jacques I have something very serious to say to you</p><p>Passengers and cargo</p><p>He says to me Sir would you care to see what I can do in the way of etchings and<br />     paintings<br />I have only one small maid</p><p>After lunch Café du Luxembourg</p><p>Once there he introduces me to this big fat fellow<br />Who says<br />Listen, it’s charming<br />In Smyrna in Naples in Tunis<br />But where in the name of God is that<br />The last time I was in China<br />Eight or nine years ago<br />Honor often depends on what time of day it is<br />The royal flush</p> "}, {"title": "The Musician of Saint-Merri", "view_node": "/poem/musician-saint-merri", "field_author": "<a href=\"/poet/ron-padgett\" hreflang=\"und\">Ron Padgett</a>", "field_date_published": "2016", "body": " <p><br />I finally have the right to greet these beings I do not know<br />They pass by in front of me and gather far away<br />While everything about them is strange to me<br />And their hope is just as strong as mine is now</p><p>I do not sing this world and the other stars<br />I sing all the possibilities of myself beyond this world and the stars<br />I sing the joy of wandering and the pleasure of dying of it</p><p>On the 21<sup>st</sup> day of the month of May 1913<br />Ferryman of the dead and the deathumming Merriennes<br />Millions of flies fanned out a splendor<br />When a man with no eyes no nose and no ears<br />Walked down Sébasto and turned onto the rue Aubry-le-Boucher<br />The young man had brown hair and his cheeks were as red as strawberries<br />Man Ah! Ariadne<br />He was playing a flute whose music guided his steps<br />He stopped at the corner of the rue Saint-Martin<br />Playing the tune that I sing and that I made up<br />The women in the street came up to him<br />From every direction<br />When suddenly the bells of Saint-Merri began to chime<br />The musician quit playing and drank from the fountain<br />The one at the corner of the rue Simon-le-Franc<br />Then Saint Merri fell silent<br />The unknown man began the tune again<br />Retracing his steps to the rue de la Verrerie<br />Where he turned and was followed by the flock of women<br />Who came out of houses<br />Who came from the side streets their eyes wild<br />Hands stretched out toward the melodious ravisher<br />He went along casually playing his tune<br />He went along dreadfully</p><p>Then elsewhere<br />What time does the train leave for Paris</p><p>At that moment<br />The pigeons in the Moluccas were defecating nutmeg<br />At the same time<br />Catholic mission in Boma what have you done with the sculptor</p><p>Elsewhere<br />She crosses a bridge that links Bonn to Beuel and disappears into Pützchen</p><p>At that very instant<br />A girl in love with the mayor</p><p>In another neighborhood<br />So poet you should compete with the labels on perfume bottles</p><p>All in all O you scoffers you have not taken very much from people<br />You have barely extracted just a little fat from their poverty<br />But we who are dying from living far from one another<br />Hold out our arms and on these rails a long train rolls along loaded with goods</p><p>You sat next to me and wept in the back of the cab</p><p>And now<br />You look like me you look like me unfortunately<br /><br />We are alike as in architecture of the past century<br />Those tall chimneys like towers</p><p>We go higher now and no longer touch the ground<br /><br />And while everyone was living and changing</p><p>The procession of women as long as a day without bread<br />Followed the happy musician down the rue de la Verrerie</p><p>Processions O processions<br />It’s when the king went away to Vincennes back then<br />When the ambassadors were arriving in Paris<br />When thin Suger was hastening toward the Seine<br />When the uprising was dying down around Saint-Merri</p><p>Processions O processions<br />The women spilled over so great was their number<br />Into all the neighboring streets<br />And hurried like mad<br />To keep up with the musician<br />Ah! Ariadne and you Paquette and you Amine<br />And you Mia and you Simone and you Mavize<br />And you Colette and you beautiful Genevieve<br />They went trembling past and airily empty<br />And their light and nimble steps moved with the measure<br />Of the pastoral music that led along<br />Their eager ears</p><p>The unknown man paused at a building for sale<br />An abandoned building<br />With broken windows<br />It’s a sixteenth-century lodging<br />Whose courtyard serves as a parking lot for delivery vans<br />This is where the musician went in<br />His music became languorous as it started to fade<br />The women followed him into the abandoned building<br />All intermingled in this company<br />Every last one went in without looking back<br />Without regretting what they left behind<br />What they abandoned<br />Without ruing the day or their lives or their memories<br />Soon there was no one left on the rue de la Verrerie<br />Except me and a priest from Saint-Merri<br />We entered the old house<br />But found no one there</p><p>Now evening is here<br />From Saint-Merri the Angelus chimes<br />Processions O processions<br />It’s when the king came back from Vincennes back then<br />A troop of cap makers came<br />Some banana dealers came<br />Soldiers in the Republican Guard came<br />O night<br />Flock of languorous faces of women<br />O night<br />You my grief and my waiting in vain<br />I hear the sound of a flute dying far away</p> "}, {"title": "The Pont Mirabeau", "view_node": "/poem/pont-mirabeau", "field_author": "", "field_date_published": "", "body": ""}, {"title": "Self-Portrait in Charleston, Orlando", "view_node": "/poem/self-portrait-charleston-orlando", "field_author": "<a href=\"/poet/dean-rader\" hreflang=\"en\">Dean Rader</a>", "field_date_published": "2016", "body": " <p>The news this morning<br />said that Ramadi<br />had fallen to ISIS<br />and that the president<br />did not have a plan<br />to push them back<br />into the Anbar province<br />though I have a plan<br />to walk down to the<br />beach in silence perhaps<br />where I will stand<br />in water the temperature<br />of most corpses<br />and look out over<br />the shapeless ocean—<br />its waves shifting from<br />one color to the next,<br />this moment the shade<br />of an old bruise—<br />toward Japan,<br />which I imagine I see<br />across the map of<br />motion, that mystical<br />country which has<br />almost completely<br />ridden itself of guns,<br />like the one the boy<br />used to shoot nine<br />people assembled<br />to worship a man whose<br />skin history tells us<br />was the same color<br />as theirs, that mythical<br />man who may have walked<br />the streets of Ramadi in<br />those missing years<br />between his youth and<br />his destiny, and who<br />knows how many<br />of the slain<br />he may have raised<br />in those streets,<br />or pulled up out<br />of night into the<br />long daylight of the<br />not-yet-lived,<br />birthed back into<br />the skin of suffering,<br />or how many the man<br />might have dipped<br />into those mythical waters<br />that eventually emptied into<br />the Gulf of Oman and then<br />into the Arabian Sea<br />before their long walk<br />of waves across<br />time and history<br />to South Carolina and<br />into Charleston<br />but then retreating to<br />work their way down<br />the Eastern coast of<br />Florida and perhaps<br />even inland to<br />Orlando and then<br />back out again around<br />every country, every<br />boat, every body before<br />arriving on the beaches<br />of San Francisco on<br />the far end of the other<br />side of that mythical<br />continent, perhaps<br />even where I am<br />standing, the water’s<br />color like a bullet, and I<br />wonder if all life is<br />somehow loaded into<br />the chamber of a rifle,<br />the long tunnel of<br />darkness before us<br />our birthright and even<br />our destiny, all of it<br />as close to the hammer<br />as the width of these<br />lines, themselves an<br />inheritance of something<br />I am only now<br />beginning to understand,<br />like an insurrection<br />that no one saw,<br />not even those<br />in it, not even the man<br />with his hand on the trigger<br />or the people ready to rise.</p> "}, {"title": "The First Layer of City", "view_node": "/poem/first-layer-city", "field_author": "<a href=\"/poet/marianne-boruch\" hreflang=\"und\">Marianne Boruch</a>", "field_date_published": "2016", "body": " <p>Concerning the lost and so<br />much of it, the Professor of Antiquities<br />is on TV again—</p><p>Think about that.</p><p>I love the word <em>oxymoron</em> like I love the word<br /><em>hope</em> loving him back such a long way.</p><p>The ancients then, via digital pulse. But never<br />to know except with shovel, brush,<br />magnifying glass. He dreams out the rest.</p><p>The rest is resting in dust. The rest too will</p><p>come out of deep down<br />petrified wood or gold or bronze<br />fierce, the spear end of it.</p><p>Not far, so many winged creatures<br />sculpted out of flight to peer from a ledge,<br />their grim human heads turned sideways, desert<br />a distance, a horizon. Column after column<br />holding up ago</p><p>what made it cool in there, made us all<br />the first days of the world: lie down,<br />close your eyes a moment,<br />listen to the fountain.</p><p>The Professor of Antiquities<br />looks into the camera as into what the Oracle saw<br />and says <em>you don’t destroy,<br />you restore.</em>  All this time to recover<br />words for beer, for how-much-you-owe-me, for gods<br />and king, the body living or in death, what to do,<br />what’s elegy and next<br />marked on clay tablets with a stick.</p><p>First lost layer of city. Shock-seizure<br />of flames larger than night<br />after night some year B.C. burning back<br />temple or palace until</p><p>safe all words, <em>safe,</em><br />slow-fired to stone in the lower chamber<br />when everything, everything else—</p> "}, {"title": "Schuyler today and the students", "view_node": "/poem/schuyler-today-and-students", "field_author": "<a href=\"/poet/kate-angus\" hreflang=\"en\">Kate Angus</a>", "field_date_published": "2016", "body": " <p>wake up when he mentions colors<br />and light, streets they’ve walked—<br />Second Avenue, West 20th, Park.<br /><em>This guy is happy, right?</em> they ask;<br />who am I to answer. What I like<br />about Schuyler is the way sonatas<br />and Coca-Cola flourish in the same stanza,<br />morning glories opening<br />their bright mouths, and trailing down<br />tender vines.</p><p>I don’t drink soda and I never listen<br />to Faure as much as I should<br />(What voice<br />is chanting always be better?). What I like is<br />the pyrotechnics always just past<br />the paper horizon,<br />waiting to burst from underneath.<br />It’s the idea that it’s enough to think<br />one thing and then say it: maybe a stapler sits<br />like a black jaw on the desk while the aloe<br />stretches half-parabola curves<br />towards the light and an avocado shell<br />waits to be rubbish.</p><p>There are, of course, always going to be people<br />who hook us under the sternum and pull<br />us forward with wire until our own bones break<br />to make us relinquish them. And in their wake we watch<br />their boat sail away with a mast solid as the Empire<br />State Building and all flags in array. Goodbye, little sailor,<br />I’ll miss you<br />when I drift down under dark water<br />where there are shipwrecks and bleached whale<br />bones and fish bright as constellations, but not enough<br />to keep swimming.</p> "}, {"title": "Song of the Open Road, 1", "view_node": "/poem/song-open-road-1", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">Afoot and light-hearted I take to the open road,</span><br /><span class=\"long-line\">Healthy, free, the world before me,</span><br /><span class=\"long-line\">The long brown path before me leading wherever I choose. </span></p>\n\n<p><span class=\"long-line\">Henceforth I ask not good-fortune, I myself am good-fortune,</span><br /><span class=\"long-line\">Henceforth I whimper no more, postpone no more, need nothing,</span><br /><span class=\"long-line\">Done with indoor complaints, libraries, querulous criticisms,</span><br /><span class=\"long-line\">Strong and content I travel the open road.</span></p>\n\n<p><span class=\"long-line\">The earth, that is sufficient,</span><br /><span class=\"long-line\">I do not want the constellations any nearer,</span><br /><span class=\"long-line\">I know they are very well where they are,</span><br /><span class=\"long-line\">I know they suffice for those who belong to them.</span></p>\n\n<p><span class=\"long-line\">(Still here I carry my old delicious burdens,</span><br /><span class=\"long-line\"><span class=\"long-line\">I carry them, men and women, I carry them with me wherever I go,</span></span><br /><span class=\"long-line\">I swear it is impossible for me to get rid of them,</span><br /><span class=\"long-line\">I am fill’d with them, and I will fill them in return.)</span><br /><span class=\"long-line\"> </span></p>\n"}, {"title": "Weir Farm", "view_node": "/poem/weir-farm", "field_author": "<a href=\"/poet/marilyn-nelson\" hreflang=\"und\">Marilyn Nelson</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">Not vistas, but a home-sized landscape,</span><br /><span class=\"long-line\">beloved rooms storied, painted, lived.</span><br /><span class=\"long-line\">A farm bought with a painting</span><br /><span class=\"long-line\">and a ten dollar personal check.</span><br /><span class=\"long-line\">And almost from the beginning,</span><br /><span class=\"long-line\">the intention to pass on</span><br /><span class=\"long-line\">what an artist sees, what artists make.</span><br /><span class=\"long-line\">A parcel of land, a vast legacy.</span></p>\n\n<p><span class=\"long-line\">Admire the houses, barns, outbuildings,</span><br /><span class=\"long-line\">and studios, uniformly Venetian red.</span><br /><span class=\"long-line\">Respect the visible sweat work of stones</span><br /><span class=\"long-line\">laid in walls and foundations, terraces and walks.</span><br /><span class=\"long-line\">Admire the sunken garden, the wildflower meadows,</span><br /><span class=\"long-line\">the path through thick woods to the fishing pond.</span><br /><span class=\"long-line\">Walk through the farm envisioned by artists.</span><br /><span class=\"long-line\">Admire the home artists made.</span></p>\n\n<p><span class=\"long-line\">Or you can step from a museum’s polished floor</span><br /><span class=\"long-line\">across a carven, gilded threshold</span><br /><span class=\"long-line\">into the farm reimagined in brushstrokes.</span><br /><span class=\"long-line\">From that wooden bridge over there,</span><br /><span class=\"long-line\">hear those three women’s tinkling laughter?</span><br /><span class=\"long-line\">Over there the other way, see</span><br /><span class=\"long-line\">the black dog panting near the youngish man</span><br /><span class=\"long-line\">lifting stones into a half-built wall?</span></p>\n\n<p><span class=\"long-line\">Step out of the frame again, and be</span><br /><span class=\"long-line\">enveloped in birdsong and dapple.</span><br /><span class=\"long-line\">Feel the welcome of small particulars:</span><br /><span class=\"long-line\">the grove beside that boulder,</span><br /><span class=\"long-line\">the white horse tied in front of that barn.</span><br /><span class=\"long-line\">With eyes made tender, see</span><br /><span class=\"long-line\">those elms, from shadows on the grass</span><br /><span class=\"long-line\">to the highest leaves’ shimmer.</span></p>\n\n<p><span class=\"long-line\">With your friends, lovers, family, stride</span><br /><span class=\"long-line\">across this chromatic broken brushwork.</span><br /><span class=\"long-line\">Sit a minute at the granite picnic table</span><br /><span class=\"long-line\">with the artist’s daughters, dressed in summer white.</span><br /><span class=\"long-line\">You can daub this earth, so lyric, so gentle,</span><br /><span class=\"long-line\">from the limited palette of your own love right now.</span><br /><span class=\"long-line\">Any place you care for can hold an easel.</span><br /><span class=\"long-line\">Everything around you is beautiful plein air.</span></p>\n"}, {"title": "Effigy Mounds National Monument, Iowa", "view_node": "/poem/effigy-mounds-national-monument-iowa", "field_author": "<a href=\"/poet/jennifer-l-knox\" hreflang=\"und\">Jennifer L. Knox</a>", "field_date_published": "2016", "body": " <p> </p><p>Before there was the time we see<br />there was the time we saw through,<br />when the biggest bear lied down,<br />exhaled the boundary of herself—<br /><em>woof!</em>—and rolled onto her side.</p><p>Her family followed in a line,<br />bending like an oxbow lake,<br />crocheting holes in the land<br />where water bubbled through<br />(so much does bubble through).</p><p>Birds saw the bears<br />bubbling up and dug it.<br /><em>Whoa!</em></p><p>So with wing fingers wide,<br />they pressed their feathered breasts<br />flat to the ground which sung<br />their own songs back at them but<br />way slower, like whale<br />songs in<br />amber.</p><p><em>Is that a yes or a no?</em> the birds asked.<br /><em>Yes</em>, replied the ground.<br /><em>Whoa!</em></p><p>Green grass grew over them,<br />which was a long, green love song.</p><p>Nearby, turtles, panthers, dogs<br />lost their boundaries…exhaled…then<br />found them again and became constellations.</p><p>What speed was the time<br />signature singing then when all those<br />holes in space opened up<br />and bear after bear,<br />bird after bird,<br />sun after sun lost<br />refound their shapes in<br />the long song, knowing<br />themselves at last for<br />what they were:</p><p>eternal,<br />immutable,<br />from every possible angle.</p> "}, {"title": "Native Memory", "view_node": "/poem/native-memory", "field_author": "<a href=\"/poet/ansel-elkins\" hreflang=\"en\">Ansel  Elkins </a>", "field_date_published": "2016", "body": " <p><em>River</em> was my first word<br />after <em>mama</em>.<br />I grew up with the names of rivers<br />on my tongue: the Coosa,<br />the Tallapoosa, the Black Warrior;<br />the sound of their names<br />as native to me as my own.</p><p>I walked barefoot along the brow of Lookout Mountain<br />with my father, where the Little River<br />carves its name through the canyons<br />of sandstone and shale<br />above Shinbone Valley;<br />where the Cherokee<br />stood on these same stones<br />and cast their voices into the canyon below.</p><p><em>You are here</em>, a red arrow<br />on the atlas tells me<br />at the edge of the bluff<br />where young fools have carved their initials<br />into giant oaks<br />and spray painted their names and dates<br />on the canyon rocks,<br />where human history is no more<br />than a layer of stardust, thin<br />as the fingernail of god.</p><p>What the canyon holds in its hands:<br />an old language spoken into the pines<br />and carried downstream<br />on wind and time, vanishing<br />like footprints in ash.<br />The mountain holds their sorrow<br />in the marrow of its bones.<br />The body remembers<br />the scars of massacres,<br />how the hawk ached to see<br />family after family<br />dragged by the roots<br />from the land of their fathers.</p><p>Someone survived to remember<br />beyond the weight of wagons and their thousands<br />of feet cutting a deep trail of grief.<br />Someone survived to tell the story of this<br />sorrow and where they left their homes<br />and how the trees wept to see them go<br />and where they crossed the river<br />and where they whispered a prayer into their grandmother’s eyes<br />before she died<br />and where it was along the road they buried her<br />and where the oak stood whose roots<br />grew around her bones<br />and where it was that the wild persimmons grow<br />and what it was she last said to her children<br />and which child was to keep her memory alive<br />and which child was to keep the language alive<br />and weave the stories of this journey into song<br />and when were the seasons of singing<br />and what were the stories that go with the seasons<br />that tell how to work and when to pray<br />that tell when to dance and who made the day.</p><p><em>You are here</em><br />where bloodlines and rivers<br />are woven together.<br />I followed the river until I forgot my name<br />and came here to the mouth of the canyon<br />to swim in the rain and remember<br />this, the most indigenous joy I know:<br />to wade into the river naked<br />among the moss and stones,<br />to drink water from my hands<br />and be alive in the river, the river saying,<br /><em>You are here</em>,<br />a daughter of stardust and time.<br /> </p> "}, {"title": "badlands: a song of flux, out of time", "view_node": "/poem/badlands-song-flux-out-time", "field_author": "<a href=\"/poet/lee-ann-roripaugh\" hreflang=\"und\">Lee Ann Roripaugh</a>", "field_date_published": "2016", "body": " <p>ornate warble of meadowlarks<br />           burbling in melodic veronicas,<br />ribboning the spires, buttes, pinnacles,<br />           and gullies of sedimentary stone,<br />sage and sweet grass smudging the still-cool air</p><p>lush-bellied manatees of clouds somersault<br />           above an inching infestation—<br />cars, trailers, trucks, busses, airstreams—<br />           glittering carapaces twisting<br />their stranglehold around Yellow Mounds</p><p>                                 *</p><p>late spring baby goats<br />           nestle in to Pinnacles, at dusk,<br />a scatter of heartbeats, furred<br />           commas, blending clauses<br />to sun warmed sandstone</p><p>a big horn sheep blinks<br />           into my lens from between<br />his horns’ apostrophes—<br />           slit pupils iconic and slow<br />as gold cat’s-eye marbles</p><p>                                 *</p><p>shadow-hollowed, wind-ruffled<br />           stone’s mimetic shape-shifting<br />all metaphor and simile:<br /><em>           like</em> stiff-beaten cake batter<br /><em>like</em> striated molten glass</p><p><em>here</em>, a disconsolate woman weeps<br />           behind spidery fingers<br /><em>here</em>, a sleepy elephant rests<br />           its trunk upon the ground<br /><em>here</em>, cubist lovers’ stilled in a flash-frozen kiss<br /><br />                                 *</p><p>some say <em>moonscape</em>, or <em>otherworldy</em>,<br />           as if to mean something <em>alien</em>,<br />sandwiched between the banality<br />           of kitschy Sinclair station dinosaurs<br />and Wall Drug’s ubiquitous billboards</p><p>I think not <em>moonscape</em> but <em>earthscape</em>,<br />           not <em>otherworldly</em>, but <em>innerworldy</em>,<br />not <em>alien</em>, but <em>indigenous</em>, as in<br />           always already <em>from </em>and <em>of</em><br />as in <em>sovereign</em>, as in <em>not ours</em></p><p>                                 *</p><p>unexpected wingbeat, talon, and spray<br />           of gold flint-sparking the light<br />when one of the golden eagles surfing currents<br />           near Sharps Formation by Castle Trail<br />plummets to swoop in front of my Jeep</p><p>its sharp-eyed, curious gaze catches me gawking<br />           through the windshield, and suddenly<br />I’m no longer the voyeur, but the spied upon,<br />           and before it kites skyward again<br />I am, in those seconds, all spotlit halo, golden blaze</p><p>                                 *</p><p>a cottontail backlit by sunset,<br />           thin-membraned ears glowing<br />with the hot orange of tea-light’s flicker<br />           behind glass, has its picture taken<br />by a happy group of Chinese tourists</p><p>for a brief moment, the cottontail<br />           is simultaneously framed within<br />the bright rectangles of five iPhones, all lit up<br />           within the bright rectangle of my iPhone:<br />molten-eared bunnies within bunnies /<em> #meta</em></p><p>                                 *</p><p>how infinitesimal our millenia<br />           how tightly folded<br />our lives’ tiny accordions within<br />           the time-lapsed tidal flux<br />of geological deposition and erosion</p><p>someone breaks a pottery bowl in slow motion:<br />           can you imagine the apocalyptic scatter<br />of ammonites and clams, the beautiful wreckage<br />           of an ocean’s millennial spill<br />from a mountain-cracked basin of broken raku?</p> "}, {"title": "Tag at Pullman National Monument", "view_node": "/poem/tag-pullman-national-monument", "field_author": "<a href=\"/poet/roger-reeves\" hreflang=\"und\">Roger Reeves</a>", "field_date_published": "2016", "body": " <p> </p><p>The market is made of fire so nothing<br />Stands, or stands—even in the ideal<br />City of Pullman, I hear “nigga run,”<br />One child shouting to another in ruins,<br />Of ruin and so call out in paradise<br />To the live bloody skeleton hung softly<br />As summer in each other to escape<br />This year’s killing season, the pilgrimage<br />To flame and morgue and news and dust, local<br />Honey sold nationally, the market<br />Always-already wet with this black fame.<br />In an alley beyond their beware and boy-<br />Barking, a painting of a Maasai warrior<br />Lifting himself out of the frame with a leap,<br />His spear, nothing like fire but a fire<br />The leaping, the leaving of the coffin-<br />Pull of earth, his red garment about him<br />In clasped silence for which we understand<br />That we will not understand and so stare<br />At something else trying to escape<br />Paradise. Beauty has always belonged<br />To whomever could afford it. None of us<br />Can afford what we pay for beauty, but<br />We labor, we labor, our white rag wet<br />With formaldehyde, our knees deep in shag<br />Carpet pressing a stain as commanded<br />By a mastering manual kept in a slim slash<br />Pocket, our white charges sleeping their way<br />Across cud-chewing to Chicago<br />Dreaming of a man they watched burn this tree-side<br />Of heaven. “Run nigga,” the boys yell<br />As if hocking oranges in a burning market,<br />As if what they flee is not each other.</p> "}, {"title": "Tender Buttons [Nothing Elegant] ", "view_node": "/poem/tender-buttons-nothing-elegant", "field_author": "<a href=\"/poet/gertrude-stein\" hreflang=\"und\">Gertrude Stein</a>", "field_date_published": "2016", "body": " <p>A charm a single charm is doubtful. If the red is rose and there is a gate surrounding it, if inside is let in and there places change then certainly something is upright. It is earnest. </p> "}, {"title": "Strange Celestial Roads", "view_node": "/poem/strange-celestial-roads", "field_author": "<a href=\"/poet/adrian-matejka\" hreflang=\"und\">Adrian Matejka</a>", "field_date_published": "2016", "body": " <p>There’s a father sleeping it off in every master bedroom <br />     of the cul-de-sac the morning after, so Saturday<br />morning is a snooze. The moon is still out, eyeballing<br />     the quiet street like Sun Ra did his Arkestra. Somebody<br />has to be a father figure for all of those musical notes.<br />     No school busses to huff after, no mothers yelling<br />their children onward. The only weekend noise is us,<br />     kicking rocks—so bored we can’t even hear each other—<br />on a celestial swirl of asphalt that will be a playground<br />     one day. We stand, right feet extended in unison like foos<br />men, rock after rock arcing at sorry angles toward<br />     the open bar that hopes to dangle four swings. Some<br />rocks go through, some miss as we balance on concrete<br />    meant to backstop hop scotch &amp; echo knock knock jokes.<br />Not somebody’s father, finally up &amp; at ‘em, yelling,<br />    <em>You got to be kidding me</em>, after he opens the property tax<br />bill. Maybe these bars were placed here for some other,<br />    future kids to be dragged away from by big ears<br />or red necks toward the unavoidable arguments, fist-to-face<br />     noises &amp; the bleating saxophones that come after. </p> "}, {"title": "Harmony", "view_node": "/poem/harmony", "field_author": "<a href=\"/poet/aaron-fagan\" hreflang=\"en\">Aaron Fagan</a>", "field_date_published": "2016", "body": " <p>Sisyphus punches in, each morning,<br />At a mountain he must face all day,<br />In hell, for eternity, and at night,<br />Having not reached the summit<br />Again, he walks down slow, where<br />The rock rushed by, careful to see,<br />With new eyes, where it all went<br />Wrong, again, and then later,<br />At the bar in town, sits cooling his<br />Bleeding hands against a whiskey,<br />On the rocks, and maps new paths,<br />On a napkin, inside the wet ring<br />His tumbler made, again and again,<br />The routes running on to absurd<br />Lengths, hands shaking, and if it<br />Wasn’t a map, you might think<br />It was the history of history<br />Or parts of a nude in repose,<br />Patient with death and belonging.</p> "}, {"title": "When America Cuts My Daughter’s Hair ", "view_node": "/poem/when-america-cuts-my-daughters-hair", "field_author": "", "field_date_published": "2016", "body": " <p>every chair in the strip mall<br />salon where she rents</p><p>a little space of her own<br />reflects a face waiting</p><p>to make a change. Another<br />mother next to me rips an ad</p><p>for the full Hollywood wax<br />&amp; here the best graffiti:</p><p>DON’T DO DRUGS, BE SAD.<br /><em>They’ll grow back</em>, my own</p><p>mom on the bangs I butchered<br />more than once. <em>Do you think</em></p><p><em>America is pretty?</em> This skinny<br />blonde kid who never really</p><p>has to ask if she is, asks me<br />as we walk more hot city blocks</p><p>because by now we’ve chopped<br />the pecans to protect the power lines.</p><p><em>I think America is pretty</em>. A pierced<br />Xicana with one side of her own</p><p>do done in deep brown waves,<br />the other buzzed tight</p><p>&amp; dyed a bright chemical green.<br />America fits the description</p><p>&amp; when she’s done holds up<br />her small mirror in the big one<br /><br />turning my girl around<br />so she can see herself.</p><p>You can call me Erica, she says<br />if you like, but we like</p><p><em>America</em> better here.</p> "}, {"title": "And the Old Man Speaks of Paradise: a Ghazal", "view_node": "/poem/and-old-man-speaks-paradise-ghazal", "field_author": "<a href=\"/poet/wang-ping\" hreflang=\"en\">Wang Ping</a>", "field_date_published": "2016", "body": " <p> </p><p>Do not move. Let me speak of a river in paradise<br />A turquoise gift from fiery stars that is paradise</p><p>How do you measure a river’s weight, color, smell, touch?<br />How do you feel the veins of sand in a breathing paradise?</p><p>Eons of earth story, long before rocks, plants or bones<br />Bulging with flesh and blood in every corner of paradise</p><p>You call me Old Man, 12,000 years old, but really I’m a baby of<br />River Warren, swollen with glacier water flooding the paradise</p><p>My torso sloughed by old ice, two cities on sandstone bluffs<br />Headwaters of a 2350-mile road towards the gulf of paradise</p><p>A walk along the beach, a bag of rocks, fossils and agates<br />Each tells stories of the river, land &amp; life—a kinship of paradise</p><p>Come to me at dawn or dusk, by foot, canoe or a single shell<br />To greet eagles, cranes, fox, trees…a ten-mile gorge of paradise</p><p><span class=\"long-line\">Gar, bass, goldeye, redhorse, bowfin, stoneroller, buffalo, drum, sunfish</span><br /><span class=\"long-line\">Sickleback, darter, walleye, dace, mooneye…in the waves of paradise</span></p><p><span class=\"long-line\">The St. Anthony Fall that walked up 10 miles from Fort Snelling</span><br />Clams and shells in Kasota stones—layered history of paradise</p><p>Put your fingers into the bluff, and pull a handful of sand<br />From the Ordovician sea, each perfect to make a paradise</p><p>From time to time, I take you into the amniotic womb<br />A reminder of our origin from a black, red, white, blue paradise</p><p>Do not dam me. To move freely is to evolve is to live<br /><span class=\"long-line\">Lock feeds fear feeds hate feeds violence to the base of paradise</span></p><p>The Mississippi, temple on earth, home of all living things<br />Would you tread with love, through the heart of paradise?</p><p>We are water—H2O—two hands under an open heart<br />Pulsing, dissolving, bonding the earth to a green paradise</p><p>Stop seeking before or after life, for a paradise<br />Already in us, in each cell of being that is paradise</p> "}, {"title": "White Lobelia", "view_node": "/poem/white-lobelia", "field_author": "<a href=\"/poet/stephanie-burt\" hreflang=\"und\">Stephanie Burt</a>", "field_date_published": "2016", "body": " <p>Little megaphones,<br />we hang out in the garden center and gossip<br />with the petunias three seasons a year.</p><p>With leaves too small to resemble<br />thumbs or hands or hearts, too soft<br />for any parts<br />of our threadable stems to grow thorns,<br />we prefer to pretend we are horns,<br />cornets and alto sax, prepared to assemble<br />in studios and sightread any charts.</p><p>We are of course for sale<br />to generous homes. Some of us have become<br />almost overfamiliar with ornamental<br />cabbage, with the ins and outs of kale.<br />Others have lost our voice<br />in a painstaking effort to justify our existence<br />as a perennial second choice.</p><p>Like you, we dismiss whatever comes easiest<br />to us and overestimate what looks hard.<br />In our case that means we admire<br />our neighbors’ luxuriant spontaneities<br />and treat the most patient preparers with disregard.</p><p>We strive for contentment in our<br />hanging baskets once<br />we know we will not touch ground.<br />We tell ourselves<br />and one another that if you listen<br />with sufficient<br />generosity, you will be able<br />to hear our distinctive and natural sound.</p> "}, {"title": "The Coal Picker ", "view_node": "/poem/coal-picker", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2016", "body": " <p>He perches in the slime, inert,<br />Bedaubed with iridescent dirt.<br />The oil upon the puddles dries<br />To colours like a peacock’s eyes,<br />And half-submerged tomato-cans<br />Shine scaly, as leviathans<br />Oozily crawling through the mud.<br />The ground is here and there bestud<br />With lumps of only part-burned coal.<br />His duty is to glean the whole,<br />To pick them from the filth, each one,<br />To hoard them for the hidden sun<br />Which glows within each fiery core<br />And waits to be made free once more.<br />Their sharp and glistening edges cut<br />His stiffened fingers. Through the smut<br />Gleam red the wounds which will not shut.<br />Wet through and shivering he kneels<br />And digs the slippery coals; like eels<br />They slide about. His force all spent,<br />He counts his small accomplishment.<br />A half-a-dozen clinker-coals<br />Which still have fire in their souls.<br />Fire! And in his thought there burns<br />The topaz fire of votive urns.<br />He sees it fling from hill to hill,<br />And still consumed, is burning still.<br />Higher and higher leaps the flame,<br />The smoke an ever-shifting frame.<br />He sees a Spanish Castle old,<br />With silver steps and paths of gold.<br />From myrtle bowers comes the plash<br />Of fountains, and the emerald flash<br />Of parrots in the orange trees,<br />Whose blossoms pasture humming bees.<br />He knows he feeds the urns whose smoke<br />Bears visions, that his master-stroke<br />Is out of dirt and misery<br />To light the fire of poesy.<br />He sees the glory, yet he knows<br />That others cannot see his shows.<br />To them his smoke is sightless, black,<br />His votive vessels but a pack<br />Of old discarded shards, his fire<br />A peddler’s; still to him the pyre<br />Is incensed, an enduring goal!<br />He sighs and grubs another coal.</p><p> </p> "}], "pager": {"current_page": 331, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}