{"rows": [{"title": "Guillaume Apollinaire", "view_node": "/poem/guillaume-apollinaire", "field_author": "<a href=\"/poet/gertrude-stein\" hreflang=\"und\">Gertrude Stein</a>", "field_date_published": "1913", "body": " <pre>\nGive known or pin ware.\nFancy teeth, gas strips.\nElbow elect, sour stout pore, pore caesar, pour state at.\nLeave eye lessons I. Leave I. Lessons. I. Leave I lessons, I.</pre>\n "}, {"title": "The Bus through Jonesboro, Arkansas", "view_node": "/poem/bus-through-jonesboro-arkansas", "field_author": "<a href=\"/poet/matthew-henriksen\" hreflang=\"und\">Matthew Henriksen</a>", "field_date_published": "2011", "body": " <pre>\nInanimate intimacy in the plural\nCouples under their dark covers\n\nThe distance between one body and another\nAn echo chamber against every stone\n\nThe distance between lovers in a rock-lashing wave\nThe solitude of two together under the waters of night\n\nOr the flattened space between two people on a bus \nTalking above the low beams of a few lost trucks\n\nSeeking their destruction or their portion elsewhere\nA road imagined as a slick for words in a discrete stream\n\nFlawless enamel the tongue slides along\nOr skates off into a future illumined within a highway sign\n\nAt the lip of revelation comes denouement or slow torturous sleep\nBecause traveling does not follow music\n\nOnly music brings the body down from the sky\nThe solid body in its partial form</pre>\n "}, {"title": "Nights On The Peninsula", "view_node": "/poem/nights-peninsula", "field_author": "<a href=\"/poet/d-nurkse\" hreflang=\"und\">D. Nurkse</a>", "field_date_published": "2011", "body": " <pre>\nWe could not separate ourselves from our endless making.\nWe were always fabricating time, God, paradise, \nthe bell-shaped lupines, the rough-grained elm\nand smooth beech. We made the night sky from a rusty hinge,\nthe sea from a sigh and a bead of sweat. We made love\nlong before dawn. We constantly modified each other,\nadding a leer to the other's face, or a smirk, even in sleep.\nWhat kind of a tool-maker invents eternity and exile\nand makes them race, like a child with the index and middle finger?\nEven in dreams we bore the burden of waking, we called it suffering.\nEven in a trance we had maps and blueprints. In the deepest dream\nwe received the gift of death—it rained on that peninsula.\nThe wind passed like a sponge over the gambrel roofs.\nThe leaves showed a blank side, veined like a cresting wave.\nWe were almost home, we thought. We had never seen this world\nbut we sensed it, like a cat's breath against our wrists:\nwe were married, the bees loved us, the ocean might relent,\nthe child muttered over a handful of dust and spit.</pre>\n "}, {"title": "Potentially Interesting &amp; Secretly Devastating", "view_node": "/poem/potentially-interesting-secretly-devastating", "field_author": "<a href=\"/poet/tina-brown-celona\" hreflang=\"und\">Tina Brown Celona</a>", "field_date_published": "2011", "body": " <pre>\nis never to give away your secrets\nthough people will guess\nand say you write like the following poets\ne.e. cummings Wallace Stevens Richard Brautigan\nTed Berrigan Frank O'Hara\nthough you'd prefer to be compared to\nthe Old Possum\nand to me you sound a bit like Robert Creeley\nwho once was embarrassed by me at a party\nhe died a few years later.\nIt's easier to talk to you on the phone\nafter Nebraska which sounds\nwonderful when you say it\neven with loathing\nand \"formally innovative\"\nand \"hybrid forms\"\nand the human being you are looking for\nin my poem\nbecause what are we but our words\nin the end and what\nare poems but perceptions\nand who do YOU want to fuck\nand how much do you want it\nand what are you willing to do\nto get what you want and how can you be satisfied\nwith what you have. Utterly sufficient\nto be apart and how you will never say love\nbefore October and I don't mind\nor even know what I mean when I say it\nwhether what defines it is intensity or duration\nof feeling or preordained by fate\nwhich pushes us together and draws us apart\nthe one human voice speaking in all of our poems\nwhat it felt like to be alive\nand being in love is most alive\nwhether it's with the world or you or\npoetry. In every aspect\nno one resembles anyone\nand can you become a poet just by trying\nor do you have to go to an impressive school\nand how poems are dangerous\nwhen there are real people in them\nand nothing is really new but only to you\nand you are the most powerful pronoun</pre>\n "}, {"title": "Story XI. The Lion who Hunted with the Wolf and the Fox", "view_node": "/poem/story-xi-lion-who-hunted-wolf-and-fox", "field_author": "<a href=\"/poet/jalal-al-din-rumi\" hreflang=\"und\">Jalal al-Din Rumi</a>", "field_date_published": "1898", "body": " <p>A lion took a wolf and a fox with him on a hunting excursion, and succeeded in catching a wild ox, an ibex, and a hare. He then directed the wolf to divide the prey. The wolf proposed to award the ox to the lion, the ibex to himself, and the hare to the fox. The lion was enraged with the wolf because he had presumed to talk of \"I\" and \"Thou\" and \"My share\" and \"Thy share,\" when it all belonged of right to the lion, and he slew the wolf with one blow of his paw. Then, turning to the fox, he ordered him to make the division. The fox, rendered wary by the fate of the wolf, replied that the whole should be the portion of the lion. The lion, pleased with his self-abnegation, gave it all up to him, saying, \"Thou art no longer a fox, but myself.\"</p><blockquote>\"<i>Till man destroys 'self' he is no true friend of God</i>.\"</blockquote>\n<pre>\nOnce a man came and knocked at the door of his friend.\nHis friend said, \"Who art thou, O faithful one?\"\nHe said, \"'Tis I.\" He answered, \"There is no admittance.\nThere is no room for the 'raw' at my well-cooked feast.\nNaught but fire of separation and absence\nCan cook the raw one and free him from hypocrisy!\nSince thy 'self' has not yet left thee,\nThou must be burned in fiery flames.\"\nThe poor man went away, and for one whole year\nJourneyed burning with grief for his friend's absence.\nHis heart burned till it was cooked; then he went again\nAnd drew near to the house of his friend.\nHe knocked at the door in fear and trepidation\nLest some careless word might fall from his lips.\nHis friend shouted, \"Who is that at the door?\"\nHe answered, \"'Tis Thou who art at the door, O Beloved!\"\nThe friend said, \"Since 'tis I, let me come in,\nThere is not room for two 'I's in one house.\"</pre>\n "}, {"title": "Story II. The Oilman and his Parrot", "view_node": "/poem/story-ii-oilman-and-his-parrot", "field_author": "<a href=\"/poet/jalal-al-din-rumi\" hreflang=\"und\">Jalal al-Din Rumi</a>", "field_date_published": "1898", "body": " <p>An oilman possessed a parrot which used to amuse him with its agreeable prattle, and to watch his shop when he went out. One day, when the parrot was alone in the shop, a cat upset one of the oil-jars. When the oilman returned home he thought that the parrot had done this mischief, and in his anger he smote the parrot such a blow on the head as made all its feathers drop off, and so stunned it that it lost the power of speech for several days. But one day the parrot saw a bald-headed man passing the shop, and recovering its speech, it cried out, \"Pray, whose oil-jar did you upset?\" The passers-by smiled at the parrot's mistake in confounding baldness with age with the loss of its own feathers due to a blow.</p><p>Confusion of saints with hypocrites.<br />Worldly senses are the ladder of earth,<br />Spiritual sense are the ladder of heaven.<br />The health of the former is sought of the leech,<br />The health of the latter from \"The Friend.\"<br />The health of the former arises from tending the body,<br />That of the latter from mortifying the flesh.<br />The kingly soul lays waste the body,<br />And after its destruction he builds it anew.<br />Happy the soul who for love of God<br />Has lavished family, wealth, and goods!<br />Has destroyed its house to find the hidden treasure,<br />And with that treasure has rebuilt it in fairer sort;<br />Has dammed up the stream and cleansed the channel,<br />And then turned a fresh stream into the channel;<br />Has cut its flesh to extract a spear-head,<br />Causing a fresh skin to grow again over the wound;<br />Has razed the fort to oust the infidel in possession,<br />And then rebuilt it with a hundred towers and bulwark<br />Who can describe the unique work of Grace?<br />I have been forced to illustrate it by these similes.<br />Sometimes it presents one appearance, sometimes another.<br />Yea, the affair of religion is only bewilderment.<br />Not, such as occurs when one turns one's back on God,<br />But such as when one is drowned and absorbed in Him.<br />The latter has his face ever turned to God,<br />The former's face shows his undisciplined self-will.<br />Watch the face of each one, regard it well,<br />It may be by serving thou wilt recognize Truth's face.<br />As there are many demons with men's faces,<br />It is wrong to join hands with every one.<br />When the fowler sounds his decoy whistle,<br />That the birds may be beguiled by that snare,<br />The birds hear that call simulating a bird's call,<br />And, descending from the air, find net and knife.<br />So vile hypocrites steal the language of Darveshes,<br />In order to beguile the simple with their trickery.<br />The works of the righteous are light and heat,<br />The works of the evil treachery and shamelessness.<br />They make stuffed lions to scare the simple,<br />They give the title of Muhammad to false Musailima.<br />But Musailima retained the name of \"Liar,\"<br />And Mohammad that of \"Sublimest of beings.\"<br />That wine of God (the righteous) yields a perfume of musk;<br />Other wine (the evil) is reserved for penalties and pains.</p> "}, {"title": "[I Failed Him and He Failed Me]", "view_node": "/poem/i-failed-him-and-he-failed-me", "field_author": "<a href=\"/poet/katie-ford\" hreflang=\"und\">Katie Ford</a>", "field_date_published": "2011", "body": " <pre>\nI failed him and he failed me—\nTogether our skinned glance makes a sorry bridge \nFor some frail specter who can't get through.\n\nI failed him \n               but maybe it was the lamp that failed,\nMaybe it was the meal,\nMaybe it was the potter \nWho would not intervene, maybe the clay, \nMaybe the plateau's topaz, too steady to help, \nOr was it the meat cut two days late, was it \nThe deciduous branch and its dull wait for bloom—\n\nBut I remember the small thing rotating in us \nTowards hunger, how it did not fail to guide, \nAnd that we made no request of our souls or all souls \nOr the one perfectly distant soul \n                                         and so did not fail in what we did not do, \nNever begging at the sky but moving \nOn the islands beneath it, hungry together by its rivers and bones. \n\nWho told us we had failed\nIf not the human world gone wrong? \n\nIt was the world?\n\nAh, then we will fail again and again in the waters apart,\nBridging nothing, bridging nowhere \nTowards what we, failures, are.</pre>\n "}, {"title": "My Pentagon", "view_node": "/poem/my-pentagon", "field_author": "<a href=\"/poet/heather-christle\" hreflang=\"und\">Heather Christle</a>", "field_date_published": "2011", "body": " <pre>\nIt was the military\n        coming together\n\non paper under glass\n\nto shine on me! they\n        called me\n\n        damp thing it was\nmy name coming\n\ntogether under orders\n\nnothing would go\n        unlaminated\n\nthey said\n        they said\n\nunder orders     after death\nall things must shine</pre>\n "}, {"title": "Bright Felon DVD Extra/Alternate Ending", "view_node": "/poem/bright-felon-dvd-extraalternate-ending", "field_author": "<a href=\"/poet/kazim-ali\" hreflang=\"und\">Kazim Ali</a>", "field_date_published": "2011", "body": "<p><span class=\"long-line\">In the convicted evening I am a victor struck loose and restless,</span><br /><span class=\"long-line\">creeping for the unlocked window.</span></p>\n\n<p><span class=\"long-line\">The family inside at the dinner table is mine.</span></p>\n\n<p><span class=\"long-line\">Listening to the escape story on the radio, my mother's hand freezes</span><br /><span class=\"long-line\">in the air halfway to her mouth.</span></p>\n\n<p><span class=\"long-line\">She realizes it's me they're talking about.</span></p>\n\n<p><span class=\"long-line\">Lightning by lightning the minute before thunder.</span></p>\n\n<p><span class=\"long-line\">Streets as empty as a beach before rain.</span></p>\n\n<p><span class=\"long-line\">My hand on the cold glass.</span></p>\n\n<p><span class=\"long-line\">Car alarm, tornado warning, catastrophe.</span></p>\n\n<p><span class=\"long-line\">Who remembers the criminal son, free of the labyrinth and still</span><br /><span class=\"long-line\">unsought, unthought of.</span></p>\n\n<p><span class=\"long-line\">Oh when will the streetlamps blink out so my father can appear furtive</span><br /><span class=\"long-line\">at the door and beckon me furiously in.</span></p>\n"}, {"title": "Written With a Diamond on Her Window at Woodstock", "view_node": "/poem/written-diamond-her-window-woodstock", "field_author": "<a href=\"/poet/queen-elizabeth-i\" hreflang=\"und\">Queen Elizabeth I</a>", "field_date_published": "1555", "body": " <pre>\nMuch suspected by me,\nNothing proved can be,\n   Quoth Elizabeth prisoner.</pre>\n "}, {"title": "A Lover", "view_node": "/poem/lover-0", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "1917", "body": "<p>If I could catch the green lantern of the firefly I could see to write you a letter.</p>\n"}, {"title": "The impact of a dollar upon the heart", "view_node": "/poem/impact-dollar-upon-heart", "field_author": "<a href=\"/poet/stephen-crane\" hreflang=\"und\">Stephen Crane</a>", "field_date_published": "1898", "body": " <pre>\nThe impact of a dollar upon the heart\nSmiles warm red light\nSweeping from the hearth rosily upon the white table,\nWith the hanging cool velvet shadows\nMoving softly upon the door.\n\nThe impact of a million dollars\nIs a crash of flunkeys\nAnd yawning emblems of Persia\nCheeked against oak, France and a sabre,\nThe outcry of old beauty\nWhored by pimping merchants\nTo submission before wine and chatter.\nSilly rich peasants stamp the carpets of men,\nDead men who dreamed fragrance and light\nInto their woof, their lives;\nThe rug of an honest bear\nUnder the feet of a cryptic slave\nWho speaks always of baubles,\nForgetting state, multitude, work, and state,\nChamping and mouthing of hats,\nMaking ratful squeak of hats,\nHats.</pre>\n "}, {"title": "After tagging the dust your body is made of", "view_node": "/poem/after-tagging-dust-your-body-made", "field_author": "<a href=\"/poet/jen-tynes\" hreflang=\"und\">Jen Tynes</a>", "field_date_published": "2011", "body": "<p><span class=\"long-line\">                After tagging the dust your body is made of</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                sheets flash ceremoniously on the line, in</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                the rain, I am a bone and I take a bone's</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                pleasure around the ball joint, shading</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                inside the names. When I pass your body in</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                the hallway the illumination gives us three</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                minutes of standing adjacent to the fetish</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                dying. Electricity changes, there is no body</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                to acknowledge through touch, I fling forward</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                past my desires into the formal living room</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                with its collection of bells and its collection</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                of jaw bones. The sparkling line runs across</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                my statement of purpose. To endanger all</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                sense, I lay the body out of its own range</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                of prediction. Token animal, what you know</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                is circling the house, waiting for the first person</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                or its shadow to appear. Without looking</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                forward to sinking through the body, I am</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                still mostly lover position. Place the bone</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><span class=\"long-line\">                in the window spider plant and beacon.</span></p>\n"}, {"title": "At the Equinox", "view_node": "/poem/equinox-0", "field_author": "<a href=\"/poet/arthur-sze\" hreflang=\"und\">Arthur Sze</a>", "field_date_published": "2011", "body": " <pre>\nThe tide ebbs and reveals orange and purple sea stars. \nI have no theory of radiance, \n\n                but after rain evaporates \noff pine needles, the needles glisten. \n\nIn the courtyard, we spot the rising shell of a moon,\nand, at the equinox, bathe in its gleam. \n\nUsing all the tides of starlight, \n                we find \n                vicissitude is our charm.\n\nOn the mud flats off Homer, \nI catch the tremor when waves start to slide back in; \n\nand, from Roanoke, you carry \n                the leafing jade smoke of willows. \n\nLooping out into the world, we thread \n                and return. The lapping waves \n\ncover an expanse of mussels clustered on rocks; \nand, giving shape to what is unspoken, \n\t\t\n                forsythia buds and blooms in our arms.</pre>\n "}, {"title": "Portrait of Dido Elizabeth Belle Lindsay, Great-Niece of Lord Mansfield, and Her Cousin, Lady Elizabeth Murray, c. 1779 (by unknown artist)", "view_node": "/poem/portrait-dido-elizabeth-belle-lindsay-great-niece-lord-mansfield-and-her-cousin-lady-elizabeth", "field_author": "<a href=\"/poet/honoree-fanonne-jeffers\" hreflang=\"und\">Honorée Fanonne Jeffers</a>", "field_date_published": "2011", "body": " <blockquote>A Black came in after dinner and sat with the ladies...Lord M...calls her Dido, which I suppose is all the name she has. He knows he has been reproached for showing fondness for her...<br /><br />        From <i>The Diary and Letters of His Excellency Thomas Hutchinson</i>,<br />        August 1779</blockquote><br /><pre>\nDido moves quickly—\nas from the Latin <i>anime</i>.\n\nBreath or soul.\nBeside her, the generations-free kin,\n\na biscuit figurine in pink.\nDido standing in irony—\n\nthe lowest are taller here—\nElizabeth should provide\n\nan unkind contrast: pretty, blond,\npale in uncovered places—\n\nbut no.\nThe painter worships the quickened other.\n\nDido, his coquette of deep-dish\ndimples, his careless, bright love.\n\nForget history.\nShe's a teenager.\n\nWe know what that means.\nCocky, stupid about reality.\n\nNo thought of babies—\nfeathers in her arms.\n\nShe might wave them, clearing\ndead mothers from the air—\n\nand surely, she's special—\nher uncle dressed her with care,\n\nhid her from triangles and seas\noutside this walled garden.\n\nLet her be.\nPlease.\n\nNo Dying Mythical Queen\nweaving a vivid, troubled skin—\n\nbut Dido, full of girlhood,\nand Elizabeth reaching\n\na hand. <i>Behave, cousin</i>,\nshe begs.\n\n<i>Don't run away from me</i>.</pre>\n<br /><p><font color=\"gray\" size=\"1\">Dido was the great-niece of William Murray, First Earl of Mansfield; as Lord Chief Justice of the King's Bench, he is responsible for the Somersett ruling (1772), which essentially outlawed slavery in England, though not in the colonies.</font></p> "}, {"title": "For Aaron Sheon", "view_node": "/poem/aaron-sheon", "field_author": "<a href=\"/poet/judith-vollmer\" hreflang=\"und\">Judith Vollmer</a>", "field_date_published": "2011", "body": " <pre>\n\"Tiny hatches, if you make enough of them, make\n\nan entire etching move,\" you told us while we smoked\n\nin the lit cave of your Tuesday 1-2:15. We scratched\n\nour pens: dance &amp; film posters, flyers to end the war. \n\nIn our famous jeans we slouched before your podium &amp; slides weaving\n\nthe movements &amp; the solo trips.\n\n\"He was lonely.\" \"She had no patron.\"\n\n\n\"Scale extends us &amp; reins us in,\" you said of the strange Piranesis.\n\n\"Find the heart of a city by stepping in.\"\n\nMy alleys &amp; arcades pressed onto the copperplate of my 20-year-old brain\n\nfusing its hemispheres. I hitched to Colmar and found\n\nthe Isenheim Altarpiece, figures on the old panels aflame, then turned\n\nmy back on all religions because you'd shown us Goya's firing squad\n\n\n&amp; Daumier's gutters where people looked for water.\n\n\"Movement in a painting is important as Dante.\"\n\n I've looked for Dante's houses, cafés, notebooks, &amp; horse-stalls, &amp; someone\n\nalways says <i>Oh, you mean The Poet</i>.\n                                \n\"The body doesn't make sense by itself,\" you said, pointing the red-tip\n\nwand at the chalky nudes of Ingres. If I am lonely\n\n\nin any town whose museum\n\ntreasures its one Whistler or Bonnard, I stand before the image\n\nhear your voice; my eyes\n\nun-scroll, I lift \n\nagain like a hinge.</pre>\n "}, {"title": "The Novel as Manuscript", "view_node": "/poem/novel-manuscript", "field_author": "<a href=\"/poet/norman-dubie\" hreflang=\"und\">Norman Dubie</a>", "field_date_published": "2011", "body": " <pre>\n                     —<i>an ars poetica</i>\n\n\nI remember the death, in Russia,\nof postage stamps \nlike immense museum masterpieces\npatchwork\nwrapped in linen, tea stained,\nwith hemp for strapping...\n\nthese colored stamps designed for foreign places\nwere even printed during famine—\nso when they vanished, so did the whole\nSoviet system:\nthe Berlin Wall, tanks from Afghanistan\nand Ceausescu's bride before a firing squad.\n\nIt had begun with the character of Yuri Zhivago\nin a frozen wilderness, the summer house\nof his dead in-laws, his \npregnant mistress asleep\nbefore the fireplace\nwith flames dancing around a broken chair, piano keys\nand the gardener's long black underwear.\n\nLara lying there. A vulgar fat businessman\ncoming by sleigh to collect her for the dangers\nof a near arctic escape...\n\nBut for Yuri, not that long ago, he was\nwith celebrity, \na young doctor publishing a thin volume\nof poems in France, he was writing\nnow at a cold desk\npoems against all experience\nand for love of a woman buried\nin moth-eaten furs on the floor—\n\nwhile he wrote\nwolves out along the green treeline\nhowled at him. The author of this novel,\nBoris Pasternak arranged it all. Stalin would\nhave liked to have killed him. But superstition kept him from it.\nSo, the daughter of Pasternak's mistress eventually \nis walking with a candle\nthrough a prison basement—\nshe is stepping over acres of twisted corpses\nhoping to locate her vanished mother...\nshe thinks this reminds her of edging slowly\nover the crust on a very deep snow, just a child who believes \nshe is about to be swallowed by the purity of it all,\nlike this write your new poems.</pre>\n "}, {"title": "White Stork", "view_node": "/poem/white-stork", "field_author": "<a href=\"/poet/michael-waters\" hreflang=\"und\">Michael Waters</a>", "field_date_published": "2011", "body": " <p>                                        <i>Ciconia ciconia</i><br /> </p>\n<pre>\nSuch jazzy arrhythmia, \n                            the white storks' \nPlosive and gorgeous leave-takings suggest \nOracular utterance where the blurred \nDanube disperses its silts.\n                                    Then the red-\nBilled, red-legged creatures begin to spiral,\nTo float among thermals like the souls, wrote\nPythagoras, praising the expansive\nGrandeur of black-tipped wings, of dead poets.\nMost Eastern cultures would not allow them \nTo be struck, not with slung stone or arrow \nOr, later, lead bullet— \n                         birds who have learned, \nWhile living, to keep their songs to themselves, \nWho return to nests used for centuries, \nNests built on rooftops, haystacks, telegraph \nPoles, on wooden wagon wheels placed on cold \nChimneys by peasants who hoped to draw down \nUpon plague-struck villages such winged luck. \n\nIf the body in its failure remains\nA nest, if the soul chooses to return…\n\nYet not one stork has been born in Britain \nSince 1416, the last nest renounced \nWhen Julian of Norwich, anchoress,\nHaving exhausted all revelations,\nTook earthly dispensation, that final \nStork assuring, even while vanishing,\n\"Sin is behovely, but all shall be well.\"</pre>\n "}, {"title": "The Changing Coat", "view_node": "/poem/changing-coat", "field_author": "<a href=\"/poet/anne-marie-macari\" hreflang=\"und\">Anne Marie Macari</a>", "field_date_published": "2008", "body": " <pre>\nWhen I wake up, heart\nup my throat, a fear taste—\ngetting ready for \nthe changing skin.\n\nYour hat on the knob\nof the banister, tilted.\nYou ask, <i>why are you\nholding up your head\n\nwith your hand?</i> I'm tired,\nstripped down, maybe \nI passed one of my deaths\ngetting ready for\n\nthe changing skin.\nSometimes, love, I can be\nyour sister, dead,\ncome to you in her\n\nchanging skin—tortoise\nshell eyes, through gravel\nand moss. And you can be\nmy brother, dead, saying:\n\n<i>I never meant to hurt anyone</i>.\nWe are looking across\nthe table. It's a field,\nlong, spread out, pale,\n\nthe ground's icy. We're wearing\nour new coats and we've passed\none or more of our deaths\nalong the way. There's no\n\nafterlife, it's the same, the\nsame life, and when \nwe remember that we pull\nclose our changing coats,\n\nwe tilt toward each other,\nthe ground is softer\nthan I thought,\nour foreheads touch.</pre>\n "}, {"title": "Prayer for My Unborn Niece or Nephew", "view_node": "/poem/prayer-my-unborn-niece-or-nephew", "field_author": "<a href=\"/poet/ross-gay\" hreflang=\"und\">Ross Gay</a>", "field_date_published": "2011", "body": " <pre>\nToday, November 28th, 2005, in Pittsburgh, Pennsylvania,\nI am staring at my hands in the common pose\nof the hungry and penitent. I am studying again\nthe emptiness of my clasped hands, wherein I see\nmy sister-in-law days from birthing \nthe small thing which will erase,\nin some sense, the mystery of my father's departure;\ntheir child will emerge with ten fingers,\nand toes, howling, and his mother will hold\nhis gummy mouth to her breast and the stars\nwill hang above them and not one bomb\nwill be heard through that night. And my brother will stir,\nwaking with his wife the first few days, and he will run\nhis long fingers along the soft terrain of his child's skull\nand not once will he cover the child's ears\nor throw the two to the ground and cover them\nfrom the blasts. And this child will gaze\ninto a night which is black and quiet.\nShe will pull herself up to her feet\nstanding like a buoy in wind-grooved waters,\nfalling, and rising again, never shaken\nby an explosion. And her grandmother\nwill watch her stumble through a park or playground,\nwill watch her sail through the air on swings,\nhowling with joy, and never once\nwill she snatch her from the swing and run\nfor shelter because again, the bombs are falling.\nThe two will drink cocoa, the beautiful lines \nin my mother's face growing deeper as she smiles\nat the beautiful boy flipping the pages of a book\nwith pictures of dinosaurs, and no bomb\nwill blast glass into this child's face, leaving\nthe one eye useless. No bomb will loosen the roof,\ncrushing my mother while this child sees\nplaster and wood and blood where once his Nana sat.\nThis child will not sit with his Nana, killed by a bomb,\nfor hours. I will never drive across two states\nto help my brother bury my mother this way. To pray\nand weep and beg this child to speak again.\nShe will go to school with other children,\nand some of them will have more food than others,\nand some will be the witnesses of great crimes,\nand some will describe flavors with colors, and some\nwill have seizures, and some will read two grade\nlevels ahead, but none of them will tip their desks\nand shield their faces, nor watch as their teacher\nfalls out of her shoes, clinging to the nearest child. \nThis child will bleed \nand cry and curse his living parents\nand slam doors and be hurt and hurt again. And she will feel\nclover on her bare feet. Will swim in frigid waters.\nWill climb trees and spy cardinal chicks blind\nand peeping. And no bomb will kill this child's parents. \nNo bomb will kill this child's grandparents. No bomb\nwill kill this child's uncles. And no bomb will kill\nthis child, who will raise to his mouth\nsome small morsel of food of which there is more\nwhile bombs fall from the sky like dust\nbrushed from the hands of a stupid god and children\nwhose parents named them will become dust \nand their parents will drape themselves in black\nand dream of the tiny mouths which once reared\nto suckle or gasp at some bird sailing by\nand their tears will make a mud which will heal nothing, \nand today I will speak no word\nexcept the name of that child whose absence\nmakes the hands of her parents shiver. A name\nwhich had a meaning. \n\nAs will yours. \n\n                                                  —<i>for Mikayla Grace</i></pre>\n "}], "pager": {"current_page": 457, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}