{"rows": [{"title": "Hero and Leander", "view_node": "/poem/hero-and-leander", "field_author": "<a href=\"/poet/jordan-davis\" hreflang=\"und\">Jordan Davis</a>", "field_date_published": "2002", "body": " <pre>\nYet in that silver age\nA pale boy\nThe sea god’s love\nCame toward a fine and flashing\nMonotony; and steam came\nFrom him as from a mechanism\nAnd he came to disregard\nThe magnetic seasons\nAs teachers hurry under a tent the heat\nComing toward him even as\nHe sinks himself further\nAs if to please again the boring god\nIt is he! O Leander\nDo you come back now,\nOr are you just running from\nSome sunny girl, for he could see\nNow no storm pulling\nThe waves up to be clipped\nAs a barber will hold a lock\nThen let it fall back shorter\nAnd if no storm then what?\nNo, hello, I’m just ducking\nThe waves, we have the day\nFrom school and some went down\nTo ship but the sun\nWas so pestering\nI couldn’t think to be on decks\nAnd all this talk the god\nHad become the water talking\nAnd looked at his body\nSkinny as a flame in smoke\nAnd was around it true as a level\nBut Leander felt funny and said\nI think I hear the motor\nI better go and the sea god\nBack again to swimming thing thought\nWhy am I so humble always with this\nSlipping thing I’m not a forcing god\nThank goodness think of the menace\nTo these seas a brake of salt ice\nWould be\n\t\t\tOn the surface\nLeander bobbed a true diver\nTearing in the sun and saw\nOn shore peeling a giant orange\nA girl standing looking out at\nThe great difference of the waves\nBurning in the breakers saw her look\nAs three black lines on his brow and he\nForgetting the sea-god\nDid tricks in the shallows\nWhich the girl, closer not a girl!\nA woman sad and now\nNot annoyed not amused\nLeander, seeing, dripping as he came\nOnto rocky land said May I\nHave a piece of that\nIt was pomegranate and she\nSmiled red and said\nHere and he was in intense pain\nAnd could not move and she, hearing\nThey had gathered all the mallows\nThey wanted for the recital,\nSaid goodbye and turned away.\nI cannot move he said vaguely\nThrough burning lock of muscle\nIn his back but she was gone\nOn a school bus of students\nPlaying games of prophecy\nWith paper. O Leander\nCame a voice. Leander you will\nBurn out there!</pre>\n "}, {"title": "With My Back to City Hall, On Yom Kippur", "view_node": "/poem/my-back-city-hall-yom-kippur", "field_author": "<a href=\"/poet/jordan-davis\" hreflang=\"und\">Jordan Davis</a>", "field_date_published": "2003", "body": " <pre>\nThe gnats love the highway dividers, \nthe freelance pickup artists love the softness of the hands \nof the women who love their friends\nfor walking with them laughing at the situation, \nlost people love that I am sitting here looking likely to know, \nI love it when I know, knowledge in the form of radar \nloves the cloud cover which resembles my headache \nin its topography and its effect on my mood, \nthe path which connects Park Row with Broadway\nloves the paranoia which has closed off all the paths closer than this to City Hall, \nJesus loves the balding man in the striped windbreaker\nwho looks at my small script and remarks, \"Jesus loves you,\"\nI love the silk suit and the hard candy curl hair\nof the middle-aged black woman going by with her dry cleaning, \nI love the sock the bundled baby recumbent in an Aprica stroller kicks out, \nI love from a distance the speck this woman in the tight clothes \nreaches to brush from her shoe, I love the effect it has on her distraction, I love \nthe ties tucked into the short sleeve shirts of the men returning from lunch, \nI love the men and women my age strolling\nwith purpose in their Pumas, the feather tumbling by, \nthe drift of the hulking red haired woman with psoriatic elbows, \nthe opal in the hairbow of the Hindi woman in white robes \nand the tuck of her husband's shirt into his jeans, \nthe ticking of the wheel of the bicycle rolled along \nby a backpack-wearing man on foot, \nthe acceleration of an open-roof double-decker tour bus, \nthe ignition cough of the not-in-service kneeling bus, \nthe change clod and leaf-shuffle of the lower torsos \nand the carry-out conveyor sound of a closed up shopping cart, \nI love the downturned glance of the woman carrying the Borzoi College Reader\n    crossing against the light and going into Pace,\n\nmay all these people have rent-stabilized leases, \nand may they be registered to vote, in their unions, \nand in the next election.</pre>\n "}, {"title": "On a Door", "view_node": "/poem/door", "field_author": "<a href=\"/poet/jordan-davis\" hreflang=\"und\">Jordan Davis</a>", "field_date_published": "2003", "body": " <pre>\nWith practice I could fold a rose\nOr a theory of prose or some treason\n\nBut what is to be got--a satire?\nExpedience? the opera of laughter?\n\nI know conviction from the convict,\nThe senator from February.</pre>\n "}, {"title": "Migrating Birds", "view_node": "/poem/migrating-birds", "field_author": "<a href=\"/poet/monica-de-la-torre\" hreflang=\"und\">Mónica de la Torre</a>", "field_date_published": "2006", "body": " <pre>\nVictor got a real sense of power\nfrom making his own raisins. He’d buy\npounds and pounds of grapes\nand leave them to dry \non the kitchen table.\n\n\nTheresa didn’t want to hear about \nher ex-husband’s cancer. Not on Father’s Day.\nShe took a train all night \nto have breakfast with her cousin. \nAll Sunday she rode the train back.\n\n\nOnce Martin’s wife had left,\nhe decided to take advantage of her space.\nHe built a sauna where her closet was,\nsat there every morning, to read the paper\nand Buddha.\n\n\nOne night Helga wore her prettiest dress,\nthough she knew he wouldn’t be there.\nShe drank dry white, got drunk \n(she was on a diet), and fell down.\nLater he saw the holes in her pantyhose.\n\n\nMaría was usually bumping into\nfurniture. Each time she got closer to what\nshe wanted. \"What do you want from me?\"\n\"Nothing,\" he replied, so she took off\nand felt like migrating birds. But many.</pre>\n "}, {"title": "Driven by a Strange Desire", "view_node": "/poem/driven-strange-desire", "field_author": "<a href=\"/poet/monica-de-la-torre\" hreflang=\"und\">Mónica de la Torre</a>", "field_date_published": "2009", "body": " <pre>\nI. Before Breakfast\n\n\nWhen the sun turns gray and I become tired\nof looking at your many-colored shoes\n\n\nI will give you balloons for all the holes\nwe speak too much to fill. Who believes\n\n\nin air, nowadays? Or do you prefer tea\nwith the dried fruit I will have to throw out\n\n\nthe window of your room? Because I want\nthis to stop I want this to stop I want this\n\n\nII. Towards Moorish Spain\n\n\nTo kill the dragons is a different thing\nin my family there are only lizards.\n\n\nIn Sevilla--never famous for its lamps--\na dissected crocodile hangs from a roof.\n\n\nThe reptile, the Crown’s Byzantine gift. Its teeth\nsuspended in the air of the cathedral.\n\n\nI stole a pair of shoes; but didn’t run far\nfrom the orchard where water had women’s scent.\n\n\nThirst is not fear, thirst is not green, but has wings\nlike dragons, or airplanes. As oranges\n\n\nin Sevilla, driven by a strange desire\nto stay where they are. Floating. Suspended.\n\n\nIII. Towards Virgo\n\nThe Milky Way is not only expanding;\nthe Bang is not only a Bang. It is drifting\n\n\nand being pulled away from, let’s say, something.\nBecause dark matter is ninety nine of what\n\n\nthere is and visible matter is so small\nit clusters together and forms a Great Wall.\n\n\nChina and Spain and my eyes reading the paper.\nWe are still together, are we not, wondering if.</pre>\n "}, {"title": "How Great My Grief", "view_node": "/poem/how-great-my-grief", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "1901", "body": " <pre>\nHow great my grief, my joys how few, \nSince first it was my fate to know thee! \n- Have the slow years not brought to view \nHow great my grief, my joys how few, \nNor memory shaped old times anew, \n    Nor loving-kindness helped to show thee \nHow great my grief, my joys how few, \n    Since first it was my fate to know thee?</pre>\n "}, {"title": "Botanica", "view_node": "/poem/botanica", "field_author": "<a href=\"/poet/eve-alexandra\" hreflang=\"und\">Eve Alexandra</a>", "field_date_published": "2003", "body": " <pre>\nThey are everywhere--those sunflowers with the coal heart center. They riot \nwithout speaking, huge, wet mouths caught at half-gasp, half-kiss.\nFlowers she promises I’ll grow into, sweet gardener,\nlong luminous braids I’d climb like ladders, freckles scattered \nacross our shoulders in a spell of pollen. She’s sleeping there--on that table\nwith its veneer slick as a glass coffin. She’s fed us fiddleheads, the tine fists\nof Brussels sprouts, cupcakes, even the broken song of the deer’s neck. Singing.\nFlowers everywhere. In my bedroom chaste daisies and the vigilance\nof chrysanthemums. Dirt under my nails, pressing my cheek to the shag rug\nwith its million fingers. You could lose anything: a tooth, Barbie’s shoe,\nthis prayer. <i>She loves me. She loves me not.</i> I stare at my reflection, \na posy of wishes. Morning glory, nightshade, tulip, rhododendron.\nIn this poem I would be the Wicked Witch and she Snow White. Waiting.\nMy father talks to me about their lovemaking. My mouth empty\nas a lily. I try to remember the diagram. <i>Which is the pistil?\nWhich is the stamen?</i> Roads of desire circle our house:<i> Lost Nation Severance,\nPoor Farm. </i>Branches catch the wings of my nightgown.\nThere is a crow and the smell of blackberries. </pre>\n "}, {"title": "This is the Cow", "view_node": "/poem/cow", "field_author": "<a href=\"/poet/chad-davidson\" hreflang=\"und\">Chad Davidson</a>", "field_date_published": "2003", "body": " <pre>\n<i>She must be milked every morning so that she will produce milk, and the milk must be \nboiled in order to be mixed with coffee to make coffee and milk.\n\t\t\t—Gabriel Garcia Márquez</i>, One Hundred Years of Solitude\n\nImagine the years being sucked out \nof you, the losses so numerous \nyou counted gains instead: the shiver\n\nof holy water, your quinceañiera, \nburnt cedar, the faith in the cross-\ntown taxi in Mexico, not knowing <i>derecha</i>\n\nfrom <i>izquierda</i>. Think of all the shattered\nglasses, cursing the sky, women you keep\nyearning for. You taste the slow arrival\n\nof the moment only to watch it fade\nanxiously. Now think of absence, staring\nat some beast in a field and saying <i>never\n\nhave I seen this thing in front of me.</i>\nWhen the cow moos you will understand\nthe simple lexicon of the green\n\nin its mouth, the dynamics of the jaw like \nnothing you can’t recall, have never seen.\nAnd what impossible eyes--unlike yours--\n\nswelling with your losses and successes;\nthey too are losses, ready to escape\nyour skin like the sweets of a piñata,\n\nthe dull thud of the instant still there,\nwhen you realize that to know this beast\nby name is to lose this beast, lose it\n\nhopelessly in the catcombs\nof names for other things: the <i>coffee bean</i>,\nyour <i>blood</i>, the ripe <i>guava, penitence</i>,\n\nthe left bank of <i>the river</i>, crumbling,\nwhere you learned <i>cow </i>from awkward profile,\nmilk-heavy, its one eye, reflecting.</pre>\n "}, {"title": "A Boat", "view_node": "/poem/boat", "field_author": "<a href=\"/poet/jordan-davis\" hreflang=\"und\">Jordan Davis</a>", "field_date_published": "2002", "body": " <pre>\nWhen I am sitting at my desk and I have feelings\nIt is like I am the lone passenger in a little boat\nOn a sunny windy day.  When we are lying down\nAnd we have good feelings it is a speedboat skipping\nLike a stone among the islands I feel we’re in.\nWhen we are sitting in bed at five a.m. talking the light\nOn I don’t feel so good I feel like we’re on a ferry\nFor another six hours going back and up and forth\nAnd down.  At least it’s a boat.  When I sit and talk to girls\nSomeplace I feel like I’m in a maritime museum.\nWhen we walk together to the pool or park it’s like\nI’m rowing you across to Banff, and when I\nTake you in a car to your mother’s house, the Bay of Fundy.\nAt work the coast guard, walking there the merchant \nMarine, me in my pea coat.</pre>\n "}, {"title": "Atlas", "view_node": "/poem/atlas", "field_author": "<a href=\"/poet/sherwin-bitsui\" hreflang=\"und\">Sherwin Bitsui</a>", "field_date_published": "2003", "body": " <pre>\nTonight I draw a raven’s wing inside a circle\n\tmeasured a half second\n\t\tbefore it expands into a hand.\n\tI wrap its worn grip over our feet\n\t\tas we thrash against pine needles inside the earthen pot.\n\nHe sings an elegy for handcuffs,\n\twhispers its moment of silence\nat the crunch of rush-hour traffic,\nand speaks the dialect of a forklift,\n\tlifting like cedar smoke over the mesas\n\t\tacred to the furthest block.\n\nTwo headlights flare from blue dusk\n\t--the eyes of ravens peer at\nCoyote biting his tail in the forklift,\n\tshaped like another reservation--\n\t\tanother cancelled check.\n\nOne finger pointed at him,\nthat one--dishwasher,\nhe dies like this\n\twith emergency lights blinking though the creases of his ribbon shirt.\n\nA light buzzed loud and snapped above the kitchen sink.\nI didn’t notice the sting of the warning:\n\tCoyote scattering headlights instead of stars;\nhowling dogs silenced by the thought of the moon;\nconstellations rattling from the atmosphere of the quivering gourd.\n\nHow many Indians have stepped onto train tracks,\n\thearing the hoofbeats of horses\n\tin the bend above the river\n\t\trushing at them like a cluster of veins\nscrawled into words on the unmade bed?\n\nIn the cave on the backside of a lie\n\tsoldiers eye the birth of a new atlas,\n\n<i>one more mile</i>, they say,\n\t\t\t<i>one more mile</i>.</pre>\n "}, {"title": "Parent&#039;s Pantoum", "view_node": "/poem/parents-pantoum", "field_author": "<a href=\"/poet/carolyn-kizer\" hreflang=\"und\">Carolyn Kizer</a>", "field_date_published": "1996", "body": " <p><i>for Maxine Kumin</i></p>\n<pre>\nWhere did these enormous children come from,\nMore ladylike than we have ever been?\nSome of ours look older than we feel.\nHow did they appear in their long dresses\n\nMore ladylike than we have ever been?\nBut they moan about their aging more than we do,\nIn their fragile heels and long black dresses.\nThey say they admire our youthful spontaneity.\n\nThey moan about their aging more than we do,\nA somber group--why don't they brighten up?\nThough they say they admire our youthful spontaneity\nThey beg us to be dignified like them\n\nAs they ignore our pleas to brighten up.  \nSomeday perhaps we'll capture their attention\nThen we won't try to be dignified like them\nNor they to be so gently patronizing.\n\nSomeday perhaps we'll capture their attention.\nDon't they know that we're supposed to be the stars?\nInstead they are so gently patronizing.\nIt makes us feel like children--second-childish?\n\nPerhaps we're too accustomed to be stars.\nThe famous flowers glowing in the garden,\nSo now we pout like children. Second-childish?\nQuaint fragments of forgotten history?\n\nOur daughters stroll together in the garden,\nChatting of news we've chosen to ignore,\nPausing to toss us morsels of their history,\nNot questions to which only we know answers.\n\nEyes closed to news we've chosen to ignore,\nWe'd rather excavate old memories,\nDisdaining age, ignoring pain, avoiding mirrors.\nWhy do they never listen to our stories?\n\nBecause they hate to excavate old memories\nThey don't believe our stories have an end.\nThey don't ask questions because they dread the answers.\nThey don't see that we've become their mirrors,\n\nWe offspring of our enormous children.</pre>\n "}, {"title": "Book of Nonsense, 1, 10 &amp; 12", "view_node": "/poem/book-nonsense-1-10-12", "field_author": "<a href=\"/poet/edward-lear\" hreflang=\"und\">Edward Lear</a>", "field_date_published": "1846", "body": " <pre>\n1. \nThere was an Old Man with a beard,\nWho said, \"It is just as I feared!--\nTwo Owls and a Hen,\nFour Larks and a Wren,\nHave all built their nests in my beard!\"\n\n\n10. \nThere was an Old Man in a tree,\nWho was horribly bored by a Bee;\nWhen they said, \"Does it buzz?\"\nHe replied, \"Yes, it does!\n\"It's a regular brute of a Bee!\"\n\n\n12. \nThere was a Young Lady whose chin,\nResembled the point of a pin:\nSo she had it made sharp,\nAnd purchased a harp,\nAnd played several tunes with her chin.</pre>\n "}, {"title": "The Marshes of Glynn", "view_node": "/poem/marshes-glynn", "field_author": "<a href=\"/poet/sidney-lanier\" hreflang=\"und\">Sidney Lanier</a>", "field_date_published": "1878", "body": " <pre>\nGlooms of the live-oaks, beautiful-braided and woven \nWith intricate shades of the vines that myriad-cloven \n  Clamber the forks of the multiform boughs,-- \n                        Emerald twilights,-- \n                        Virginal shy lights, \nWrought of the leaves to allure to the whisper of vows, \nWhen lovers pace timidly down through the green colonnades \nOf the dim sweet woods, of the dear dark woods, \n  Of the heavenly woods and glades, \nThat run to the radiant marginal sand-beach within \n        The wide sea-marshes of Glynn;-- \nBeautiful glooms, soft dusks in the noon-day fire,-- \nWildwood privacies, closets of lone desire, \nChamber from chamber parted with wavering arras of leaves,-- \nCells for the passionate pleasure of prayer to the soul that grieves, \nPure with a sense of the passing of saints through the wood, \nCool for the dutiful weighing of ill with good;-- \nO braided dusks of the oak and woven shades of the vine, \nWhile the riotous noon-day sun of the June-day long did shine \nYe held me fast in your heart and I held you fast in mine; \nBut now when the noon is no more, and riot is rest, \nAnd the sun is a-wait at the ponderous gate of the West, \nAnd the slant yellow beam down the wood-aisle doth seem \nLike a lane into heaven that leads from a dream,-- \nAy, now, when my soul all day hath drunken the soul of the oak, \nAnd my heart is at ease from men, and the wearisome sound of the stroke \n  Of the scythe of time and the trowel of trade is low, \n  And belief overmasters doubt, and I know that I know, \n  And my spirit is grown to a lordly great compass within, \nThat the length and the breadth and the sweep of the marshes of Glynn \nWill work me no fear like the fear they have wrought me of yore \nWhen length was fatigue, and when breadth was but bitterness sore, \nAnd when terror and shrinking and dreary unnamable pain \nDrew over me out of the merciless miles of the plain,-- \nOh, now, unafraid, I am fain to face \n  The vast sweet visage of space. \nTo the edge of the wood I am drawn, I am drawn, \nWhere the gray beach glimmering runs, as a belt of the dawn, \n  For a mete and a mark \n    To the forest-dark:-- \n                        So: \nAffable live-oak, leaning low,-- \nThus--with your favor--soft, with a reverent hand, \n(Not lightly touching your person, Lord of the land!) \nBending your beauty aside, with a step I stand \nOn the firm-packed sand, \n                        Free \nBy a world of marsh that borders a world of sea. \n  Sinuous southward and sinuous northward the shimmering band \n  Of the sand-beach fastens the fringe of the marsh to the folds of the land. \nInward and outward to northward and southward the beach-lines linger and curl \nAs a silver-wrought garment that clings to and follows \n    the firm sweet limbs of a girl. \nVanishing, swerving, evermore curving again into sight, \nSoftly the sand-beach wavers away to a dim gray looping of light. \nAnd what if behind me to westward the wall of the woods stands high? \nThe world lies east: how ample, the marsh and the sea and the sky! \nA league and a league of marsh-grass, waist-high, broad in the blade, \nGreen, and all of a height, and unflecked with a light or a shade, \nStretch leisurely off, in a pleasant plain, \nTo the terminal blue of the main. \nOh, what is abroad in the marsh and the terminal sea? \n  Somehow my soul seems suddenly free \nFrom the weighing of fate and the sad discussion of sin, \nBy the length and the breadth and the sweep of the marshes of Glynn. \nYe marshes, how candid and simple and nothing-withholding and free \nYe publish yourselves to the sky and offer yourselves to the sea! \nTolerant plains, that suffer the sea and the rains and the sun, \nYe spread and span like the catholic man who hath mightily won \nGod out of knowledge and good out of infinite pain \nAnd sight out of blindness and purity out of a stain. \nAs the marsh-hen secretly builds on the watery sod, \nBehold I will build me a nest on the greatness of God: \nI will fly in the greatness of God as the marsh-hen flies \nIn the freedom that fills all the space 'twixt the marsh and the skies: \nBy so many roots as the marsh-grass sends in the sod \nI will heartily lay me a-hold on the greatness of God: \nOh, like to the greatness of God is the greatness within \nThe range of the marshes, the liberal marshes of Glynn. \nAnd the sea lends large, as the marsh: lo, out of his plenty the sea \nPours fast: full soon the time of the flood-tide must be: \nLook how the grace of the sea doth go \nAbout and about through the intricate channels that flow \n        Here and there, \n                        Everywhere, \nTill his waters have flooded the uttermost creeks and the low-lying lanes, \nAnd the marsh is meshed with a million veins, \nThat like as with rosy and silvery essences flow \n  In the rose-and-silver evening glow. \n                        Farewell, my lord Sun! \nThe creeks overflow: a thousand rivulets run \n'Twixt the roots of the sod; the blades of the marsh-grass stir; \nPasseth a hurrying sound of wings that westward whirr; \nPasseth, and all is still; and the currents cease to run; \nAnd the sea and the marsh are one. \nHow still the plains of the waters be! \nThe tide is in his ecstasy. \nThe tide is at his highest height: \n                        And it is night. \nAnd now from the Vast of the Lord will the waters of sleep \nRoll in on the souls of men, \nBut who will reveal to our waking ken \nThe forms that swim and the shapes that creep \n                        Under the waters of sleep? \nAnd I would I could know what swimmeth below when the tide comes in \nOn the length and the breadth of the marvellous marshes of Glynn.</pre>\n "}, {"title": "The Song Of The Chattahoochee", "view_node": "/poem/song-chattahoochee", "field_author": "<a href=\"/poet/sidney-lanier\" hreflang=\"und\">Sidney Lanier</a>", "field_date_published": "1877", "body": " <pre>\nOut of the hills of Habersham,\nDown the valleys of Hall,\nI hurry amain to reach the plain,\nRun the rapid and leap the fall,\nSplit at the rock and together again,\nAccept my bed, or narrow or wide,\nAnd flee from folly on every side\nWith a lover's pain to attain the plain\nFar from the hills of Habersham,\nFar from the valleys of Hall.\n\nAll down the hills of Habersham,\nAll through the valleys of Hall,\nThe rushes cried 'Abide, abide,'\nThe willful waterweeds held me thrall,\nThe laving laurel turned my tide,\nThe ferns and the fondling grass said 'Stay,'\nThe dewberry dipped for to work delay,\nAnd the little reeds sighed 'Abide, abide,\nHere in the hills of Habersham,\nHere in the valleys of Hall.'\n\nHigh o'er the hills of Habersham,\nVeiling the valleys of Hall,\nThe hickory told me manifold\nFair tales of shade, the poplar tall\nWrought me her shadowy self to hold,\nThe chestnut, the oak, the walnut, the pine,\nOverleaning, with flickering meaning and sign,\nSaid, 'Pass not, so cold, these manifold\nDeep shades of the hills of Habersham,\nThese glades in the valleys of Hall.'\n\nAnd oft in the hills of Habersham,\nAnd oft in the valleys of Hall,\nThe white quartz shone, and the smooth brook-stone\nDid bar me of passage with friendly brawl,\nAnd many a luminous jewel lone\n-- Crystals clear or a-cloud with mist,\nRuby, garnet and amethyst --\nMade lures with the lights of streaming stone\nIn the clefts of the hills of Habersham,\nIn the beds of the valleys of Hall.\n\nBut oh, not the hills of Habersham,\nAnd oh, not the valleys of Hall\nAvail: I am fain for to water the plain.\nDownward the voices of Duty call --\nDownward, to toil and be mixed with the main,\nThe dry fields burn, and the mills are to turn,\nAnd a myriad flowers mortally yearn,\nAnd the lordly main from beyond the plain\nCalls o'er the hills of Habersham,\nCalls through the valleys of Hall.</pre>\n "}, {"title": "Stein 100: A Feather Likeness of the Justice Chair", "view_node": "/poem/stein-100-feather-likeness-justice-chair", "field_author": "<a href=\"/poet/jackson-mac-low\" hreflang=\"und\">Jackson Mac Low</a>", "field_date_published": "1999", "body": " <pre>\nA feather table: reckless gratitude. \nIt is that-there that means best. \n\nWhite the green grinding trimming thing! \nThe disgrace, like stripes.\nMore selection, slighter intention. \n\nRosewood stationing is use journey: curious dusty empty length. \nWinged cake: the cake, the plan that neglects to make color certainly. \nTime long could winter: elegant consequences monstrous. \nSo much and guided holders garments are—and arrangements. \nStaring then that when sudden same time's necessary, that circular \n     same's more necessary, not actually aching.\n\nAnd why special? \nNot left straw, the chain's the missing, was white winningly and \n     occasion's entirely strings. \nReason is sullenness: it's there that practices left when six into \n     nothing narrow, resolute, suggests all beside that plain seam. \nPencils, mutton, asparagus: the table there. \nThere reddening is not to change that in such absurd surroundings. \nConsidering clearly, a feather's large second heat is there. \nThere that thing which smells that whistles that there's denial, \n     difference, surfeit-dated choices—everything trembling \n\t imitation. \n\nImitation?—imitation is a joy gurgle. \nBest bent, likely disappointed. \nCake season's not more than most. \nThat cake makes no larder likely. \nNot a single protection is even temporarily standing. \nSugar and lard there are sudden and shaming. \nThat single set comes orderly. \nThere the remarkable witness made no more settlement than \n     blessing. \nIncrease the way steak colored coffee. \nWheatly that music half-noisy. \nReason's decline is not a little grainy. \n\nThis means taste where toe-washing is reasonable. \nSalmon carriage?—action hanging. \nScene bits and this nervous draught don't satisfy elevation, \nThere is no change.\nMuch was temporary behind that center and much was formerly \n     charming. \nThen the then-triumphant showed their disagreeable hidden worries. \nThe chair asked the speech be repeated, supposing \n     attention-resemblance.\nIt is just summer. \nAnother section has a light likeness to pedestrianism. \nWhich is light? \nThat used this there. \nThe chair's justice: nothing-colored mercy.\nNo, perhaps some is likely. \n\nThat is not a genuine bargain. \nThere preparation so suits white bands' singing and redness that the \n     same sight's a simpler splendor. \nNo, not the same. \nWishing the same is not quite the same as a different arrangement. \nAny measure washed is brighter than an occasional string set. \nA precocious nothing discolors that extract sooner than showing its \n     starting. \nA bag place chain room winningly reasons with shining hair. \nWhat with supposing without protection, no wound is sudden. \nColoring sullenness rushes bottom reason in gilded country. \nWhat if it shows? \nNecessarily, the whole thing there is shining. \nIs that anything? \nMore single women stitch tickets. \nTo show difference exudes reliability. \nInside that large silver likeness, Hope tables thick coal. \nCoal makes morning furnaces darker,\nJoy and success are exceptions. \n\nFour suggest a sadder surrender. \nPretence and cheaper influences are staining tender Pride there. \nSort out that little sink. \nWhy is the size of the baking remainder something that resembles \n     light more than cutting? \nThis cheese is more calm than anything solitary. \nIt is still an occasion for bottom anticipation. \nReason's season cracked that which was ripe. \nNearly all were neglected by blessing, not without nervous actions. \nHe's readily beginning to seed the cheese and estrange the Whites. \nThe celery curled its lashes at the slam. \nNot-so-heated reason will be little able to satisfy another. \nThis was formerly much used as a charming chair. \nPedestrianism showed itself triumphant and disagreeable. \nThat which was hidden worried them. \nThey asked that her speech be repeated. \nSummer light bears a likeness to justice. \nThen the light is supposing attention. \nThat section has a resemblance to light. \nIs it a likeness of the justice chair?</pre>\n<pre>\n\n</pre>\n "}, {"title": "Verses upon the Burning of our House", "view_node": "/poem/verses-upon-burning-our-house", "field_author": "<a href=\"/poet/anne-bradstreet\" hreflang=\"und\">Anne Bradstreet</a>", "field_date_published": "1666", "body": "<p><span class=\"long-line\">In silent night when rest I took,</span><br /><span class=\"long-line\">For sorrow near I did not look,</span><br /><span class=\"long-line\">I waken'd was with thund'ring noise</span><br /><span class=\"long-line\">And piteous shrieks of dreadful voice.</span><br /><span class=\"long-line\">That fearful sound of \"fire\" and \"fire,\"</span><br /><span class=\"long-line\">Let no man know is my Desire.</span><br /><span class=\"long-line\">I starting up, the light did spy,</span><br /><span class=\"long-line\">And to my God my heart did cry</span><br /><span class=\"long-line\">To straighten me in my Distress</span><br /><span class=\"long-line\">And not to leave me succourless.</span><br /><span class=\"long-line\">Then coming out, behold a space</span><br /><span class=\"long-line\">The flame consume my dwelling place.</span><br /><span class=\"long-line\">And when I could no longer look,</span><br /><span class=\"long-line\">I blest his grace that gave and took,</span><br /><span class=\"long-line\">That laid my goods now in the dust.</span><br /><span class=\"long-line\">Yea, so it was, and so 'twas just.</span><br /><span class=\"long-line\">It was his own; it was not mine.</span><br /><span class=\"long-line\">Far be it that I should repine,</span><br /><span class=\"long-line\">He might of all justly bereft</span><br /><span class=\"long-line\">But yet sufficient for us left.</span><br /><span class=\"long-line\">When by the Ruins oft I past</span><br /><span class=\"long-line\">My sorrowing eyes aside did cast</span><br /><span class=\"long-line\">And here and there the places spy</span><br /><span class=\"long-line\">Where oft I sate and long did lie.</span><br /><span class=\"long-line\">Here stood that Trunk, and there that chest,</span><br /><span class=\"long-line\">There lay that store I counted best,</span><br /><span class=\"long-line\">My pleasant things in ashes lie</span><br /><span class=\"long-line\">And them behold no more shall I.</span><br /><span class=\"long-line\">Under the roof no guest shall sit,</span><br /><span class=\"long-line\">Nor at thy Table eat a bit.</span><br /><span class=\"long-line\">No pleasant talk shall 'ere be told</span><br /><span class=\"long-line\">Nor things recounted done of old.</span><br /><span class=\"long-line\">No Candle 'ere shall shine in Thee,</span><br /><span class=\"long-line\">Nor bridegroom's voice ere heard shall bee.</span><br /><span class=\"long-line\">In silence ever shalt thou lie.</span><br /><span class=\"long-line\">Adieu, Adieu, All's Vanity.</span><br /><span class=\"long-line\">Then straight I 'gin my heart to chide:</span><br /><span class=\"long-line\">And did thy wealth on earth abide,</span><br /><span class=\"long-line\">Didst fix thy hope on mouldring dust,</span><br /><span class=\"long-line\">The arm of flesh didst make thy trust?</span><br /><span class=\"long-line\">Raise up thy thoughts above the sky</span><br /><span class=\"long-line\">That dunghill mists away may fly.</span><br /><span class=\"long-line\">Thou hast a house on high erect</span><br /><span class=\"long-line\">Fram'd by that mighty Architect,</span><br /><span class=\"long-line\">With glory richly furnished</span><br /><span class=\"long-line\">Stands permanent, though this be fled.</span><br /><span class=\"long-line\">It's purchased and paid for too</span><br /><span class=\"long-line\">By him who hath enough to do.</span><br /><span class=\"long-line\">A price so vast as is unknown,</span><br /><span class=\"long-line\">Yet by his gift is made thine own.</span><br /><span class=\"long-line\">There's wealth enough; I need no more.</span><br /><span class=\"long-line\">Farewell, my pelf; farewell, my store.</span><br /><span class=\"long-line\">The world no longer let me love;</span><br /><span class=\"long-line\">My hope and Treasure lies above.</span></p>\n"}, {"title": "The Cross of Snow", "view_node": "/poem/cross-snow", "field_author": "<a href=\"/poet/henry-wadsworth-longfellow\" hreflang=\"und\">Henry Wadsworth Longfellow</a>", "field_date_published": "1879", "body": " <pre>\nIn the long, sleepless watches of the night,\nA gentle face--the face of one long dead--\nLooks at me from the wall, where round its head\nThe night-lamp casts a halo of pale light.\nHere in this room she died, and soul more white\nNever through martyrdom of fire was led\nTo its repose; nor can in books be read\nThe legend of a life more benedight.\nThere is a mountain in the distant West\nThat, sun-defying, in its deep ravines\nDisplays a cross of snow upon its side.\nSuch is the cross I wear upon my breast\nThese eighteen years, through all the changing scenes\nAnd seasons, changeless since the day she died.</pre>\n "}, {"title": "To Juan at the Winter Solstice (audio only)", "view_node": "/poem/juan-winter-solstice-audio-only", "field_author": "<a href=\"/poet/robert-graves\" hreflang=\"und\">Robert Graves</a>", "field_date_published": "1966", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "The Little Mute Boy", "view_node": "/poem/little-mute-boy", "field_author": "<a href=\"/poet/federico-garcia-lorca\" hreflang=\"und\">Federico García Lorca</a>", "field_date_published": "1955", "body": "<p><span class=\"long-line\">The little boy was looking for his voice.</span><br /><span class=\"long-line\">(The king of the crickets had it.)</span><br /><span class=\"long-line\">In a drop of water</span><br /><span class=\"long-line\">the little boy was looking for his voice.</span></p>\n\n<p><span class=\"long-line\">I do not want it for speaking with;</span><br /><span class=\"long-line\">I will make a ring of it</span><br /><span class=\"long-line\">so that he may wear my silence</span><br /><span class=\"long-line\">on his little finger</span></p>\n\n<p><span class=\"long-line\">In a drop of water</span><br /><span class=\"long-line\">the little boy was looking for his voice.</span></p>\n\n<p><span class=\"long-line\">(The captive voice, far away,</span><br /><span class=\"long-line\">put on a cricket's clothes.)</span></p>\n"}, {"title": "My Last Duchess", "view_node": "/poem/my-last-duchess", "field_author": "<a href=\"/poet/robert-browning\" hreflang=\"und\">Robert Browning</a>", "field_date_published": "1842", "body": "<p><span class=\"long-line\">That's my last Duchess painted on the wall,</span><br /><span class=\"long-line\">Looking as if she were alive. I call</span><br /><span class=\"long-line\">That piece a wonder, now: Frà Pandolf's hands</span><br /><span class=\"long-line\">Worked busily a day, and there she stands.</span><br /><span class=\"long-line\">Will 't please you sit and look at her? I said</span><br /><span class=\"long-line\">'Frà Pandolf' by design, for never read</span><br /><span class=\"long-line\">Strangers like you that pictured countenance,</span><br /><span class=\"long-line\">The depth and passion of its earnest glance,</span><br /><span class=\"long-line\">But to myself they turned (since none puts by</span><br /><span class=\"long-line\">The curtain I have drawn for you, but I)</span><br /><span class=\"long-line\">And seemed as they would ask me, if they durst,</span><br /><span class=\"long-line\">How such a glance came there; so, not the first</span><br /><span class=\"long-line\">Are you to turn and ask thus. Sir, 't was not</span><br /><span class=\"long-line\">Her husband's presence only, called that spot</span><br /><span class=\"long-line\">Of joy into the Duchess' cheek: perhaps</span><br /><span class=\"long-line\">Frà Pandolf chanced to say, 'Her mantle laps</span><br /><span class=\"long-line\">Over my lady's wrist too much,' or 'Paint</span><br /><span class=\"long-line\">Must never hope to reproduce the faint</span><br /><span class=\"long-line\">Half-flush that dies along her throat:' such stuff</span><br /><span class=\"long-line\">Was courtesy, she thought, and cause enough</span><br /><span class=\"long-line\">For calling up that spot of joy. She had</span><br /><span class=\"long-line\">A heart—how shall I say?—too soon made glad,</span><br /><span class=\"long-line\">Too easily impressed; she liked whate'er</span><br /><span class=\"long-line\">She looked on, and her looks went everywhere.</span><br /><span class=\"long-line\">Sir, 't was all one! My favour at her breast,</span><br /><span class=\"long-line\">The dropping of the daylight in the West,</span><br /><span class=\"long-line\"><span class=\"long-line\">The bough of cherries some officious fool</span><br /><span class=\"long-line\">Broke in the orchard for her, the white mule</span><br /><span class=\"long-line\">She rode with round the terrace—all and each</span><br /><span class=\"long-line\">Would draw from her alike the approving speech,</span><br /><span class=\"long-line\">Or blush, at least. She thanked men,—good! but thanked</span><br /><span class=\"long-line\">Somehow—I know not how—as if she ranked</span><br /><span class=\"long-line\">My gift of a nine-hundred-years-old name</span><br /><span class=\"long-line\">With anybody's gift. Who'd stoop to blame</span><br /><span class=\"long-line\">This sort of trifling? Even had you skill</span><br /><span class=\"long-line\">In speech—(which I have not)—to make your will</span><br /><span class=\"long-line\">Quite clear to such an one, and say, 'Just this</span><br /><span class=\"long-line\">Or that in you disgusts me; here you miss,</span><br /><span class=\"long-line\">Or there exceed the mark'—and if she let</span><br /><span class=\"long-line\">Herself be lessoned so, nor plainly set</span><br /><span class=\"long-line\">Her wits to yours, forsooth, and made excuse,</span><br /><span class=\"long-line\">—E'en then would be some stooping; and I choose</span><br /><span class=\"long-line\">Never to stoop. Oh, sir, she smiled, no doubt,</span><br /><span class=\"long-line\">Whene'er I passed her; but who passed without</span><br /><span class=\"long-line\">Much the same smile? This grew; I gave commands;</span><br /><span class=\"long-line\">Then all smiles stopped together. There she stands</span><br /><span class=\"long-line\">As if alive. Will 't please you rise? We'll meet</span><br /><span class=\"long-line\">The company below then. I repeat,</span><br /><span class=\"long-line\">The Count your master's known munificence</span><br /><span class=\"long-line\">Is ample warrant that no just pretence</span><br /><span class=\"long-line\">Of mine for dowry will be disallowed;</span><br /><span class=\"long-line\">Though his fair daughter's self, as I avowed</span><br /><span class=\"long-line\">At starting, is my object. Nay, we'll go</span><br /><span class=\"long-line\">Together down, sir. Notice Neptune, though,</span><br /><span class=\"long-line\">Taming a sea-horse, thought a rarity,</span><br /><span class=\"long-line\">Which Claus of Innsbruck cast in bronze for me!</span></span></p>\n"}], "pager": {"current_page": 608, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}