{"rows": [{"title": "Hothouse ", "view_node": "/poem/hothouse", "field_author": "<a href=\"/poet/raymond-mcdaniel\" hreflang=\"und\">Raymond McDaniel</a>", "field_date_published": "2016", "body": " <p>A rose, rose. A violet, violet. A jade, jade.<br />No. The architecture of each, a refusal.</p><p>Rose is not rose nor violet violet nor jade jade.<br />But each is what it is, not what it seems.</p><p>What each seems is what of each gets seen.<br />Though what we see isn’t the thing seen.</p><p>The petals of the rose are violet and jade.<br />Thus the petals of the rose look, to us, rose.</p><p>The shape of the violet absorbs all but violet.<br />The violet we see is the violet a violet rejects.</p><p>A rose is a rose is a rose, but not as a rose.<br />Jade is the name of jade, not the jade named.<br /> </p> "}, {"title": "Detour of the World War II Valor in the Pacific National Monument ", "view_node": "/poem/detour-world-war-ii-valor-pacific-national-monument", "field_author": "<a href=\"/poet/craig-santos-perez\" hreflang=\"und\">Craig Santos Perez</a>", "field_date_published": "2016", "body": " <div><em>for Kyle &amp; Aunty Terri </em></div><div> </div><p>Every year, more than a million tourists march<br />through military museums, memorials, and ghostly<br />battleships as “Remember Pearl Harbor” echoes<br />with patriotic fervor. But what if they learned how<br />to pronounce, “Puʻuloa,” the Hawaiian name for this<br />sacred place, where pristine watersheds once flowed<br />to the sovereign sea, once birthed an estuary teeming<br />with spawn, fish, and oysters. What if tourists praised<br />Kaʻahupāhau who, in the form of a shark, protected<br />the harbor for generations? What if they recognized<br />the reciprocity between sugar profits, white men,<br />and the sharpened edge of a bayonet constitution?<br />Would they recite every name on the Kūʻē Petition<br />and finally hear the true history of the overthrow and<br />illegal annexation? Would January 17, 1893, live<br />in infamy? What if tourists were given a free map<br />of PACOM (Pacific Command)? Would they feel<br />its eyes and tentacles surveilling and strangling<br />36 countries and half the world’s population?<br />What if they hiked to all 700 toxic Superfund sites<br />in Pearl Harbor, and enjoyed a picnic of wild caught<br />seafood from these contaminated waters? What if<br />this monument of valor instead condemned violence?<br />What if national and state parks didn’t simply preserve<br />the myth of American innocence, but actually told<br />the truth about American empire? Would you offer<br />prayer and respect to the ancient bones buried here<br />under layers of soil and story? Would you give<br />more than an apology? Would these stolen places<br />finally return to their native stewards and descendants.<br />Maybe then, these tributes to colonial power<br />will finally become healing testaments of peace. </p> "}, {"title": "Ars Poetica ", "view_node": "/poem/ars-poetica-4", "field_author": "<a href=\"/poet/leslie-mcgrath\" hreflang=\"en\">Leslie McGrath</a>", "field_date_published": "2016", "body": " <p>To have<br />even a<br />lotto chance</p><p>of getting<br />somewhere<br />within yourself</p><p>you don’t quite know<br />but feel</p><p>To cling<br />to the periphery<br />through the constant</p><p>gyroscopic<br />re-drawing of its<br />provinces</p><p>To make<br />what Makers make</p><p>you must set aside<br />certainty</p><p>Leave it<br />a lumpy backpack<br />by the ticket window<br />at the station</p><p>Let the gentleman<br />in pleated khakis<br />pressed for time</p><p>claim it</p><p>The certainty<br />not the poem.</p> "}, {"title": "Hot Springs", "view_node": "/poem/hot-springs", "field_author": "<a href=\"/poet/davis-mccombs\" hreflang=\"en\">Davis McCombs</a>", "field_date_published": "2016", "body": " <p><em>after Robert Francis’s “Silent Poem”</em></p><p> </p><p>rain storm   rock pore   flow path   earth crust<br />thrust fault   drip slope   trough dam   blue ooze</p><p>tile floor   stained glass   sitz bath   rust stain<br />sun porch   deck chair   sky light   gas lamp</p><p>foot bridge   leaf twitch   dirt trail   red oak<br />white tail   hoof prints   moss stump   wood thrush</p><p>chert flake   clay shard   pit mine   whet stone<br />knife blade   green gorge  creek mud   blue tent</p><p>fire ring   wood smoke   sign post   steep road<br />store front   plate glass   stone arch   tile roof</p><p>street light   pump house   brick walk   steam grate<br />hot wisp   guard rail   foot soak   spa town</p> "}, {"title": "Night Crossing", "view_node": "/poem/night-crossing", "field_author": "<a href=\"/poet/ron-slate\" hreflang=\"und\">Ron Slate</a>", "field_date_published": "2016", "body": " <p>Back and forth is a way to move<br />when the visible is spacious.</p><p>But what’s the state of the last boat,<br />lightly loaded and unprofitable?</p><p>Tied up at the mainland dock,<br />the ferry shudders in its berth,</p><p>its captain consults a tide chart<br />and grunts. A new, possessive moon.</p><p>Late departure, a rigid beam of light<br />probes the sea lane for what violates or drifts.</p><p>The other shore, not far off, can leap<br />and hurt the hand pointing at it.</p><p>In the dark alongside—wings seen, instantly gone,<br />a half-thought interrupted by a heave.</p><p>Then the ferry turns hard a-port to the channel,<br />the parting waters make the sound of a god</p><p>murmuring for both the first and last time.<br />At mid-crossing, something is lacking twice over—</p><p>in this location, in the mechanism or vision of the crossing?<br />Two ports, both accommodating, but unmoved</p><p>by what goes on between. How many departures<br />does a person need, how many starts can be tolerated?</p><p>A necessary collision at the pilings<br />tells everyone it’s over.<br /> </p> "}, {"title": "Washington Mews", "view_node": "/poem/washington-mews", "field_author": "<a href=\"/poet/rowan-ricardo-phillips\" hreflang=\"und\">Rowan Ricardo Phillips</a>", "field_date_published": "2016", "body": " <p>I won’t ever tell you how it ended.<br />But it ended. I was told not to act<br />Like it was some big dramatic moment.<br />She swiveled on her heels like she twirled just<br />The other day on a bar stool, the joy<br />Gone out of it now. Then she walked away.<br />I called out to her once. She slightly turned.<br />But she didn’t stop. I called out again.<br />And that was when, well, that’s just when<br />You know: You will always be what you were<br />On that small street at that small time, right when<br />She left and Pluto sudsed your throat and said,<br />Puedo escribir los versos más tristes esta noche<br />Tú la quisiste, y a veces ella también te quiso.</p> "}, {"title": "Sea Lily ", "view_node": "/poem/sea-lily", "field_author": "<a href=\"/poet/h-d\" hreflang=\"und\">H. D.</a>", "field_date_published": "2016", "body": " <p>Reed,<br />slashed and torn<br />but doubly rich—<br />such great heads as yours<br />drift upon temple-steps,<br />but you are shattered<br />in the wind.</p><p>Myrtle-bark<br />is flecked from you,<br />scales are dashed<br />from your stem,<br />sand cuts your petal,<br />furrows it with hard edge,<br />like flint<br />on a bright stone.</p><p>Yet though the whole wind<br />slash at your bark,<br />you are lifted up,<br />aye—though it hiss<br />to cover you with froth.</p> "}, {"title": "Mutability ", "view_node": "/poem/mutability-0", "field_author": "<a href=\"/poet/william-wordsworth\" hreflang=\"und\">William Wordsworth</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">From low to high doth dissolution climb,</span><br /><span class=\"long-line\">And sink from high to low, along a scale</span><br /><span class=\"long-line\">Of awful notes, whose concord shall not fail;</span><br /><span class=\"long-line\">A musical but melancholy chime,</span><br /><span class=\"long-line\">Which they can hear who meddle not with crime,</span><br /><span class=\"long-line\">Nor avarice, nor over-anxious care.</span><br /><span class=\"long-line\">Truth fails not; but her outward forms that bear</span><br /><span class=\"long-line\">The longest date do melt like frosty rime,</span><br /><span class=\"long-line\">That in the morning whitened hill and plain</span><br /><span class=\"long-line\">And is no more; drop like the tower sublime</span><br /><span class=\"long-line\">Of yesterday, which royally did wear</span><br /><span class=\"long-line\">His crown of weeds, but could not even sustain</span><br /><span class=\"long-line\">Some casual shout that broke the silent air,</span><br /><span class=\"long-line\">Or the unimaginable touch of Time.</span></p>\n"}, {"title": "Echolocation", "view_node": "/poem/echolocation", "field_author": "<a href=\"/poet/sally-bliumis-dunn\" hreflang=\"en\">Sally Bliumis-Dunn</a>", "field_date_published": "2016", "body": " <p>The whales can’t hear each other calling<br />in the noise-cluttered sea: they beach themselves.<br />I saw one once— heaved onto the sand with kelp<br />stuck to its blue-gray skin.<br />Heavy and immobile</p><p>it lay like a great sadness.<br />And it was hard to breathe with all the stink.<br />Its elliptical black eyes had stilled, were mostly dry,<br />and barnacles clustered on its back<br />like tiny brown volcanoes.</p><p>Imagining the other whales, their roving weight,<br />their blue-black webbing of the deep,<br />I stopped knowing how to measure my own grief.<br />And this one, large and dead on the sand<br />with its unimaginable five-hundred-pound heart.</p> "}, {"title": "Why Eat Why Kill", "view_node": "/poem/why-eat-why-kill", "field_author": "<a href=\"/poet/abraham-smith\" hreflang=\"und\">Abraham Smith</a>", "field_date_published": "2016", "body": " <p>how hunger boy<br />mercer must you<br />brain crane lay</p><p>over lap one<br />dream broom<br />person starved</p><p>down chaff<br />rain pencil<br />shaving ego </p><p>peck of<br />pimpled flesh<br />on fire</p><p>eat burnt crane<br />eat burnt crane<br />eat burnt crane</p><p>who your gods then<br />while you wait<br />for the soupbird to unshade yr life </p><p>in who the cleated teeth<br />of rain<br />in mist</p><p>in whom the fired<br />sibilant remnants<br />a passing</p><p>storm’s little<br />unsuccessful denials<br />of fire</p><p>inside every song<br />another song<br />fruit teaches this</p><p>white sun flesh<br />the seed at the breast<br />thread wrestled button the</p><p>crane<br />burnt<br />eaten</p><p>can’t stack a day’s<br />strength a night’s<br />rest at the unravel hotel</p><p>truly hungry fools<br />dream too but<br />not of confluences</p><p>not of gardenias<br />not of pedigrees <br />not the stony feats of insomniac sentinels</p><p>mothered<br />by the<br />killing maze</p><p>milk like junk wool<br />milk like gauze<br />milk like hesitancy</p><p>might as well<br />eat your own cane<br />god and crawl<br /> </p> "}, {"title": "Artistic Statement ", "view_node": "/poem/artistic-statement", "field_author": "<a href=\"/poet/denise-duhamel\" hreflang=\"und\">Denise Duhamel</a>", "field_date_published": "2016", "body": " <p>My body of work is very similar to my corporal body. I often employ traditional forms (Spanx/dieting) but just as often revert to a more copious mode (cake/lazy afternoons). In that I wear little makeup (sensitive skin/feminist stance) I use few purely poetic flourishes except for rhyme—both internal and end line (lipstick/nail polish) conceding to self-conscious artifice. Perhaps because I grew up Catholic, I am drawn to acrostics (crosses) and punitive syllable counting (the rosary). I am interested in bodies seen and not seen (bikinis, muumuus, the dead and not-yet-born), poems written and yet-to-be-written. Holy ghost poems that cannot be read but only felt.  </p> "}, {"title": "with grief with fury with action", "view_node": "/poem/grief-fury-action", "field_author": "<a href=\"/poet/ed-pavlic\" hreflang=\"en\">Ed Pavlić</a>", "field_date_published": "2016", "body": " <p>when we lose track of the person   not to be<br />confused with that democratic fetish<br />‘the individual’   when we lose track of that particle<br />that permeable pool of plasma<br />the person   and take human reality<br />to be a solid matter (most often<br />male) of people’s (often enough clotted<br />into mobs   often enough mobs of so-<br />called ‘democratic action’). . . Jesus<br />Christ let’s just call it conscious intention<br />lashed to the cleated post of mute<br />inheritance   we need to be very careful<br />in that situation   when persons are<br />pushed (ultimately at gunpoint)<br />to feel that they have nothing to<br />lose and that can feel (though most often<br />it tingles numbly) like freedom<br />but it’s not   freedom is never that<br />we must be ve-ry careful    more<br />careful than anyone can actually be  <br />because it’s dangerous when it feels<br />like anything’s possible<br />but nothing can happen   very<br />dangerous when it feels<br />like anything can be put immediately<br />on display but somehow<br />nothing can be revealed   to live<br />in a world (so-called) where<br />everything’s within reach but nothing<br />can be touched   maybe<br />it’s a terrible truth (quite possibly<br />a truth of parenthood) that for any one<br />thing to be known (or touched)<br />everything else must be complexly<br />felt   as if thru an infinitely<br />sensate dilation   pure aperture   maybe<br />that is the open and awestruck light of love<br />and it’s very simply never ever<br />simply just that   which is the spark of art<br />iculate speech   an S curve pulls parabolas<br />thru a syncro-mesh gearbox   a sudden break<br />in low clouds off the coast<br />and into a remorselessly gray sea<br />of eyes pours a silver sheen   a glistening pool of pain</p> "}, {"title": "On Being Told I Look Like FLOTUS, New Year’s Eve Party 2014", "view_node": "/poem/being-told-i-look-flotus-new-years-eve-party-2014", "field_author": "<a href=\"/poet/january-gill-oneil\" hreflang=\"und\">January Gill O’Neil</a>", "field_date_published": "2016", "body": " <p>Deep in my biceps I know it’s a complement, just as<br />I know this is an all-black-people-look-alike moment.<br />So I use the minimal amount of muscles to crack a smile.<br />All night he catches sight of me, or someone like me, standing<br />next to deconstructed cannoli and empty bottles of Prosecco.<br />And in that moment, I understand how little right any of us have<br />to be whoever we are—the constant tension<br />of making our way in this world on hope and change.<br /><em>You’re working your muscles to the point of failure,</em><br />Michelle Obama once said about her workout regimen, <br />but she knows we wear our history in our darkness, in our                         patience.<br />A compliment is a complement—this I know, just as the clock<br />will always strike midnight and history repeats. This is how<br />I can wake up the next morning and love the world again.</p> "}, {"title": "National Politics in Yellowstone Park, July 29, 1914", "view_node": "/poem/national-politics-yellowstone-park-july-29-1914", "field_author": "<a href=\"/poet/david-romtvedt\" hreflang=\"und\">David Romtvedt</a>", "field_date_published": "2016", "body": " <p>Ed Trafton turns from the shimmering water<br />of Shoshone Lake to the first of fifteen tourist coaches,<br />pulls the black silk neckerchief up the bridge of his nose,<br />plants himself in the road and says, “Please step out<br />and come this way.” Black is so hot. “Drop your valuables<br />on the blanket.” Maybe the neckerchief isn’t necessary.<br />“Kindly take a standing seat and witness the convention.”</p><p>“A rather elegant man,” one woman confessed. “Steady<br />and calm, with a lovely sense of humor and a smile<br />that made his watery blue eyes sparkle. The kind of man<br />who might make a good president.” “Watery blue eyes?”<br />Ed wonders, his reflection in the mirror. “City councilman<br />or senator but president?” “Polite,” the woman added.</p><p>An elderly lady dropped her purse, which exploded<br />scattering bills, coins, a comb, and playing cards<br />over the dusty earth. The horses stamped their feet<br />and switched their tails to drive away the flies.<br />Someone coughed. Trafton bent over to gather up<br />the fallen valuables, the last card—jack of hearts.<br />“There madam, you keep these,” he said.<br />“You look as if you need them more than I do.”</p><p>“Gallant,“ the first woman went on. She laughed<br />and the air freshened, invisible birds began to sing.</p><p>As each coin or watch or earring hit the earth,<br />dust rose around the lodgepole and limber pines,<br />covered the water. Seeking clarity, coaches start<br />ten minutes apart—Old Faithful to West Thumb,<br />the horseshoe bend where they stop for the view.<br />But they can’t see what’s to come, coach after coach,<br />the blanket disappearing under the mound of treasure,<br />Mr. Trafton lightly touching each horse to send it on its way.</p><p>A young woman asked for a photo—“by the blanket.”<br />Other travelers pulled out their Brownies and lined up<br />beside the beguiling highwayman, the click of shutters<br />louder than the cicadas chirring in the dry grass,<br />pine resin rising with the heat, men fanning their faces<br />with hats or the news of the day—AUSTRIA-HUNGARY<br />DECLARES WAR ON SERBIA. Could be a joke—he was<br />so friendly and the water, lapping at the shore,<br />made that chuckling sound that says nothing<br />will change. It can’t be real silk, Trafton thinks,<br />tugging at his face, wouldn’t be so scratchy, people<br />milling around, the sun rising, the hills falling away,<br />the geysers and mudpots, and Shoshone Lake<br />coated in dust, still blue below the point.</p> "}, {"title": "Moments of Vision ", "view_node": "/poem/moments-vision", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "2016", "body": " <p>             That mirror<br />         Which makes of men a transparency,<br />             Who holds that mirror<br />And bids us such a breast-bared spectacle to see<br />             Of you and me?</p><p>             That mirror<br />         Whose magic penetrates like a dart,<br />             Who lifts that mirror<br />And throws our mind back on us, and our heart,<br />             Until we start?</p><p>             That mirror<br />         Works well in these night hours of ache;<br />             Why in that mirror<br />Are tincts we never see ourselves once take<br />             When the world is awake?</p><p>            That mirror<br />         Can test each mortal when unaware;<br />             Yea, that strange mirror<br />May catch his last thoughts, whole life foul or fair,<br />             Reflecting it—where? <br /> </p> "}, {"title": "What We Own", "view_node": "/poem/what-we-own", "field_author": "<a href=\"/poet/philip-terman\" hreflang=\"en\">Philip Terman</a>", "field_date_published": "2016", "body": " <p><span class=\"long-line\">I followed you down the switchback trail of the Grand Canyon and we slept</span><br />            in a crevice, and we own that,</p><p><span class=\"long-line\">and we own those moments tossing the football in front of 4073 Wyncote Road</span><br />            until the streetlights snapped on,</p><p><span class=\"long-line\">and we own the smoke bomb the cops threw at us and a few thousand others</span><br />            at the Jefferson Airplane concert, Akron, Ohio, 1972,</p><p><span class=\"long-line\">and we own the whole country we passed through, all the way to the ocean,</span><br /><span class=\"long-line\">            where we checked into a hotel and you discovered, lying atop Gideon’s Bible,</span></p><p><span class=\"long-line\">a black film canister’s worth of weed and half-a-pack of rolling papers,</span><br />            and we smoked it, and it was good, unbelieving of our luck,</p><p><span class=\"long-line\">which we own, and the lunar landscape surrounding our tent in Big Bend, Texas,</span><br />            and the stars, so clear we could read by them, and did,</p><p><span class=\"long-line\">and we own The Godfather—Part One—on the big screen of that packed theater</span><br />            in Evanston, Illinois, and we own that fear</p><p><span class=\"long-line\">when were lost in the Tennessee woods, into the dark, and you followed</span><br /><span class=\"long-line\">            some analytical instinct until we found—lo and behold—a road,</span></p><p><span class=\"long-line\">and Bob Dylan, who was ours, and Joan Baez, who was also ours, singing</span><br />            “The Times They Are A-Changing” in the War Memorial,</p><p><span class=\"long-line\">and watching the Indians—miracles of miracles—beat the New York Yankees</span><br /><span class=\"long-line\">            at Yankee Stadium during the 1995 heatwave—that, too, that victory, was ours,</span></p><p><span class=\"long-line\">and I remember how quiet you sometimes were, and I asked about it, and you said it’s a feeling you</span><br /><span class=\"long-line\">            get, you don’t know how to talk about it, and I’d like to think</span></p><p><span class=\"long-line\">we own that feeling—how we bested the myths.  We didn’t become murderer</span><br />            and victim.  We didn’t cheat on the other’s birthright.</p><p><span class=\"long-line\">Oh, my brother of the other world, my brother who perhaps will greet me</span><br />            when I arrive at that place prepared for by our father,</p><p><span class=\"long-line\">who is now joined by his own flesh and blood, which is not blood, which is not flesh, but bones and</span><br />            perhaps spirit,</p><p><span class=\"long-line\">which we believe in, like the moon, or the unpredictable Cleveland weather,</span><br />            or the way the snow descends on the fallen leaves,</p><p><span class=\"long-line\">or how the sun glazes them now, for their moment, stirred in the slight wind,</span><br /><span class=\"long-line\">            the same wind that blew the Jerusalem dust in our faces, which we own.</span></p> "}, {"title": "Walking to Jerusalem", "view_node": "/poem/walking-jerusalem", "field_author": "<a href=\"/poet/philip-terman\" hreflang=\"en\">Philip Terman</a>", "field_date_published": "2016", "body": " <p>Pedometer attached to her belt, your mother, spry and strong<br />at eighty, joins the other Methodist Church members<br />in calculating the 5, 915 miles, no matter the weather, to add up<br />all the way from Linesville, Pennsylvania to Jerusalem.<br />They need not worry about miracles or pausing<br />at the signs of the cross.  They need not stop for security<br />to check their purses for weapons.  They need no visa<br />nor baggage, no money to exchange for shekels, no guide-<br />book, no guide.  They need no ancient tongue or prophecies.<br />They are, simply, day by day, walking, mile after mile: <br />from the sink to the table, uptown to the post office, down<br /><span class=\"long-line\">the block to visit the sick neighbor.  Sundays to and from church.</span><br />And when they walk far enough, adding up their pedometers<br />together, they will arrive in Jerusalem.  And keep walking.</p> "}, {"title": "Name That Tune ", "view_node": "/poem/name-tune", "field_author": "<a href=\"/poet/jennifer-l-knox\" hreflang=\"und\">Jennifer L. Knox</a>", "field_date_published": "2016", "body": " <p>Lately my 84-year-old mother’s been<br />hearing noises: a party in the street below<br />her bedroom window—gruff men cursing,<br />a woman’s shrieking laughter, beer cans going<br />“dink” off the concrete. Finally she got the nerve<br />to peek out: nothing but a street light. Sounds<br />coming from inside her, she says: pops, clicks,<br />swooshes, gongs, alarms, heavy steps pounding<br />through her as if someone’s stumbling around<br />on the roof. Her cellphone rings. “Hello?” No<br />answer from its flat, gray face. A fist pounding<br />on the door she never used to lock—so hard she<br />feared the wood would split—but the peephole:<br />empty. A voice in the middle of the night: “Jo<em>ann!</em>”—<br />impatient to get her attention, clear as day, she said.<br />“That must be terrifying,” I said. She giggled,<br />“I don’t know but it was really something!<br />You know that poem ‘I Sing the Body Electric’?”<br />“Of course. Did you recognize the voice?” I asked.<br />“It must’ve been my mother because she called me<br />‘Jo<em>ann!</em>’” she imitated her mother’s scolding voice<br />“in just <em>that</em> way.” “A woman?” I asked. “Yes,<br />and a stranger might call me, ‘Jody.’” “Yes,”<br />I agreed, so at least it’s someone who knows her.</p> "}, {"title": "Draft of a Landscape", "view_node": "/poem/draft-landscape", "field_author": "<a href=\"/poet/juliet-patterson\" hreflang=\"en\">Juliet Patterson</a>", "field_date_published": "2016", "body": " <p><em>after Paul Celan</em></p><p><br />              The hare’s<br />              dust pelt<br /><br />against the juniper’s sky<br />              now<br /><br />in the eye uncovered<br />a question clear</p><p>in the wing<br />              of the day and the predator</p><p>that writes<br />the animal’s luck, too.</p><p>Where is tomorrow?<br />Will tomorrow be beautiful?</p><p>Someone will answer.<br />Someone will remember</p><p>that dustcolored<br />              tragedy, incidental, belonging</p><p>to no one, arriving before<br />as a flock of cranes</p><p>protracted in a long descent<br />winging blind</p><p>to field—the days<br />are beautiful.<br /> </p> "}, {"title": "Palladium", "view_node": "/poem/palladium", "field_author": "<a href=\"/poet/james-brasfield\" hreflang=\"und\">James Brasfield</a>", "field_date_published": "2016", "body": " <p>A cortege of clouds’<br />shifting planes </p><p>reflected on a river,<br />the current’s weave deepens,</p><p>yet motionless<br />the dramatization of</p><p>a fern unfolding,<br />light illuminating the air</p><p>for a moment’s threshold,<br />when time, where we stand,</p><p>corresponds to the day<br />held firm,</p><p>derived from the elegance of<br />the equation</p><p>for what was once never here.   <br /> </p> "}], "pager": {"current_page": 333, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}