{"rows": [{"title": "The Owls", "view_node": "/poem/owls", "field_author": "<a href=\"/poet/laura-kasischke\" hreflang=\"und\">Laura Kasischke</a>", "field_date_published": "2017", "body": " <p>Their holiness, their loneliness, the song<br />they sing in certain barns<br />on sad, old farms<br />about the scales on which the love<br />was weighed, or the terrible<br />armchair onto which was tossed<br />a small girl’s nightgown once. The<br />widower’s broken ankle, and the summer<br />a transparent fish was caught<br />in the pond. Invisible if not<br />for its heart. Its lungs. The throbbing<br />jelly of its subconscious:<br />No one would fry it for supper.<br />Like Dora, Little Hans, the Rat Man.<br />When Freud told them their own secrets<br />surely they must have asked, “But,<br />Herr Doctor, how do you know?”<br />And these owls in the rafters urging<br />me all winter now to <em>Go, </em><br /><em>go, and throw </em><br /><em>your mother’s bones behind you as you go. </em></p> "}, {"title": "When I Grow Up I Want to Be a List of Further Possibilities", "view_node": "/poem/when-i-grow-i-want-be-list-further-possibilities", "field_author": "<a href=\"/poet/chen-chen\" hreflang=\"en\">Chen Chen</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">To be a good</span><br /><span class=\"long-line\">ex/current friend for R. To be one last</span></p>\n\n<p><span class=\"long-line\">inspired way to get back at R. To be relationship</span><br /><span class=\"long-line\">advice for L. To be advice</span></p>\n\n<p><span class=\"long-line\">for my mother. To be a more comfortable</span><br /><span class=\"long-line\">hospital bed for my mother. To be</span></p>\n\n<p><span class=\"long-line\">no more hospital beds. To be, in my spare time,</span><br /><span class=\"long-line\">America for my uncle, who wants to be China</span></p>\n\n<p><span class=\"long-line\">for me. To be a country of trafficless roads</span><br /><span class=\"long-line\">&amp; a sports car for my aunt, who likes to go</span></p>\n\n<p><span class=\"long-line\">fast. To be a cyclone</span><br /><span class=\"long-line\">of laughter when my parents say</span></p>\n\n<p><span class=\"long-line\">their new coworker is <em>like that</em>, they can tell</span><br /><span class=\"long-line\"><em>because he wears pink socks, see, you don’t, so you can’t, </em></span></p>\n\n<p><span class=\"long-line\"><em>can’t be one of them. </em>To be the one</span><br /><span class=\"long-line\">my parents raised me to be—</span></p>\n\n<p><span class=\"long-line\">a season from the planet</span><br /><span class=\"long-line\">of planet-sized storms.</span></p>\n\n<p><span class=\"long-line\">To be a backpack of PB&amp;J &amp; every</span><br /><span class=\"long-line\">thing I know, for my brothers, who are becoming</span></p>\n\n<p><span class=\"long-line\">their own storms. To be, for me, nobody,</span><br /><span class=\"long-line\">homebody, body in bed watching TV. To go 2D</span></p>\n\n<p><span class=\"long-line\">&amp; be a painting, an amateur’s hilltop &amp; stars,</span><br /><span class=\"long-line\">simple decoration for the new apartment</span></p>\n\n<p><span class=\"long-line\">with you. To be close, J.,</span><br /><span class=\"long-line\">to everything that is close to you—</span></p>\n\n<p><span class=\"long-line\">blue blanket, red cup, green shoes</span><br /><span class=\"long-line\">with pink laces.</span></p>\n\n<p><span class=\"long-line\">To be the blue &amp; the red.</span><br /><span class=\"long-line\">The green, the hot pink.</span></p>\n"}, {"title": "Night Falls Like a Button", "view_node": "/poem/night-falls-button", "field_author": "<a href=\"/poet/chen-chen\" hreflang=\"en\">Chen Chen</a>", "field_date_published": "2017", "body": " <p>from your grandmother’s coat. You worry with your thumb the stranger’s page. Aging spine of the black sky, night-burps of the sleeping computer. Don’t listen to the judgment of your scraped knees. Night anchors in your belly button, your pubic hair. Stars snore safely, for years. Your smile in the early dark is a paraphrase of Mars. Your smile in the deep dark is an anagram of Jupiter. My worst simile is that I’m fancy like a piece of salami wearing a tuxedo. Waiting with a cone of gelato. Your smile in the dreaming dark is an umbrella for all the going, gone, &amp; yet to come. Orioles come for the oranges you’ve placed in the arms of the architect. Which birds will you pull into orbit tomorrow? You try to sew the night onto your own coat, but it won’t stay. Too much memory weather, werewolf migration. You itch for the window’s shore. You row, the growing light rearranging your voice, the rain your lunatic photographer.</p> "}, {"title": "Kafka’s Axe &amp; Michael’s Vest", "view_node": "/poem/kafkas-axe-michaels-vest", "field_author": "<a href=\"/poet/chen-chen\" hreflang=\"en\">Chen Chen</a>", "field_date_published": "2017", "body": " <p><em>                                 for Michael Burkard </em></p><p><span class=\"long-line\">Still winter. Snowing, still. Can it even be called action, this patience</span><br />in the form of gravity overdressed in gray?</p><p>Days like this, the right silence can be an action, an axe,<br /><span class=\"long-line\">right through the frozen sea, as Kafka calls for. A necessary smashing,</span><br />opening. Though silence can also be a shattering, closing.</p><p><span class=\"long-line\">Think of peace &amp; how the Buddhists say it is found through silence.</span><br />Think of silence &amp; how Audre Lorde says it will not protect you.</p><p>Think of silence as a violence, when silence means being made<br /><span class=\"long-line\">a frozen sea. Think of speaking as a violence, when speaking is a house</span><br />that dresses your life in the tidiest wallpaper. It makes your grief</p><p>sit down, this house. It makes you chairs when you need<br /><span class=\"long-line\">justice. It keeps your rage room temperature. I’ve been thinking</span></p><p>about how the world is actually unbearable.<br />About all those moments of silence we’re supposed to take.<br />Each year, more moments, less life, &amp; perhaps</p><p>the most monastic of monks are right to take vows<br />of silence that last a decade.</p><p><span class=\"long-line\">Though someone else (probably French) says our speaking</span><br />was never ours; our thoughts &amp; selves housed<br />by history, rooms we did not choose, but must live in.</p><p>Think of Paul Celan, living<br />in the bone-rooms of German. Living, singing.</p><p>What does it mean, to sing in the language of those<br />who have killed your mother,<br />would kill her again? Does meaning shatter, leaving</p><p>behind the barest moan? This English, I bear it, a master’s<br />axe, yet so is every tongue—red with singing &amp; killing.</p><p>Are we even built for peace? I think of breath &amp; my teacher,<br /><span class=\"long-line\">Michael, one of the least masterly, most peaceful people I know,</span><br /><span class=\"long-line\">&amp; Kafka’s number one fan. I think of the puffy blue vest Michael wears</span></p><p>when his breaths turn white. Even when I’m doing my best<br />think axes &amp; walls, brave monks &amp; unbearable houses,</p><p>the thought of Michael in his bit-too-big deep blue vest<br />leaks in. &amp; I don’t think I will ever stop trying to sneak<br /><span class=\"long-line\">into casual conversation the word “ululation.” If only all language</span></p><p>could be ululation in blue vests. If silence could always be<br /><span class=\"long-line\">as quiet as Michael, sitting with his coffee &amp; his book, rereading. </span></p> "}, {"title": "In the City", "view_node": "/poem/city-2", "field_author": "<a href=\"/poet/chen-chen\" hreflang=\"en\">Chen Chen</a>", "field_date_published": "2017", "body": " <p><em>                                  for Monica Sok</em></p><p><span class=\"long-line\">These bridges are a feat of engineering. These pork &amp; chive dumplings</span><br />            we bought together, before hopping on a train<br /><span class=\"long-line\">&amp; crossing bridges, are a feat of engineering. Talking to you, crossing bridges</span><br /><span class=\"long-line\">            in trains, eating pork &amp; chive dumplings in your bright boxcar</span><br />of a kitchen in Brooklyn, is an engineer’s dream-feat<br />            of astonishment. Tonight I cannot believe<br /><span class=\"long-line\">the skyline because the skyline believes in me, forgives me my drooling</span><br />            astonishment over it &amp; over the fact that this happens,<br /><span class=\"long-line\">this night, every night, its belief, glittering mad &amp; megawatt like the dreams</span><br />            of parents. By the way, is this soy sauce<br /><span class=\"long-line\">reduced sodium? Do you know? Do we care? High, unabashed sodium intake!</span><br /><span class=\"long-line\">            Unabashed exclamation points! New York is an exclamation</span><br /><span class=\"long-line\">I take, making my escape, away from the quiet snowy commas of Upstate</span><br />            &amp; the mess of questions marking my Bostonian past.<br /><span class=\"long-line\">In New York we read Darwish, we write broken sonnets finally forgiving</span><br />            the Broken English of Our Mothers, we eat<br />pork &amp; chive dumplings, &amp; I know, it’s such a 90s fantasy<br />            of multiculturalism that I am<br /><span class=\"long-line\">rehashing, bust still, in New York I feel I can tell you how my mother &amp; I</span><br />            used to make dumplings together, like a scene<br /><span class=\"long-line\">out of <em>The Joy Luck Club</em>. The small kitchen, the small bowl of water</span><br />            between us. How we dipped index finger, thumb.<br />Sealed each dumpling like tucking in a secret, goodnight.<br />            The meat of a memory. A feat of engineering.<br />A dream of mother &amp; son. Interrupted by the father, my father<br />            who made my mother get on a plane, a theory,<br /><span class=\"long-line\">years of nowhere across American No’s, a degree that proved useless.</span><br />            Proved he was the father. I try to build a bridge<br /><span class=\"long-line\">to my parents but only reach my mother &amp; it’s a bridge she’s about to</span><br />            jump off of. I run to her, she jumps, she’s<br /><span class=\"long-line\">swimming, saying, <em>Finally I’ve learned—all this time, trying to get from one useless</em></span><br /><em>            chunk of land to another, when I should’ve stayed </em><br /><span class=\"long-line\"><em>in the water. </em>&amp; we’re drinking tap water in your bright Brooklyn kitchen.</span><br />            I don’t know what to tell you. I thought I could<br /><span class=\"long-line\">tell this story, give it a way out of itself. Even here, in my fabulous</span><br /><span class=\"long-line\">            Tony-winning monologue of a New York, I’m struggling to get</span><br />to the Joy, the Luck. I tell you my mother still<br /><span class=\"long-line\">            boils the water, though she knows she doesn’t have to anymore.</span><br />Her special kettle boils in no time, is a feat of engineering.<br />            She could boil my father in it<br />&amp; he’d come out a better person, in beautiful shoes.<br />            She could boil the Atlantic, the Pacific, every idyllic<br />American pond with its swans. She would.</p> "}, {"title": "from Please Bury Me in This [I am writing to you...]", "view_node": "/poem/please-bury-me-i-am-writing-you", "field_author": "<a href=\"/poet/allison-benis-white\" hreflang=\"und\">Allison Benis White</a>", "field_date_published": "2017", "body": " <p>I am writing to you as an act of ending.</p><p>Cutting faces out of paper and folding them in envelopes like thoughts.</p><p><em>Am I a monster, </em>Clarice Lispector asked in <em>The Hour of the Star, or is</em> <em>this what it means to be human? </em></p><p>To be alive, I think as I cut another face.</p><p>What makes the shape become visible, and breathe, is the angle and variation of absence.</p><p>Sugar skull, I whisper, what I have known all along.</p><p>I am you gone.</p> "}, {"title": "from Please Bury Me in This [In the museum of sadness...]", "view_node": "/poem/please-bury-me-museum-sadness", "field_author": "<a href=\"/poet/allison-benis-white\" hreflang=\"und\">Allison Benis White</a>", "field_date_published": "2017", "body": " <p>In the museum of sadness, in the museum of light—</p><p>I would climb so carefully inside the glass coffin and lower the lid.</p><p>Do you think the saying is true: when someone dies, a library burns down?</p><p>Maybe just a sentence, scratched slowly on the lid, <em>Say what you </em><em>mean. </em></p> "}, {"title": "from Please Bury Me in This [I am not any closer...]", "view_node": "/poem/please-bury-me-i-am-not-any-closer", "field_author": "<a href=\"/poet/allison-benis-white\" hreflang=\"und\">Allison Benis White</a>", "field_date_published": "2017", "body": " <p>I am not any closer to saying what I mean.</p><p>Love has made itself so quiet, a few red fish moving in slow circles.</p><p>I want to say like blood, like forgiveness, this obedience, looking at the ground on my knees.</p><p>I mean to cease to feel, to cancel, to give up all claim to—</p><p>At some point, I rested my hands over my eyes and mouthed, This is my face housed underwater.</p><p>This is a love letter.</p><p>Every word but <em>mouthed </em>erased.</p> "}, {"title": "from Please Bury Me in This [Looking up in the dark I thought...&quot;]", "view_node": "/poem/please-bury-me-looking-dark-i-thought", "field_author": "<a href=\"/poet/allison-benis-white\" hreflang=\"und\">Allison Benis White</a>", "field_date_published": "2017", "body": " <p>Looking up in the dark I thought, Tell me something you’ve never told anyone.</p><p>I tried in the closet but the rope broke.</p><p>Maybe the relief of conversation, of something almost happening.</p><p>The way in the morning, lying on the floor, the light through the blinds cuts my face.</p><p>Less than hope: wishing.</p><p>How sugar became snow, poured over wet glue on a cardboard roof.</p><p>I remember the paper house, hung from a cage hook in my room, swaying.</p><p>Not fonder, not fonder—the heart grows stranger.</p> "}, {"title": "as the owl augurs ", "view_node": "/poem/owl-augurs", "field_author": "<a href=\"/poet/julian-talamantez-brolaski\" hreflang=\"und\">Julian Talamantez Brolaski</a>", "field_date_published": "2017", "body": " <p>I have an hour to read marcabru and fall in love<br /><span class=\"long-line\">to study the medicines and put a rock in each corner of the house</span><br />and pray over it with pollen as my elder advised<br />to test my extraordinary knowledgeses<br />to briefly wonder whether I was actually under a spell<br />to write my poem about being a mongrel<br />I must love even the fox that impedes my path<br />n jettison my former ire n any gesture toward abstraction<br /><span class=\"long-line\">n go to the dump finally w/ the disused bicycle tires and the broken antlers and the cracked stained glass of a ship that formerly I wdve harbored because I did not love myself</span><br />but the broken shelf<br />I want namore of it<br /><span class=\"long-line\">the jangle-mongrel and the rose and the ndn cowboy that layall closeted</span><br /><span class=\"long-line\">along w/ my availability to my own mind and the killings of our familyes queer and black and brown and ndn</span><br />slaughter at orlando symbol of our hermitude<br /><span class=\"long-line\">massacre at aravaipa gashdla’á cho o’aa   big sycamore standing there</span><br />bear river  sand creek  tulsa  rosewood<br />n when I finally sussed them out<br />n laid the tequila in its proper trash<br />n attempted to corral the pony of my mind<br />they say the ohlone were here as if<br />there were no more ohlone<br />erected a fake shellmound called it shellmound avenue<br />my friends dont like that<br />my friends dont like that excrement<br />it’s not like youd give away the algorithm, my bf pointed out,<br />to the one yr tryin to put a spell on<br /><span class=\"long-line\">marcabru uses the word ‘mestissa’ to describe the shepherdess his dickish narrator is poorly courting</span><br /><span class=\"long-line\">which paden translates ‘half-breed’ and pound ‘low-born’ and snodgrass ‘lassie’ but I want to say mongrel, mestiza, mixedbreed</span><br />melissima most honeyed most songful<br />what catullus called his boyfriend’s eyes<br />honey the color my dead dog’s eyes the stomach of the bee<br />I’m going to gather pollen from the cattails in a week or two<br />to pray to the plant tell it I’m only taking what I need<br />use a coathanger to hook the ones far from shore<br />filter it thru chiffon four times<br />what is love<br />but a constellation of significances<br />lyke-like magic<br />los cavecs nos aüra  as the owl augurs<br />one gapes at a painting<br />the other waits for mahana</p><h3> </h3> "}, {"title": "against breeding ", "view_node": "/poem/against-breeding", "field_author": "<a href=\"/poet/julian-talamantez-brolaski\" hreflang=\"und\">Julian Talamantez Brolaski</a>", "field_date_published": "2017", "body": " <p>                                               FOR CACONRAD</p><p> </p><p>garbage-gut humans should not continue ourselves</p><p>it can only come a frightful cropper</p><p>hairbulbs what I mistook to be      a form in nature</p><p>albatross w/ plastics crowding thir gut</p><p>what julie patton is callin <em>superfraja-lilly-of-the-valley</em></p><p><em>veronica heterophilia    snapdragon nature preserve </em></p><p>pulp them                       shropshire constabulary</p><p><span class=\"long-line\">quing of haven                              sailing for caracas        sissy jesus-hag</span></p><p><span class=\"long-line\">point to the exact place where the fly shd go   in the ballo underpants</span></p><p><span class=\"long-line\">just where the shapes                              come to a point   triangularly</span></p><p>15 thousand fish dead at the mouth of tha mississipp</p><p>planes go sipsip               saying to the poor people</p><p>walk fa-ast!                     walk like yr on hot co-als!</p><p><span class=\"long-line\">matisse had to get up real close                       to see that was a burd</span></p><p>turned that viol de gamba right fwds               &amp; added a noose</p><p>even more clîché than             peaches inna bowl</p><p>curvy long pear stem and                 butterdish suspended</p><p><span class=\"long-line\">in air                      perhaps the stem is penetrating a clear butter dish</span></p><p>conrad suggested                  &amp; I knew I was being drawn</p><p>into a funhouse of mirrors but I cdnt stop</p><p>odilon   redon               roger &amp; angelica</p><p>why I am against breeding</p> "}, {"title": "melancholy lake", "view_node": "/poem/melancholy-lake", "field_author": "<a href=\"/poet/julian-talamantez-brolaski\" hreflang=\"und\">Julian Talamantez Brolaski</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">who never thinks too cold, too coldly of themself</span><br /><span class=\"long-line\">who lay awake (toûtseul) in tha dark room &amp; thot to</span><br /><span class=\"long-line\">     disappear themself.</span><br /><span class=\"long-line\">who would <u>not</u> (not not notnot) be consoled &amp; raged</span><br /><span class=\"long-line\">on pompous ponces, jowlyfacd rich people &amp;</span><br /><span class=\"long-line\">     that melancholic pool, despair</span></p>\n\n<p><span class=\"long-line\">last night I dreamt brad pitt and I were lovers, we</span><br /><span class=\"long-line\">     had each committed a murder and confessed to</span><br /><span class=\"long-line\">     ours in turn—he had killed someone who wouldn’t</span><br /><span class=\"long-line\">     leave w/ him right away to go somewhere, a party</span><br /><span class=\"long-line\">     or something. I—I had killed someone just then,</span><br /><span class=\"long-line\">     as we took a turn around melancholy lake, which</span><br /><span class=\"long-line\">     at first (in the dream) was a salt mine. the salt</span><br /><span class=\"long-line\">     farmer was giving a lecture on the ecology of</span><br /><span class=\"long-line\">     the pool, it was in santa cruz, it was toxic, (we do</span><br /><span class=\"long-line\">     not anymore hear of a clean pool or pond)</span><br /><span class=\"long-line\">     (so that even narcissus is uglified) there were chunks</span><br /><span class=\"long-line\">     of it, salt, floating about at the edges of a pool or</span><br /><span class=\"long-line\">     pond, resembling ice. I could not (cannot) recollect</span><br /><span class=\"long-line\">     the details of my own murder (the one I had</span><br /><span class=\"long-line\">     myself<sup>(myself)</sup> committed<sub>of late</sub>). <sup>in any case,</sup> we walked around the lake</span><br /><span class=\"long-line\">(as I said) on a vertiginous &amp; slippery path of</span><br /><span class=\"long-line\">salt which seemed like ice, and the <sup>broken</sup> pieces of it floating near, salt rather, gave</span><br /><span class=\"long-line\">a cold and melancholic feeling, and the color of the blue of the pool turned</span><br /><span class=\"long-line\">                        pale green at its center, making it appear warm</span><br /><span class=\"long-line\">                        and tropical. the whole effect was so seductive</span><br /><span class=\"long-line\">                        brad wanted to leap in. I understand, I communicated</span><br /><span class=\"long-line\">                        to him, the desire to leap into the lake of despair but</span><br /><span class=\"long-line\">                        come now old boy do let’s carry on</span></p>\n"}, {"title": "of mongrelitude", "view_node": "/poem/mongrelitude", "field_author": "<a href=\"/poet/julian-talamantez-brolaski\" hreflang=\"und\">Julian Talamantez Brolaski</a>", "field_date_published": "2017", "body": " <p>a bed of roses itself is no bed of roses. Nobody wants an e-book, they would sooner leave you in the lake, a den of mouldering slime for your coffin. Everybody calling it a recession—theyr in a delusion. I am privy to these contradictory situations where I am told first the one and then the other bathroom is the wrong one. Madame, c’est là! and then o monsieur! je suis tromper! If I powder my nose in the tudes, if I choose to walk barefoot in the small hours . . . you yourself are a healing property you know. You came home from the fair only to join the circus its festal mood, to feast on frost. So one learns to make thir way amid the multitudes. And know bliss as a cowperson.</p><p>I know I am the small fry here. Whose harnassed thot drove winter aback, gos wrastlin thir daemon underground. Tho the stirrups brinked and tha mud was broke, I looked down to the rivulet between the tracks, and couldnt tell if what I saw was a turd or twisted rust metal. &amp; the rats, rooting amid the black death and typhus. One comes out steppin, their eyes fallen on the shores, cognizant only to the trash they mucked around. Suddenly you and your neighbors thighs are pressed together, accidental camaraderie or blunt eroticism. And neither of you move away.</p><p>We race toward the mounds of gravel, the morning star met with its wanderer. </p> "}, {"title": "Aria", "view_node": "/poem/aria", "field_author": "<a href=\"/poet/jenny-johnson\" hreflang=\"en\">Jenny Johnson </a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">Tonight at a party we will say farewell</span><br /><span class=\"long-line\">to a close friend’s breasts, top surgery for months</span><br /><span class=\"long-line\">she’s saved for. Bundled close on a back step,</span><br /><span class=\"long-line\">we wave a Bic lighter and burn her bra.</span><br /><span class=\"long-line\">At first struggling to catch nylon aflame,</span><br /><span class=\"long-line\">in awe we watch as all but the sheer black</span><br /><span class=\"long-line\">underwire melts before forming a deep</span><br /><span class=\"long-line\">quiet hole in the snow.</span></p>\n\n<p><span class=\"long-line\">                                      Sometimes the page</span><br /><span class=\"long-line\">too goes quiet, a body that we’ve stopped</span><br /><span class=\"long-line\">speaking with, a chest out of which music</span><br /><span class=\"long-line\">will come if she’s a drum flattened tight, if she’s</span><br /><span class=\"long-line\">a canvas pulled across a frame, a field</span><br /><span class=\"long-line\">where curves don’t show, exhalation without air.</span><br /><span class=\"long-line\">Then this off-pitch soprano steals through.</span></p>\n\n<p> </p>\n\n<p><span style=\"font-size: 13.008px;\">*</span></p>\n\n<p align=\"center\"> </p>\n\n<p><span class=\"long-line\">Then this off-pitch soprano steals through</span><br /><span class=\"long-line\">a crack that’s lit. A scarlet gap between</span><br /><span class=\"long-line\">loose teeth. Interior trill. We’re rustling open.</span><br /><span class=\"long-line\">Out of a prohibited body why</span><br /><span class=\"long-line\">long for melody? Just a thrust of air,</span><br /><span class=\"long-line\">a little space with which to make this thistling</span><br /><span class=\"long-line\">sound, stretch of atmosphere to piss through when</span><br /><span class=\"long-line\">you’re scared shitless. <em>Little sister, the sky </em></span><br /><span class=\"long-line\"><em>is falling and I don’t mind, I don’t mind, </em></span><br /><span class=\"long-line\">a line a girl, a prophet half my age,</span><br /><span class=\"long-line\">told me to listen for one summer when</span><br /><span class=\"long-line\">I was gutless, a big-mouthed carp that drank</span><br /><span class=\"long-line\">down liters of algae, silt, fragile shale</span><br /><span class=\"long-line\">while black-winged ospreys plummeted from above.</span></p>\n\n<p> </p>\n\n<p>*</p>\n\n<p align=\"center\"> </p>\n\n<p><span class=\"long-line\">While black-winged ospreys plummeted from above,</span><br /><span class=\"long-line\">we were born beneath. You know what I mean?</span><br /><span class=\"long-line\">I’ll tell you what the girls who never love</span><br /><span class=\"long-line\">us back taught me: The strain within will tune</span><br /><span class=\"long-line\">the torqued pitch. In 1902 the last</span><br /><span class=\"long-line\">castrato sang “Ave Maria.”</span><br /><span class=\"long-line\">His voice—a bifurcated swell. So pure</span><br /><span class=\"long-line\">a lady screams with ecstasy, <em>Voce </em></span><br /><span class=\"long-line\"><em>Bianco!</em> Breath control. Hold each note. Extend</span><br /><span class=\"long-line\">the timbre. Pump the chest, that balloon room,</span><br /><span class=\"long-line\">and lift pink lips, chin so soft and beardless,</span><br /><span class=\"long-line\">a flutter, a flourish, a cry stretching beyond</span><br /><span class=\"long-line\">its range, cruising through four octaves, a warbler,</span><br /><span class=\"long-line\">a starling with supernatural restraint.</span></p>\n\n<p> </p>\n\n<p>*</p>\n\n<p align=\"center\"> </p>\n\n<p><span class=\"long-line\">A starling with supernatural restraint,</span><br /><span class=\"long-line\">a tender glissando on a scratched LP,</span><br /><span class=\"long-line\">his flute could speak catbird and hermit thrush.</span><br /><span class=\"long-line\">It was the year a war occurred or troops</span><br /><span class=\"long-line\">were sent while homicide statistics rose;</span><br /><span class=\"long-line\">I stopped teaching to walk out, my arms linked</span><br /><span class=\"long-line\">to my students’ to show a mayor who didn’t</span><br /><span class=\"long-line\">show. Seven hundred youth leaned on adults</span><br /><span class=\"long-line\">who leaned back. We had lost another life</span><br /><span class=\"long-line\">to a bullet in the Fillmore, Sunnyside,</span><br /><span class=\"long-line\">the Tenderloin. To love without resource</span><br /><span class=\"long-line\">or peace. When words were noise, a jazz cut was steel.</span><br /><span class=\"long-line\">I listened for Dolphy’s pipes in the pitch dark:</span><br /><span class=\"long-line\">A far cry. Epistrophy. A refusal.</span></p>\n\n<p> </p>\n\n<p>*</p>\n\n<p align=\"center\"> </p>\n\n<p><span class=\"long-line\">A far cry. Epistrophy. A refusal.</span><br /><span class=\"long-line\">A nightingale is recorded in a field</span><br /><span class=\"long-line\">where finally we meet to touch and sleep.</span><br /><span class=\"long-line\">A nightingale attests</span><br /><span class=\"long-line\">as bombers buzz and whir</span><br /><span class=\"long-line\">overhead en route to raid.</span><br /><span class=\"long-line\">We meet under cover of brush and dust.</span><br /><span class=\"long-line\">We meet to revise what we heard.</span><br /><span class=\"long-line\">The year I can’t tell you. The future restages</span><br /><span class=\"long-line\">the past. Palindrome we can’t resolve.</span><br /><span class=\"long-line\">But the coded trill, a fever ascending,</span><br /><span class=\"long-line\">a Markov chain, discrete equation,</span><br /><span class=\"long-line\">generative pulse, sweet arrest,</span><br /><span class=\"long-line\">bronchial junction, harmonic jam.</span></p>\n\n<p> </p>\n\n<p>*</p>\n\n<p align=\"center\"> </p>\n\n<p><span class=\"long-line\">Bronchial junction, harmonic jam,</span><br /><span class=\"long-line\">her disco dancing shatters laser light.</span><br /><span class=\"long-line\">Her rock rap screamed through a plastic bullhorn</span><br /><span class=\"long-line\">could save my life. Now trauma is a remix,</span><br /><span class=\"long-line\">a beat played back, a circadian pulse you can’t shake,</span><br /><span class=\"long-line\">inherent in the meter we might speak,</span><br /><span class=\"long-line\">so with accompaniment I choose to heal</span><br /><span class=\"long-line\">at a show where every body that I press against</span><br /><span class=\"long-line\">lip syncs: <em>I’ve got post-binary gender chores . . . </em></span><br /><span class=\"long-line\"><em>I’ve got to move. Oh, got to move. </em>This box</span><br /><span class=\"long-line\">is least insufferable when I can feel</span><br /><span class=\"long-line\">your anger crystallize a few inches away,</span><br /><span class=\"long-line\">see revolutions in your hips and fists.</span><br /><span class=\"long-line\">I need a crown to have this dance interlude.</span></p>\n\n<p> </p>\n\n<p>*</p>\n\n<p align=\"center\"> </p>\n\n<p><span class=\"long-line\">I need a crown to have this dance interlude</span><br /><span class=\"long-line\">or more than one. Heating flapjacks you re-</span><br /><span class=\"long-line\">read “Danse Russe,” where a man alone and naked</span><br /><span class=\"long-line\">invents a ballet swinging his shirt around</span><br /><span class=\"long-line\">his head. Today you’re a dandier nude</span><br /><span class=\"long-line\">in argyle socks and not lonely as you</span><br /><span class=\"long-line\">slide down the hall echoing girly tunes</span><br /><span class=\"long-line\"><em>She-bop doo wop . . . </em>an original, domestic</span><br /><span class=\"long-line\">butch. The landlord is looking through</span><br /><span class=\"long-line\">the mini-blinds. Perched on a sycamore,</span><br /><span class=\"long-line\">a yellow-throated warbler measures your</span><br /><span class=\"long-line\">schisms, fault lines, your taciturn vibrato.</span><br /><span class=\"long-line\">Tonight, as one crowd, we will bridge this choir.</span></p>\n"}, {"title": "“In Vision I Roamed”", "view_node": "/poem/vision-i-roamed", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "2017", "body": " <p><br />              To —</p><p>In vision I roamed the flashing Firmament,<br />So fierce in blazon that the Night waxed wan,<br />As though with awe at orbs of such ostént;<br />And as I thought my spirit ranged on and on</p><p>In footless traverse through ghast heights of sky,<br />To the last chambers of the monstrous Dome,<br />Where stars the brightest here are lost to the eye:<br />Then, any spot on our own Earth seemed Home!</p><p>And the sick grief that you were far away<br />Grew pleasant thankfulness that you were near,<br />Who might have been, set on some foreign Sphere,<br />Less than a Want to me, as day by day<br />I lived unware, uncaring all that lay<br />Locked in that Universe taciturn and drear.<br /> </p><p> </p> "}, {"title": "Letter to Someone Living Fifty Years from Now", "view_node": "/poem/letter-someone-living-fifty-years-now", "field_author": "<a href=\"/poet/matthew-olzmann\" hreflang=\"en\">Matthew Olzmann</a>", "field_date_published": "2017", "body": " <p>Most likely, you think we hated the elephant,<br />the golden toad, the thylacine and all variations<br />of whale harpooned or hacked into extinction.</p><p>It must seem like we sought to leave you nothing<br />but benzene, mercury, the stomachs<br />of seagulls rippled with jet fuel and plastic. </p><p>You probably doubt that we were capable of joy,<br />but I assure you we were.</p><p>We still had the night sky back then,<br />and like our ancestors, we admired<br />its illuminated doodles<br />of scorpion outlines and upside-down ladles.</p><p>Absolutely, there were some forests left!<br />Absolutely, we still had some lakes!</p><p>I’m saying, it wasn’t all lead paint and sulfur dioxide.<br />There were bees back then, and they pollinated<br />a euphoria of flowers so we might<br />contemplate the great mysteries and finally ask,<br />“Hey guys, what’s transcendence?”   </p><p>And then all the bees were dead.</p> "}, {"title": "from “Post-Identity”", "view_node": "/poem/post-identity", "field_author": "<a href=\"/poet/carmen-gimenez-smith\" hreflang=\"und\">Carmen  Giménez Smith</a>", "field_date_published": "2017", "body": " <p>I was light from the mouth from every part of me<br />I was of the earth or a scar in the earth rent through<br />the ruins of late civilization and bubbled from it and<br />became a saint’s reptilian spirit and I could taste<br />the wheat and coal and gold like a trinity of bounty<br />and I was vapor like a smog that becomes a wraith<br />over the city then back to its animal form decompressed<br />and atomized into its past life as star and I was that animal<br />truth the spirit I had dreamt about being more cloud<br />and star then given I was just the density of water<br />a reciprocity in and out the fade of my fugitive<br />substance going south and the yearn for decadence<br />disappears in the annals yet leaves a taste in the mouth<br />metallic and lime the sense of dissolution and I was speed<br />and insistence to reset the orb of gravity I was risen from foam<br />necessitated by colony sired in violence exported as luxury</p> "}, {"title": "the valley of its making", "view_node": "/poem/valley-its-making", "field_author": "<a href=\"/poet/nate-marshall\" hreflang=\"en\">Nate Marshall</a>", "field_date_published": "2017", "body": " <p><em>for Page</em></p><p><em>poetry makes nothing happen</em><br />—W. H. Auden</p><p>the people in the streets<br />are plucked up like<br />radishes from dark earth,<br />heads beat the purplish-red<br />of ripeness. the women lead<br />the stupid &amp; brutish to a<br />future they don’t deserve.<br />the organized are still<br />unbearably human, they<br />still fuck &amp; hurt &amp; harm<br />&amp; are not actually sorry.<br />the people still fight<br />each other too much &amp;<br />the system not enough<br />&amp; too often it is not a fight<br />but a bullet. too many men<br />want to be in the front<br />&amp; don’t want to march<br />anywhere in particular.<br />some of us have degrees<br />&amp; noses to look down. <br />so many want a version<br />of old days that never<br />existed. many are still unwilling<br />to grow a vocabulary for personhood,<br />even from the words already in them.<br />so many will deny <em>they </em>to a sibling<br />simply because. our people are<br />messy &amp; messed up &amp; a mess.<br />nothing about our people is romantic<br />&amp; it shouldn’t be. our people deserve<br />poetry without meter. we deserve our<br />own jagged rhythm &amp; our own uneven<br />walk toward sun. you make happening happen.<br />we happen to love. this is our greatest<br />action. </p> "}, {"title": "This Hour", "view_node": "/poem/hour", "field_author": "<a href=\"/poet/saskia-hamilton\" hreflang=\"und\">Saskia Hamilton</a>", "field_date_published": "2017", "body": " <p>This hour, while a child sleeps, before he wakes<br />and those arcadian hours we make together—<br />is it a continued arch, vaulted, open at both ends, is it<br />a bending?—recommence. Yes, a bending.<br />Light before you’d call it light bluing the sky.<br />The old city below, a fidget toy’s<br />string of buildings; doves calling and answering<br />from ledges in the cavities; a low<br />branching into divisions of memory;<br />a hot afternoon’s lunch on the grounds<br />of the museum, children at play in<br />tethered circles; traffic and voices from the avenues<br />carrying along the bright cold mornings<br />on the lawns of big houses near the hotel;<br />those who saw me home, whoever they were<br />(though I know who they are), I also saw them home.<br />I rode in their cars. I rode with the mother of the boy<br />who lost all his words, she gave us a ride, the boys<br />with their large eyes, sitting up high beside<br />each other and smiling; the empty avenues<br />of asphalt from the station to the new<br />hospital to the corner we rounded<br />and, past the galvanized fence, a school;<br />the city narrows there;<br />there is the river, suddenly;<br />and then a spread of houses like a cowl on the head<br />of the island; a journey whose meaning<br />was as yet unknown though I know it sometimes;<br />sheep on a patch of land at the convergence<br />of two superhighways; no silence in the train;<br />harvesters in orange and red slickers<br />among the lettuces; swifts overhead;<br />apricots flecked with rose; lichen spreading<br />on corrugated iron; short-wave voices of those<br />who are gone now remembered in the intonation<br />of throwaway phrases; it should not follow<br />but it follows; and are their fathers here;<br />one of them is, white stubble where his razor<br />didn’t pass that calls up his morning,<br />the temperature of his cheek, and how<br />luck befriended us then, and at this hour,<br />which rests on a child’s sleeping.</p> "}, {"title": "Saudade", "view_node": "/poem/saudade", "field_author": "<a href=\"/poet/erika-l-sanchez\" hreflang=\"en\">Erika L. Sánchez</a>", "field_date_published": "2017", "body": " <p>In the republic of flowers I studied<br />the secrets of hanging clothes I didn't<br />know if it was raining or someone<br />was frying eggs I held the skulls<br />of words that mean nothing you left<br />between the hour of the ox and the hour<br />of the rat I heard the sound of two<br />braids I watched it rain through<br />a mirror am I asking to be spared<br />or am I asking to be spread your body<br />smelled like cathedrals and I kept<br />your photo in a bottle of mezcal<br />semen-salt wolf’s teeth you should have<br />touched my eyes until they blistered<br />kissed the skin of my instep for thousands<br />of years sealed honey never spoils<br />won’t crystallize I saw myself snapping<br />a swan's neck I needed to air out<br />my eyes the droplets on a spiderweb<br />and the grace they held who gave me<br />permission to be this person to drag<br />my misfortune on this leash made of gold</p> "}], "pager": {"current_page": 311, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}