{"rows": [{"title": "Meanwhile the elephants", "view_node": "/poem/meanwhile-elephants", "field_author": "<a href=\"/poet/mark-wagenaar\" hreflang=\"en\">Mark Wagenaar</a>", "field_date_published": "2018", "body": " <p>have retired now that the circus<br />has closed, to their watercolors<br />&amp; bowling leagues, their tusk-dug<br />rose gardens, their record collections,<br />their calligraphy—<br />                             say one has<br />begun a letter to you, peacock feather<br />gripped in the beautiful gray coils<br />of its trunk, &amp; she dips it in the inkwell<br />&amp; begins<br />              <em>darling, I have my dead &amp;<br />I have let them go</em>,</p><p>as the elephants walk thirty kilometers<br />to find the house of their keeper<br />who died last night, to keep a vigil,<br />an honor guard of fifteen-thousand-pound<br />bodies, they wait all night,</p><p>as she continues, <em>the past is always<br />vanishing if we are good or careful</em>,</p><p>as the elephants nurse their young,<br />wrap their trunks when they greet each other,<br />trumpet when they hear Miles’s <em>Kind of Blue</em>,</p><p><em>what is eternity but the shadows<br />of everyone who has ever fallen</em>,</p><p><em>the languages of the dead are never more<br />than a breath away, darling</em>,</p><p>as the elephants are drawn &amp; painted<br />by da Vinci, by Max Ernst,<br />are reincarnated as Buddha,</p><p><em>our mouths are incapable,<br />white violets cover the earth</em>,</p><p>remember the gates of Rome, linger<br />near pianos, near the bones &amp; tusks of their own,</p><p><em>the greatest of the shadows are passing<br />from the earth, there was never a city brighter<br />than a burn pile of tusks</em>.</p> "}, {"title": "Lessons from the Statuary", "view_node": "/poem/lessons-statuary", "field_author": "<a href=\"/poet/karen-skolfield\" hreflang=\"en\">Karen Skolfield</a>", "field_date_published": "2018", "body": " <p>The closer to the torso, the better.<br />Endangered: fingers in a point,</p><p>nosetips, every blooded sword,<br />the knife’s <em>ricasso</em>, the cupid’s bow of lips,</p><p>a Roman nose, the dog’s upturned gaze,<br />the placid expression, the fierce.</p><p>Toes hidden beneath sandals fare better:<br />Every mother knows this.</p><p>Somewhere, a breeze so strong<br />it stirs the stone robe’s folds.</p><p>Imperial porphyry: Understand<br />that of the most beautiful things, there is less.</p><p>Even the music of the lyre broken away.<br />Don’t touch goes without saying.</p><p>The gaze of the guard is never returned.<br />Out in the courtyard, another wedding ends.</p><p>A boy shies from a hand to the shoulder<br />but will pose by the lion mauling the horse.</p><p>Once there were angel wings,<br />a baby held aloft. If halos, what halos.</p><p>A statue may give up a head so the rest survives.<br />Even the satyrs must have a rest.</p> "}, {"title": "My fear is that someone would invent a tool to untether me", "view_node": "/poem/my-fear-someone-would-invent-tool-untether-me", "field_author": "<a href=\"/poet/kent-shaw\" hreflang=\"en\">Kent Shaw</a>", "field_date_published": "2018", "body": " <p><span class=\"long-line\">I jumped against the sky expecting I would find another sky. A subtlety to sky.</span><br /><span class=\"long-line\">I wanted to get to know the sky better. I wanted to breathe in the air. The sky as a blank space.</span><br />Or maybe the opening to a decent conversation.<br /><span class=\"long-line\">If you’re using a camera you can pose against the sky and people will think that you’re flying.</span><br />Which is very dishonest.<br />Particularly to the sky.<br />Have you known a sky? I am trying to make its acquaintance.<br />The sky I am thinking of is a set piece for honesty.</p><p>Look into the night sky. All it is is confused.<br /><span class=\"long-line\">The sky is revealing to the people what a sky can really look like.</span><br /><span class=\"long-line\">Not day. Not the sky that’s being suspended over the whole state of Texas.</span><br />Just estranged populations.<br />So many populations running away from the earth.<br />I don’t know what to do about a sky when it’s like this.</p><p>I am more a middle of the day. My favorite meal is lunch.<br /><span class=\"long-line\">My favorite tree is whatever it is that is happening in the spring, mainly after a strong rain.</span><br />Maybe sometimes when the leaves change.<br />So long as the place I’m living in is conducive to trees.<br /><span class=\"long-line\">Their weights and measurements. Their various relationships with a sky.</span><br /><span class=\"long-line\">Is there a place where birds come from? I think it’s the sky.</span><br />A tree absorbs sky. It takes it into its lungs.<br />How sky is sky? say the trees. And that seems to mean something.</p><p>I built a house, and I made sure there was one window.<br /><span class=\"long-line\">I nailed a tether to the side of that window. On the outside, I put sky.</span><br /><span class=\"long-line\">I was jumping to the outside so many times I forgot what falling is in a sky.</span><br />I am coming for you, Sky!<br /><span class=\"long-line\">Do not misinform me or take me into account. I was attached to this house for a reason.</span><br />Sometimes I jump, and I am air.<br />Then I am sky.<br /><span class=\"long-line\">I think, “And, now, everything else!” Where everything else is the order of sky.</span><br /><span class=\"long-line\">Air molecules. Air molecules existing. All they can do is keep existing.</span></p> "}, {"title": "The Marriage We Carried in Our Pockets", "view_node": "/poem/marriage-we-carried-our-pockets", "field_author": "<a href=\"/poet/doug-ramspeck\" hreflang=\"en\">Doug Ramspeck</a>", "field_date_published": "2018", "body": " <p>Or sometimes watched drifting with the leaves,<br />some last confetti of yellow or brown. Or it existed</p><p>the way the juncos huddled beneath the thistle<br />feeder in winter, in the way the clouds spilled water</p><p>in May to soak the ground. Once we found it<br />in the attic in a steamer trunk, and another time</p><p>we closed it in a suitcase and drove it across<br />the countryside to Ohio. And often we imagined that</p><p>the years were a locked door against which<br />we kept knocking to be admitted. And on the dresser</p><p>of the new house, I spilled the change of the marriage<br />into a heap, and later we sat on the back porch and watched</p><p>the nuptial clouds on their conveyor belts. And we slept<br />at night with the breaths of the marriage around us.</p> "}, {"title": "Fame", "view_node": "/poem/fame", "field_author": "<a href=\"/poet/charlotte-mew\" hreflang=\"und\">Charlotte Mew</a>", "field_date_published": "1921", "body": " <pre>Sometimes in the over-heated house, but not for long,\n        Smirking and speaking rather loud,\n    I see myself among the crowd,\nWhere no one fits the singer to his song,\nOr sifts the unpainted from the painted faces\nOf the people who are always on my stair;\nThey were not with me when I walked in heavenly places;\n           But could I spare\nIn the blind Earth’s great silences and spaces,\n    The din, the scuffle, the long stare\n    If I went back and it was not there?\nBack to the old known things that are the new,\nThe folded glory of the gorse, the sweet-briar air,\n<span class=\"long-line\">To the larks that cannot praise us, knowing nothing of what we do</span>\n    And the divine, wise trees that do not care\n<span class=\"long-line\">Yet, to leave Fame, still with such eyes and that bright hair!</span>\nGod! If I might! And before I go hence\n          Take in her stead\n          To our tossed bed,\nOne little dream, no matter how small, how wild.\nJust now, I think I found it in a field, under a fence—\nA frail, dead, new-born lamb, ghostly and pitiful and white,\n          A blot upon the night,\n          The moon’s dropped child!\n</pre>\n "}, {"title": "Crush Hour", "view_node": "/poem/crush-hour", "field_author": "<a href=\"/poet/eric-mchenry\" hreflang=\"en\">Eric McHenry</a>", "field_date_published": "2018", "body": " <p>Then there’s crush hour, which comes and goes<br />on quieter tires. Again the traffic slows<br />as residential streets congest with Fords<br />the same age as their drivers, rolling towards<br />houses they will pointedly roll by.<br />Their low beams are embarrassing the sky.<br />The orangina sun has ducked behind<br />a middle school, and will come out to blind<br />only the girl so perfectly obsessed<br />she can’t wait ten more minutes to go west.<br />And there she goes. Dissolve to white.<br />This is the last crush hour. Tomorrow night<br />they’ll all be upstairs, screen-lit in their beds,<br />pursuing crushes into comment threads,<br />while outside in the heat, the straggling traffic<br />dwindles to a single demographic:<br />their fathers, who could drive these streets asleep,<br />who do, who all have rendezvous to keep<br />with houses they don’t live in anymore,<br />who roll by in the low gears, watching for<br />the bedroom light that isn’t coming on,<br />the mother-shape descending to the lawn<br />to call the child home who isn’t gone.</p> "}, {"title": "Eros the Contagion", "view_node": "/poem/eros-contagion", "field_author": "<a href=\"/poet/annie-kim\" hreflang=\"en\">Annie Kim</a>", "field_date_published": "2018", "body": " <p>Soft as a Claude painting, the yellow sky tonight—<br />trees in the parking lot still thick, though the air, yes,<br />has an edge, the honey was solid in the jar<br />when I opened it this morning, found a single ant<br />frozen in the dunes, stunned by sweetness.<br />Can you really die of sweetness? Hard<br />to say yes, though I want to, looking up at these clouds<br />that make my heart jump: oh joy in seeing<br />though I can’t touch, like the girl repeating persimmon<br />as the waitress in the diner tells her about a tree<br />at the top of the hill she used to see, how beautiful<br />that vivid orange fruit was all at once.<br />Can’t touch them, but I see them in her eyes as<br />she remembers persimmons. Maybe that was<br />my mistake: thinking every love was different, a fruit<br />inside its own clear mason jar—<em>my</em> love, <em>her</em> love, <em>his</em>,<br />all separate as the trees they fell from. Maybe love<br />is more contagion, bubbles in a bathtub slowly<br />swelling, all the little circles drifting, gliding<br />gently into each other until they burst, until<br />nothing’s left but foam, the sound of rushing water.</p> "}, {"title": "D(r)one", "view_node": "/poem/drone-0", "field_author": "<a href=\"/poet/richard-hoffman\" hreflang=\"en\">Richard Hoffman</a>", "field_date_published": "2018", "body": " <p>What was done was done<br />in our names; we ourselves</p><p>would never have done<br />what was done to anyone.</p><p>We wanted to be good,<br />polite, obedient, fun,</p><p>wanted only not to ever<br />ask <em>What have we done</em>?</p><p>And yet, in our names,<br />what was done was done.</p> "}, {"title": "Spring in War-Time", "view_node": "/poem/spring-war-time", "field_author": "<a href=\"/poet/sara-teasdale\" hreflang=\"und\">Sara Teasdale</a>", "field_date_published": "2018", "body": " <p>I feel the spring far off, far off,<br />    The faint, far scent of bud and leaf—<br />Oh, how can spring take heart to come<br />    To a world in grief,<br />    Deep grief?</p><p>The sun turns north, the days grow long,<br />    Later the evening star grows bright—<br />How can the daylight linger on<br />    For men to fight,<br />    Still fight?</p><p>The grass is waking in the ground,<br />    Soon it will rise and blow in waves—<br />How can it have the heart to sway<br />    Over the graves,<br />    New graves?</p><p>Under the boughs where lovers walked<br />    The apple-blooms will shed their breath—<br />But what of all the lovers now<br />    Parted by Death,<br />    Grey Death?</p> "}, {"title": "To a Soldier in Hospital", "view_node": "/poem/soldier-hospital", "field_author": "<a href=\"/poet/winifred-m-letts\" hreflang=\"und\">Winifred M. Letts</a>", "field_date_published": "2018", "body": " <p>Courage came to you with your boyhood's grace<br />     Of ardent life and limb.<br />Each day new dangers steeled you to the test,<br />     To ride, to climb, to swim.<br />Your hot blood taught you carelessness of death<br />          With every breath.<br /><br />So when you went to play another game<br />     You could not but be brave:<br />An Empire's team, a rougher football field,<br />     The end—perhaps your grave.<br />What matter? On the winning of a goal<br />          You staked your soul.<br /><br />Yes, you wore courage as you wore your youth<br />     With carelessness and joy.<br />But in what Spartan school of discipline<br />     Did you get patience, boy?<br />How did you learn to bear this long-drawn pain<br />          And not complain?<br /><br />Restless with throbbing hopes, with thwarted aims,<br />     Impulsive as a colt,<br />How do you lie here month by weary month<br />     Helpless, and not revolt?<br />What joy can these monotonous days afford<br />          Here in a ward?<br /><br />Yet you are merry as the birds in spring,<br />     Or feign the gaiety,<br />Lest those who dress and tend your wound each day<br />     Should guess the agony.<br />Lest they should suffer—this the only fear<br />          You let draw near.<br /><br />Greybeard philosophy has sought in books<br />     And argument this truth,<br />That man is greater than his pain, but you<br />     Have learnt it in your youth.<br />You know the wisdom taught by Calvary<br />          At twenty-three.<br /><br />Death would have found you brave, but braver still<br />     You face each lagging day,<br />A merry Stoic, patient, chivalrous,<br />     Divinely kind and gay.<br />You bear your knowledge lightly, graduate<br />          Of unkind Fate.<br /><br />Careless philosopher, the first to laugh,<br />     The latest to complain.<br />Unmindful that you teach, you taught me this<br />     In your long fight with pain:<br />Since God made man so good—here stands my creed—<br />          God's good indeed. </p> "}, {"title": "Mare Liberum", "view_node": "/poem/mare-liberum", "field_author": "<a href=\"/poet/henry-van-dyke\" hreflang=\"en\">Henry van Dyke</a>", "field_date_published": "2018", "body": " <p>You dare to say with perjured lips, <br />    \"We fight to make the ocean free\"? <br /><em>You</em>, whose black trail of butchered ships <br />    Bestrews the bed of every sea <br />    Where German submarines have wrought <br />    Their horrors! Have you never thought,—<br />What you call freedom, men call piracy! <br /><br />Unnumbered ghosts that haunt the wave <br />    Where you have murdered, cry you down; <br />And seamen whom you would not save, <br />    Weave now in weed-grown depths a crown <br />    Of shame for your imperious head,—<br />    A dark memorial of the dead,—<br />Women and children whom you left to drown<br /><br />Nay, not till thieves are set to guard <br />    The gold, and corsairs called to keep <br />O'er peaceful commerce watch and ward, <br />    And wolves to herd the helpless sheep, <br />    Shall men and women look to thee—<br />    Thou ruthless Old Man of the Sea—<br />To safeguard law and freedom on the deep! <br /><br />In nobler breeds we put our trust: <br />    The nations in whose sacred lore <br />The \"Ought\" stands out above the \"Must,\" <br />    And Honor rules in peace and war. <br />    With these we hold in soul and heart, <br />    With these we choose our lot and part, <br />Till Liberty is safe on sea and shore.</p> "}, {"title": "Plain Advice", "view_node": "/poem/plain-advice", "field_author": "<a href=\"/poet/jeff-gundy\" hreflang=\"en\">Jeff Gundy</a>", "field_date_published": "2018", "body": " <p>Don’t be foolish. No, be foolish.<br />Each of these trees was once a seed.</p><p>Look down the road till it’s all mist and fumes:<br />Of course your journey is impossible.</p><p>It’s stupidly hot for September and yet here’s<br />an eddy, a gust, something to stir you</p><p>as the high leaves of the walnut are stirred,<br />as fine droplets touch you, touch the table</p><p>and the deck, no explanation, no design.<br />And beauty is like God, mystery</p><p>in plain sight, silent, hesitating<br />in leaves and the shadows of leaves,</p><p>in the carved fish painted and nailed<br />to the railing, in skeins of cloud</p><p>and searching fly and pale blue<br />scrim of sky and seas of emptiness</p><p>and dazzle, fusion and spin,<br />fire and oblivion and all that lies</p><p>on the other side of oblivion.</p> "}, {"title": "All the Hills and Vales Along", "view_node": "/poem/all-hills-and-vales-along", "field_author": "<a href=\"/poet/charles-hamilton-sorley\" hreflang=\"en\">Charles Hamilton Sorley</a>", "field_date_published": "2018", "body": " <p>All the hills and vales along<br />Earth is bursting into song,<br />And the singers are the chaps<br />Who are going to die perhaps.<br />    O sing, marching men,<br />    Till the valleys ring again.<br />    Give your gladness to earth’s keeping,<br />    So be glad, when you are sleeping.</p><p>Cast away regret and rue,<br />Think what you are marching to.<br />Little live, great pass.<br />Jesus Christ and Barabbas<br />Were found the same day.<br />This died, that went his way.<br />    So sing with joyful breath.<br />    For why, you are going to death.<br />    Teeming earth will surely store<br />    All the gladness that you pour.</p><p>Earth that never doubts nor fears,<br />Earth that knows of death, not tears,<br />Earth that bore with joyful ease<br />Hemlock for Socrates,<br />Earth that blossomed and was glad<br />‘Neath the cross that Christ had,<br />Shall rejoice and blossom too<br />When the bullet reaches you.<br />    Wherefore, men marching<br />    On the road to death, sing!<br />    Pour your gladness on earth’s head,<br />    So be merry, so be dead.</p><p>From the hills and valleys earth<br />Shouts back the sound of mirth,<br />Tramp of feet and lilt of song<br />Ringing all the road along.<br />All the music of their going,<br />Ringing swinging glad song-throwing,<br />Earth will echo still, when foot<br />Lies numb and voice mute.<br />    On, marching men, on<br />    To the gates of death with song.<br />    Sow your gladness for earth’s reaping,<br />    So you may be glad, though sleeping.<br />    Strew your gladness on earth’s bed,<br />    So be merry, so be dead.</p> "}, {"title": "So Torn by My Tides", "view_node": "/poem/so-torn-my-tides", "field_author": "<a href=\"/poet/stefania-heim\" hreflang=\"en\">Stefania Heim</a>", "field_date_published": "2018", "body": " <pre style=\"text-align: justify;\">So torn by my tides, I do not know I can read them.\n\nHour book, our book. “H” in Italian is a tool, not a sound. My mother slips the “h” in only where it doesn’t belong. Our book, our book. How events just accumulate in time. Who will we lose in the duration of this writing. The promise of future children named for our beloved dead. Whispered at caskets. An hour dead. How many hours.</pre>\n<p style=\"text-align:justify\"> </p><p style=\"text-align:justify\">In our village the streets empty at appointed times. If life were a time-lapse video, lingering would be more visible than slipping away. Invisible motions the more pronounced. Once I stood akimbo, 8PM mid-street, waiting for everyone to go. I am astonished, in memory, by the boldness of it. Did everyone go?</p><p>                      How many ours.</p> "}, {"title": "Expectans Expectavi", "view_node": "/poem/expectans-expectavi", "field_author": "<a href=\"/poet/charles-hamilton-sorley\" hreflang=\"en\">Charles Hamilton Sorley</a>", "field_date_published": "2018", "body": " <p>From morn to midnight, all day through,<br />I laugh and play as others do,<br />I sin and chatter, just the same<br />As others with a different name.</p><p>And all year long upon the stage,<br />I dance and tumble and do rage<br />So vehemently, I scarcely see<br />The inner and eternal me.</p><p>I have a temple I do not<br />Visit, a heart I have forgot,<br />A self that I have never met,<br />A secret shrine—and yet, and yet</p><p>This sanctuary of my soul<br />Unwitting I keep white and whole,<br />Unlatched and lit, if Thou should’st care<br />To enter or to tarry there.</p><p>With parted lips and outstretched hands<br />And listening ears Thy servant stands,<br />Call Thou early, call Thou late,<br />To Thy great service dedicate.</p> "}, {"title": "Then and Now", "view_node": "/poem/then-and-now", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "2018", "body": " <p>            When battles were fought<br />With a chivalrous sense of should and ought,<br />            In spirit men said,<br />             “End we quick or dead,<br />            Honour is some reward!<br />Let us fight fair—for our own best or worst;<br />            So, Gentlemen of the Guard,<br />                 Fire first!”</p><p>            In the open they stood,<br />Man to man in his knightlihood:<br />            They would not deign<br />            To profit by a stain<br />            On the honourable rules,<br />Knowing that practice perfidy no man durst<br />            Who in the heroic schools<br />                 Was nurst.</p><p>            But now, behold, what<br />Is war with those where honor is not!<br />            Rama laments<br />            Its dead innocents;<br />            Herod howls: “Sly slaughter<br />Rules now! Let us, by modes once called accurst,<br />            Overhead, under water<br />                 Stab first.”</p> "}, {"title": "In War-Time", "view_node": "/poem/war-time", "field_author": "<a href=\"/poet/florence-earle-coates\" hreflang=\"en\">Florence Earle Coates</a>", "field_date_published": "2018", "body": " <p>(An American Homeward-Bound)</p><p>Further and further we leave the scene<br />    Of war—and of England’ s care;<br />I try to keep my mind serene—<br />    But my heart stays there;</p><p>For a distant song of pain and wrong<br />    My spirit doth deep confuse,<br />And I sit all day on the deck, and long—<br />    And long for news!</p><p>I seem to see them in battle-line—<br />    Heroes with hearts of gold,<br />But of their victory a sign<br />    The Fates withhold;</p><p>And the hours too tardy-footed pass,<br />    The voiceless hush grows dense<br />’Mid the imaginings, alas!<br />    That feed suspense.</p><p>Oh, might I lie on the wind, or fly<br />    In the willful sea-bird’s track,<br />Would I hurry on, with a homesick cry—<br />    Or hasten back?</p> "}, {"title": "The Spires of Oxford", "view_node": "/poem/spires-oxford", "field_author": "<a href=\"/poet/winifred-m-letts\" hreflang=\"und\">Winifred M. Letts</a>", "field_date_published": "2018", "body": " <p>I saw the spires of Oxford<br />    As I was passing by,<br />The gray spires of Oxford<br />    Against the pearl-gray sky.<br />My heart was with the Oxford men<br />    Who went abroad to die.<br /><br />The years go fast in Oxford,<br />    The golden years and gay,<br />The hoary Colleges look down<br />    On careless boys at play.<br />But when the bugles sounded war<br />    They put their games away.<br /><br />They left the peaceful river,<br />    The cricket-field, the quad,<br />The shaven lawns of Oxford,<br />    To seek a bloody sod—<br />They gave their merry youth away<br />    For country and for God.<br /><br />God rest you, happy gentlemen,<br />    Who laid your good lives down,<br />Who took the khaki and the gun<br />    Instead of cap and gown.<br />God bring you to a fairer place<br />    Than even Oxford town. </p> "}, {"title": "Belgium", "view_node": "/poem/belgium", "field_author": "<a href=\"/poet/edith-wharton\" hreflang=\"en\">Edith Wharton</a>", "field_date_published": "2018", "body": " <p><em>Le Belgique ne regrette rien</em></p><p>Not with her ruined silver spires,<br />Not with her cities shamed and rent,<br />Perish the imperishable fires<br />That shape the homestead from the tent.</p><p>Wherever men are staunch and free,<br />There shall she keep her fearless state,<br />And homeless, to great nations be<br />The home of all that makes them great.</p> "}, {"title": "Place de la Concorde", "view_node": "/poem/place-de-la-concorde", "field_author": "<a href=\"/poet/florence-earle-coates\" hreflang=\"en\">Florence Earle Coates</a>", "field_date_published": "2018", "body": " <p>August 14, 1914</p><p>(Since the bombardment of Strasburg, August 14, 1870, her statue in Paris, representing Alsace, has been draped in mourning by the French people.)</p><p>Near where the royal victims fell<br />In days gone by, caught in the swell<br />Of a ruthless tide<br />Of human passion, deep and wide:<br />There where we two<br />A Nation’s later sorrow knew—<br />To-day, O friend! I stood<br />Amid a self-ruled multitude<br />That by nor sound nor word<br />Betrayed how mightily its heart was stirred.</p><p>A memory Time never could efface—<br />A memory of Grief—<br />Like a great Silence brooded o’er the place;<br />And men breathed hard, as seeking for relief<br />From an emotion strong<br />That would not cry, though held in check too long.</p><p>One felt that joy drew near—<br />A joy intense that seemed itself to fear—<br />Brightening in eyes that had been dull,<br />As all with feeling gazed<br />Upon the Strasburg figure, raised<br />Above us—mourning, beautiful!</p><p>Then one stood at the statue’s base, and spoke—<br />Men needed not to ask what word;<br />Each in his breast the message heard,<br />Writ for him by Despair,<br />That evermore in moving phrase<br />Breathes from the Invalides and Père Lachaise—<br />Vainly it seemed, alas!<br />But now, France looking on the image there,<br />Hope gave her back the lost Alsace.</p><p>A deeper hush fell on the crowd:<br />A sound—the lightest—seemed too loud<br />(Would, friend, you had been there!)<br />As to that form the speaker rose,<br />Took from her, fold on fold,<br />The mournful crape, gray-worn and old,<br />Her, proudly, to disclose,<br />And with the touch of tender care<br />That fond emotion speaks,<br />’Mid tears that none could quite command,<br />Placed the Tricolor in her hand,<br />And kissed her on both cheeks!</p> "}], "pager": {"current_page": 202, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}