{"rows": [{"title": "Canto V", "view_node": "/poem/canto-v", "field_author": "<a href=\"/poet/ezra-pound\" hreflang=\"und\">Ezra Pound</a>", "field_date_published": "", "body": " <pre>Great bulk, huge mass, thesaurus;\nEcbatan, the block ticks and fades out;\nThe bride awaiting the god’s touch; Ecbatan,\nCity of patterned streets; again the vision:\nDown in the viae stradae, toga’d the crowd, and arm’d\nRushing on populous buriness, and from parapets\nLooked down—at North\nWas Egypt, and the celestial Nile, blue-deep\n                    cutting low barren lands,\nOld men and camels working the water-wheels;\n                    Measureless seas and stars,\nIamblichus’ light, the souls ascending,\nSparks like a partridge covey,\n                    Like the “ciocco,” brand struck in the game.\n“Et omniformis”:\n                                Air, fire, the pale soft light.\nTopaz, I manage, and three sorts of blue;\n                                but on the barb of time.\nThe fire? always, and the vision always,\nEar dull, perhaps, with the vision, flitting\nAnd fading at will. Weaving with points of gold,\nGold-yellow, saffron . . .\n                                         The roman show, Aurunculeia’s,\nAnd come shuffling feet, and cries “Da nuces!\n“Nuces!” praise and Hymenaeus “brings the girl to her man.”\nTitter of sound about me, always,\n                                          and from “Hesperus . . .”\nHush of the older song: “Fades light from seacrest,\n“And in Lydia walks with pari’d women\n“Peerless among the pairs, and that once in Sardis\n“In satieties . . .\n                  “Fades the light from the sea, and many things\n“Are set abroad and brought to mind of thee,”\n<span class=\"long-line\">And the vinestocks lie untended, new leaves come to the shoots,</span>\nNorth wind nips on the bough, and seas in heart\nToss up chill crests,\n                    And the vine stocks lie untended\nAnd many things are set abroad and brought to mind\nOf thee, Atthis, unfruitful.\n                    The talks ran long in the night.\nAnd from Mauleon, fresh with a new earned grade,\nIn maze of approaching rain-steps, Poicebot—\nThe air was full of women.\n                                            And Savairic Mauleon\nGave him his land and knight’s fee, and he wed the woman.\nCame lust of travel on him, or <em>romerya</em>;\nand out of England a knight with slow-lifting eyelids\n<em>Lei fassar furar a del</em>, put glamour upon her . . .\nAnd left her an eight months gone.\n                   “Came lust of woman upon him,”\nPoicebot, now on North road from Spain\n(Sea-change, a grey in the water)\n                     And in small house by town’s edge\nFound a woman, changed and familiar face;\nHard night, and parting at morning.\n\nAnd Pieire won the singing, Pieire de Maensac,\nSong or land on the throw, and was <em>dreitz hom</em>\nAnd had De Tierci’s wife and with the war they made:\n                                             Troy in Auvergnat\nWhile Menelaus piled up the church at port\nHe kept Tyndarida. Dauphin stood with de Maensac.\n\nJohn Borgia is bathed at last.\n                    (Clock-tick pierces the vision)\nTiber, dark with the cloak, wet cat gleaming in patches.\nClick of the hooves, through garbage,\nClutching the greasy stone. “And the cloak floated”\nSlander is up betimes.\n                                             But Varchi of Florence,\nSteeped in a different year, and pondering Brutus,\nThen\n                    “SIGA MAL AUTHIS DEUTERON!\n“Dog-eye!!” (to Alessandro)\n                    “Whether for Love of Florence,” Varchi leaves it,\nSaying, “I saw the man, came up with him at Venice,\n“I, one wanting the facts,\n“And no mean labour.\n                                            “Or for a privy spite?”\n                    Good Varchi leaves it,\nBut: “I saw the man. <em>Se pia?</em>\n“<em>O impia?</em> For Lorenzaccio had thought of stroke in the open\n“But uncertain (for the Duke went never unguarded) . . .\n\"And would have thrown him from wall\n“Yet feared this might not end him,” or lest Alessandro\nKnow not by whom death came,\n                                            O si credesse\n“If when the foot slipped, when death came upon him,\n“Lest cousin Duke Alessandro think he’d fallen alone\n“No friend to aid him in falling.”\n                                            <em>Caina attende.</em>\nAs beneath my feet a lake, was ice in seeming.\nAnd all of this, runs Varchi, dreamed out beforehand\nIn Perugia, caught in the star-maze by Del Carmine,\nCast on a natal paper, set with an exegesis, told,\nAll told to Alessandro, told thrice over,\nWho held his death for a doom.\nIn abuleia.\n                  But Don Lorenzino\n“Whether for love for Florence . . . but\n            “O si morisse, credesse caduto da se.”\n\n                                             SIGA, SIGA!\nThe wet cloak floats on the surface,\nSchiavoni, caught on the wood-barge,\nGives out the afterbirth, Giovanni Borgia,\nTrails out no more at nights, where Barabello\nProds the Pope’s elephant, and gets no crown, where Mozarello\nTakes the Calabrian roadway, and for ending\nIs smothered beneath a mule,\n                                            a poet’s ending,\nDown a stale well-hole, oh a poet’s ending. “Sanazarro\n“Alone out of all the court was faithful to him”\nFor the gossip of Naples’ trouble drifts to North,\nFracastor (lightning was midwife) Cotta, and Ser D’Alviano,\nAl poco giorno ed al gran cerchio d’ombra,\nTalk the talks out with Navighero,\nBurner of yearly Martials,\n                  (The slavelet is mourned in vain)\nAnd the next comer\n                    says “were nine wounds,\n“Four men, white horse with a double rider,”\nThe hooves clink and slick on cobbles . . .\nSchiavoni . . . the cloak floats on the water,\n“Sink the thing,” splash wakes Schiavoni;\nTiber catching the nap, the moonlit velvet,\nA wet cat gleaming in patches.\n                                           “Se pia,” Varchi\n“O empia, ma risoluto\n“E terribile deliberazione”\n                   Both sayings run in the wind,\n<em>Ma si morisse! </em>\n</pre>\n "}, {"title": "Picking and Choosing", "view_node": "/poem/picking-and-choosing-0", "field_author": "<a href=\"/poet/marianne-moore\" hreflang=\"und\">Marianne Moore</a>", "field_date_published": "", "body": " <pre>Literature is a phase of life: if\n     one is afraid of it, the situation is irremediable; if\none approaches it familiarly,\n     what one says of it is worthless. Words are constructive\nwhen they are true; the opaque allusion—the simulated flight\n\nupward—accomplishes nothing. Why cloud the fact\n     that Shaw if self-conscious in the field of sentiment but is \n          otherwise re-\nwarding? that James is all that has been\n     said of him but is not profound? It is not Hardy\nthe distinguished novelist and Hardy the poet, but one man\n\n“interpreting life through the medium of the \n<span class=\"long-line\">     emotions.” If he must give an opinion, it is permissible that the </span>\ncritic should know what he likes. Gordon\n     Craig with his “this is I” and “this is mine,” with his three\nwise men, his “sad French greens” and his Chinese cherries—\n          Gordon Craig, so\n\ninclinational and unashamed—has carried \n     the percept of being a good critic, to the last extreme. And\n          Burke is a \npsychologist—of acute, raccoon-\n     like curiosity. Summa diligentia;\nto the humbug whose name is so amusing—very young and ve-\nry rushed, Caesar crossed the Alps on the “top of a \n     diligence.” We are not daft about the meaning but this\n          familiarity\nwith wrong meanings puzzles one. Humming-\n     bug, the candles are not wired for electricity.\nSmall dog, going over the lawn, nipping the linen and saying\n\nthat you have a badger—remember Xenophon;\n     only the most rudimentary sort of behavior is necessary\nto put us on the scent; a “right good\n     salvo of barks,” a few “strong wrinkles” puckering the \nskin between the ears, are all we ask.\n</pre>\n "}, {"title": "My Voice", "view_node": "/poem/my-voice", "field_author": "<a href=\"/poet/oscar-wilde\" hreflang=\"und\">Oscar Wilde</a>", "field_date_published": "2018", "body": " <p>Within the restless, hurried, modern world<br />    We took our hearts’ full pleasure—You and I,<br />And now the white sails of our ships are furled,<br />    And spent the lading of our argosy.</p><p>Wherefore my cheeks before their time are wan,<br />    For very weeping is my gladness fled,<br />Sorrow hath paled my lip’s vermilion<br />    And Ruin draws the curtains of my bed.</p><p>But all this crowded life has been to thee<br />    No more than lyre, or lute, or subtle spell<br />Of viols, or the music of the sea<br />    That sleeps, a mimic echo, in the shell.</p> "}, {"title": "Her Voice", "view_node": "/poem/her-voice", "field_author": "<a href=\"/poet/oscar-wilde\" hreflang=\"und\">Oscar Wilde</a>", "field_date_published": "2018", "body": " <p>The wild bee reels from bough to bough<br />    With his furry coat and his gauzy wing.<br />Now in a lily-cup, and now<br />    Setting a jacinth bell a-swing,<br />            In his wandering;<br />Sit closer love: it was here I trow<br />            I made that vow,</p><p>Swore that two lives should be like one<br />    As long as the sea-gull loved the sea,<br />As long as the sunflower sought the sun,—<br />    It shall be, I said, for eternity<br />            ‘Twixt you and me!<br />Dear friend, those times are over and done.<br />            Love’s web is spun.</p><p>Look upward where the poplar trees<br />    Sway in the summer air,<br />Here n the valley never a breeze<br />    Scatters the thistledown, but there<br />            Great winds blow fair<br />From the mighty murmuring mystical seas,<br />            And the wave-lashed leas.</p><p>Look upward where the white gull screams,<br />    What does it see that we do not see?<br />Is that a star? or the lamp that gleams<br />    On some outward voyaging argosy,—<br />            Ah! can it be<br />We have lived our lives in a land of dreams!<br />            How sad it seems.</p><p>Sweet, there is nothing left to say<br />    But this, that love is never lost,<br />Keen winter stabs the breasts of May<br />    Whose crimson roses burst his frost,<br />            Ships tempest-tossed<br />Will find a harbor in some bay,<br />            And so we may.</p><p>And there is nothing left to do<br />    But to kiss once again, and part,<br />Nay, there is nothing we should rue,<br />    I have my beauty,—you your Art,<br />            Nay, do not start,<br />One world was not enough for two<br />            Like me and you.</p> "}, {"title": "The Grave of Shelley", "view_node": "/poem/grave-shelley", "field_author": "<a href=\"/poet/oscar-wilde\" hreflang=\"und\">Oscar Wilde</a>", "field_date_published": "2018", "body": " <p>Like burnt-out torches by a sick man’s bed<br />    Gaunt cypress-trees stand round the sun-bleached stone;<br />    Here doth the little night-owl make her throne,<br />And the slight lizard show his jewelled head.<br />And, where the chaliced poppies flame to red,<br />    In the still chamber of yon pyramid<br />    Surely some Old-World Sphinx lurks darkly hid,<br />Grim warder of this pleasaunce of the dead.</p><p>Ah! sweet indeed to rest within the womb<br />    Of Earth, great mother of eternal sleep,<br />But sweeter far for thee a restless tomb<br />    In the blue cavern of an echoing deep,<br />Or where the tall ships founder in the gloom<br />    Against the rocks of some wave-shattered steep.</p><p>ROME.</p> "}, {"title": "Impression du Voyage", "view_node": "/poem/impression-du-voyage", "field_author": "<a href=\"/poet/oscar-wilde\" hreflang=\"und\">Oscar Wilde</a>", "field_date_published": "2018", "body": " <p>The sea was sapphire coloured, and the sky<br />    Burned like a heated opal through air,<br />    We hoisted sail; the wind was blowing fair<br />For the blue lands that to the eastward lie.<br />From the steep prow I marked with quickening eye<br />    Zakynthos, every olive grove and creek,<br />    Ithaca’s cliff, Lycaon’s snowy peak,<br />And all the flower-strewn hills of Arcady.<br />The flapping of the sail against the mast,<br />    The ripple of the water on the side,<br />    The ripple of girls’ laughter at the stern,<br />The only sounds:—when ’gan the West to burn,<br />    And a red sun upon the seas to ride,<br />    I stood upon the soil of Greece at last!</p> "}, {"title": "In the Gold Room", "view_node": "/poem/gold-room", "field_author": "<a href=\"/poet/oscar-wilde\" hreflang=\"und\">Oscar Wilde</a>", "field_date_published": "2018", "body": " <p>A Harmony.</p><p>Her ivory hands on the ivory keys<br />    Strayed in a fitful fantasy,<br />Like the silver gleam when the poplar trees<br />    Rustle their pale leaves listlessly,<br />Or the drifting foam of a restless sea<br /><span class=\"long-line\">When the waves show their teeth in the flying breeze.</span></p><p>Her gold hair fell on the wall of gold<br />    Like the delicate gossamer tangles spun<br />On the burnished disk of the marigold,<br />    Or the sun-flower turning to meet the sun<br />    When the gloom of the jealous night is done,<br />And the spear of the lily is aureoled.</p><p>And her sweet red lips on these lips of mine<br />    Burned like the ruby fire set<br />In the swinging lamp of a crimson shrine,<br />    Or the bleeding wounds of the pomegranate,<br />    Or the heart of the lotus drenched and wet<br />With the spilt-out blood of the rose-red wine.</p> "}, {"title": "Theocritus", "view_node": "/poem/theocritus", "field_author": "<a href=\"/poet/oscar-wilde\" hreflang=\"und\">Oscar Wilde</a>", "field_date_published": "2018", "body": " <p>A villanelle.</p><p>O Singer of Persephone!<br />    In the dim meadows desolate<br />Dost thou remember Sicily?</p><p>Still through the ivy flits the bee<br />    Where Amaryllis lies in state;<br />O singer of Persephone!</p><p>Simaetha calls on Hecate<br />    And hears the wild dogs at the gate;<br />Dost thou remember Sicily?</p><p>Still by the light and laughing sea<br />    Poor Polypheme bemoans his fate:<br />O Singer of Persephone!</p><p>And still in boyish rivalry<br />    Young Daphnis challenges his mate:<br />Dost thou remember Sicily?</p><p>Slim Lacon keeps a goat for thee,<br />    For thee the jocund shepherds wait,<br />O Singer of Persephone!<br />Dost thou remember Sicily?</p> "}, {"title": "The Grave of Keats", "view_node": "/poem/grave-keats", "field_author": "<a href=\"/poet/oscar-wilde\" hreflang=\"und\">Oscar Wilde</a>", "field_date_published": "2018", "body": " <p>Rid of the world’s injustice, and his pain,<br />    He rests at last beneath God’s veil of blue:<br />    Taken from life when life and love were new<br />The youngest of the martyrs here is lain,<br />Fair as Sebastian, and as early slain.<br />    No cypress shades his grave, no funeral yew,<br />    But gentle violets weeping with the dew<br />Weave on his bones an ever-blossoming chain.<br />O proudest heart that broke for misery!<br />    O sweetest lips since those of Mitylene!<br />    O poet-painter of our English Land!<br />Thy name was writ in water—it shall stand:<br />    And tears like mine will keep thy memory green,<br />    As Isabella did her Basil-tree.</p><p>ROME.</p> "}, {"title": "Impressions", "view_node": "/poem/impressions", "field_author": "<a href=\"/poet/oscar-wilde\" hreflang=\"und\">Oscar Wilde</a>", "field_date_published": "2018", "body": " <p>I. Les Silhouettes.</p><p>            The sea is flecked with bars of grey<br />            The dull dead wind is out of tune,<br />            And like a withered leaf the moon<br />Is blown across the stormy bay.</p><p>            Etched clear upon the pallid sand<br />            The black boat lies: a sailor boy<br />            Clambers aboard in careless joy<br />With laughing face and gleaming hand.</p><p>            And overheard the curlews cry,<br />            Where through the dusky upland grass<br />            The young brown-throated reapers pass,<br />Like silhouettes against the sky.</p><p>II. La Fuite De La Lune.</p><p>            To outer senses there is peace,<br />            A dreamy peace on either hand,<br />            Deep silence in the shadowy land,<br />Deep silence where the shadows cease.</p><p>            Save for a cry that echoes shrill<br />            From some lone bird disconsolate;<br />            A corncrake calling to its mate;<br />The answer from the misty hill.</p><p>            An suddenly the moon withdraws<br />            Her sickle from the lightening skies,<br />            And to her sombre cavern flies,<br />Wrapped in a veil of yellow gauze.</p> "}, {"title": "Chanson", "view_node": "/poem/chanson", "field_author": "<a href=\"/poet/oscar-wilde\" hreflang=\"und\">Oscar Wilde</a>", "field_date_published": "2018", "body": " <p>A ring of gold and milk-white dove<br />    Are goodly gifts for thee,<br />And a hempen rope for your own love<br />    To hang upon a tree.</p><p>For you a House of Ivory<br />    (Roses are white in the rose-bower)!<br />A narrow bed for me to lie<br />    (White, O white, is the hemlock flower)!</p><p>Myrtle and jessamine for you<br />    (O the red rose is fair to see)!<br />For me the cypress and the rue<br />    (Fairest of all is rose-mary)!</p><p>For you three lovers of your hand<br />    (Green grass where a man lies dead)!<br />For me three paces on the sand<br />    (Plant lilies at my head)!</p> "}, {"title": "La Bella Donna Della Mia Mente", "view_node": "/poem/la-bella-donna-della-mia-mente", "field_author": "<a href=\"/poet/oscar-wilde\" hreflang=\"und\">Oscar Wilde</a>", "field_date_published": "2018", "body": " <p>My limbs are wasted with a flame,<br />    My feet are sore with travelling,<br />For calling on my Lady’s name<br />    My lips have now forgot to sing.</p><p>O Linnet in the wild-rose brake<br />    Strain for my Love thy melody,<br />O Lark sing louder for love’s sake,<br />    My gentle Lady passeth by.</p><p>She is too fair for any man<br />    To see or hold his heart’s delight,<br />Fairer than Queen or courtezan<br />    Or moon-lit water in the night.</p><p>Her hair is bound with myrtle leaves,<br />    (Green leaves upon her golden hair!)<br />Green grasses through the yellow sheaves<br />    Of autumn corn are not more fair.</p><p>Her little lips, more made to kiss<br />    Than to cry bitterly for pain,<br />Are tremulous as brook-water is,<br />    Or roses after evening rain.</p><p>Her neck is like white melilote<br />    Flushing for pleasure of the sun,<br />The throbbing of the linnet’s throat<br />    Is not so sweet to look upon.</p><p>As a pomegranate, cut in twain,<br />    White-seeded, is her crimson mouth,<br />Her cheeks are as the fading stain<br />    Where the peach reddens to the south.</p><p>O twining hands! O delicate<br />    White body made for love and pain!<br />O House of love! O desolate<br />    Pale flower beaten by the rain!</p> "}, {"title": "Endymion", "view_node": "/poem/endymion-0", "field_author": "<a href=\"/poet/oscar-wilde\" hreflang=\"und\">Oscar Wilde</a>", "field_date_published": "2018", "body": " <p><em>(for music)</em></p><p>The apple trees are hung with gold,<br />    And birds are loud in Arcady,<br />The sheep lie bleating in the fold,<br />The wild goat runs across the wold,<br />But yesterday his love he told,<br />    I know he will come back to me.<br />O rising moon! O Lady moon!<br />    Be you my lover’s sentinel,<br />    You cannot choose but know him well,<br />For he is shod with purple shoon,<br />You cannot choose but know my love,<br />    For he a shepherd’s crook doth bear,<br />And he is soft as any dove,<br />    And brown and curly is his hair.</p><p>The turtle now has ceased to call<br />    Upon her crimson-footed groom,<br />They grey wolf prowls about the stall,<br />The lily’s singing seneschal<br />Sleeps in the lily-bell, and all<br />    The violet hills are lost in gloom.<br />O risen moon! O holy moon!<br />    Stand on the tope of Helice,<br />And if my own true love you see,<br />Ah! if you see the purple shoon,<br />The hazel crook, the lad’s brown hair,<br />    The goat-skin wrapped about his arm,<br />Tell him that I am waiting where<br />    The rushlight glimmers in the Farm.</p><p>The falling dew is cold and chill,<br />    And no bird sings in Arcady,<br />The little fauns have left the hill,<br />Even the tired daffodil<br />Has closed its gilded doors, and still<br />    My lover comes not back to me.<br />False moon! False moon! O waning moon!<br />    Where is my own true lover gone,<br />    Where are the lips vermilion,<br />The shepherd’s crook, the purple shoon?<br />Why spread that silver pavilion,<br />    Why wear that veil of drifting mist?<br />Ah! thou hast young Endymion,<br />    Thou hast the lips that should be kissed!</p> "}, {"title": "Impression Du Matin", "view_node": "/poem/impression-du-matin", "field_author": "<a href=\"/poet/oscar-wilde\" hreflang=\"und\">Oscar Wilde</a>", "field_date_published": "2018", "body": " <p>The Thames nocturne of blue and gold<br />    Changed to a Harmony in grey:<br />    A barge with ochre-coloured hay<br />Dropt from the wharf: and chill and cold</p><p>The yellow fog came creeping down<br />    The bridges, till the houses’ walls<br />    Seemed changed to shadows, and S. Paul’s<br />Loomed like a bubble o’er the town.</p><p>Then suddenly arose the clang<br />    Of waking life; the streets were stirred<br />    With country waggons: and a bird<br />Flew to the glistening roofs and sang.</p><p>But one pale woman all alone,<br />    The daylight kissing her wan hair,<br />    Loitered beneath the gas lamps’ flare,<br />With lips of flame and heart of stone.</p> "}, {"title": "Requiescat", "view_node": "/poem/requiescat-1", "field_author": "<a href=\"/poet/oscar-wilde\" hreflang=\"und\">Oscar Wilde</a>", "field_date_published": "2018", "body": " <p>Tread lightly, she is near<br />    Under the snow,<br />Speak gently, she can hear<br />    The daisies grow.</p><p>All her bright golden hair<br />    Tarnished with rust,<br />She that was young and fair<br />    Fallen to dust.</p><p>Lily-like, white as snow,<br />    She hardly knew<br />She was a woman, so<br />    Sweetly she grew.</p><p>Coffin-board, heavy stone,<br />    Lie on her breast,<br />I vex my heart alone<br />    She is at rest.</p><p>Peace, Peace, she cannot hear<br />    Lyre or sonnet,<br />All my life’s buried here,<br />    Heap earth upon it.</p> "}, {"title": "To Milton", "view_node": "/poem/milton-0", "field_author": "<a href=\"/poet/oscar-wilde\" hreflang=\"und\">Oscar Wilde</a>", "field_date_published": "2018", "body": " <p>Milton! I think thy spirit hath passed away<br />    From these white cliffs, and high embattled towers;<br />    This gorgeous fiery-coloured world of ours<br />Seems fallen into ashes dull and grey,<br />And the age changed unto a mimic play<br />    Wherein we waste our else too-crowded hours:<br />    For all our pomp and pageantry and powers<br />We are but fit to delve the common clay,<br />Seeing this little isle on which we stand,<br />    This England, this sea-lion of the sea,<br />    By ignorant demagogues is held in fee,<br />Who love her not: Dear God! is this the land<br />    Which bare a triple empire in her hand<br />    When Cromwell spake the word Democracy!</p> "}, {"title": "Archipelago", "view_node": "/poem/archipelago", "field_author": "<a href=\"/poet/kendel-hippolyte\" hreflang=\"und\">Kendel Hippolyte</a>", "field_date_published": "2018", "body": "<p><span class=\"“long-line”\">If you really see the Caribbean archipelago, you will see yourself,</span><br /><span class=\"long-line\">the vivid scattered islands stirring to awakening in a sea of reverie and nightmare,</span><br /><span class=\"long-line\">the goldening light lifting green foliage out of darkness into its illumination</span><br /><span class=\"long-line\">and the surrounding blue immensity brooding an unknown creaturing of what can live only in depth</span></p>\n\n<p><span class=\"“long-line”\">If you hear the Caribbean archipelago, you will hear it talking to you in tongues</span><br /><span class=\"long-line\">of the original tribes of the Americas, Africa, Europe, Asia; you will hear quarrelling, then a blur</span><br /><span class=\"long-line\">and you will hear the simultaneous translation of these languages into the first language,</span><br /><span class=\"long-line\">the sea talking to itself because in the beginning and the end there is no other</span></p>\n\n<p><span class=\"“long-line”\">If you truly see the Caribbean archipelago, it will become clear</span><br /><span class=\"long-line\">how the fragmented, brittle arc of islands, resisting the onsurge of ocean, makes the sea the sea;</span><br /><span class=\"long-line\">how the ocean, reaching around breached rock, trying to rejoin itself, makes islands islands;</span><br /><span class=\"long-line\">how they both therefore define each other, how they refine your understanding of the selfhood</span><br /><span class=\"long-line\">into an acceptance of the necessary oneness of the known and the unknown</span></p>\n\n<p><span class=\"“long-line”\">If you can be the Caribbean archipelago, acknowledging that your littoral shape is never final,</span><br /><span class=\"long-line\">that it shifts with your awareness that below the sublunary rise-and-ebb there is an undertow,</span><br /><span class=\"long-line\">a contrary flow that draws you down, deepening to where the separate i-lands reach</span><br /><span class=\"long-line\">beyond the scattered stones of their selves, growing down back into one bedrock, into the original</span><br /><span class=\"long-line\">ground from which the sea, the ocean, the self-dismembered yet defining archipelago rise into their being,</span><br /><span class=\"long-line\">if you can be this, be yond it, you will miracle into impossibility, you will see</span><br /><span class=\"long-line\">how to be broken and yet whole.</span></p>\n"}, {"title": "Ways", "view_node": "/poem/ways", "field_author": "<a href=\"/poet/kendel-hippolyte\" hreflang=\"und\">Kendel Hippolyte</a>", "field_date_published": "2018", "body": " <p><span class=\"long-line\">They were walking—he, left she, right—on a winding path below the speckled foliage,</span><br /><span class=\"long-line\">he speaking quietly, she listening easily, so neither saw or heard at first</span><br /><span class=\"long-line\">when the ground cracked and a long fissure wavered ahead of them along the path</span></p><p><span class=\"long-line\">and they began to walk on either side of it on parallel tracks while he kept talking</span><br /><span class=\"long-line\">just a bit more loudly and she strained—but just a bit—to listen, and at first</span><br /><span class=\"long-line\">they did not notice since they were still walking—he|she—in the same direction</span></p><p><span class=\"long-line\">and even when their parallel companionable journeys brought them finally</span><br /><span class=\"long-line\">to where the track split, forking into a serpent’s tongue, transforming the pathway’s single I</span><br /><span class=\"long-line\">into a Y… they paused only slightly, looking ahead, each one, into the distance,</span></p><p><span class=\"long-line\">then continued—he, crossing to right she, crossing to left—both barely noticing</span><br /><span class=\"long-line\">he was speaking more loudly, she was listening harder, and both straining now,</span><br /><span class=\"long-line\">he, looking at her over his left shoulder she, looking at him over her right</span></p><p><span class=\"long-line\">and how long they misconversed like that, neither remembered afterward, only that</span><br /><span class=\"long-line\">this was the only way that they could keep with insight of each other</span><br /><span class=\"long-line\">although his voice to her, her form to him, as they continued, became fainter</span></p><p><span class=\"long-line\">and they continued walking, neither seeing where his own\\ /her own journey led because</span><br /><span class=\"long-line\">each needed to keep looking at the other to feel oriented, and in truth it was easier</span><br /><span class=\"long-line\">to see each other’s path, and as their separate journeys widened into ways apart,</span></p><p><span class=\"long-line\">he began shouting with all he was worth but she could not hear him across the distance</span><br /><span class=\"long-line\">and she bared herself till she was naked but he could not see her across the distance</span><br /><span class=\"long-line\">and they continued, they continue—shouting and unheard\\ /naked and unseen—along their ways, cleft</span></p><p><span class=\"long-line\">and if they could, just once, look far enough into the distance, and just once, behind,</span><br /><span class=\"long-line\">they’d see the way all led back to the Y… and they would find, again and yet beyond again,</span><br />their journey.</p><br clear=\"all\" />"}, {"title": "Advice to a Young Poet", "view_node": "/poem/advice-young-poet", "field_author": "<a href=\"/poet/kendel-hippolyte\" hreflang=\"und\">Kendel Hippolyte</a>", "field_date_published": "2018", "body": "<blockquote><sup><em>“What is poetry which does not save nations</em> <em>or people?”<br />\n            – Czesław Milosz</em></sup></blockquote>\n\n<p><span class=\"long-line\">Ask the question.</span><br /><span class=\"long-line\">Not once but forty-nine times.</span><br /><span class=\"long-line\">And, perhaps at the fiftieth,</span><br /><span class=\"long-line\">you will make an answer.</span><br /><span class=\"long-line\">Or perhaps not. Then</span><br /><span class=\"long-line\">ask it again. This time</span><br /><span class=\"long-line\">till seventy times seven. Ask</span><br /><span class=\"long-line\">as you open the door</span><br /><span class=\"long-line\">of every book of poems that you enter.</span><br /><span class=\"long-line\">Ask it of every poem,</span><br /><span class=\"long-line\">regardless of how beautiful,</span><br /><span class=\"long-line\">that whispers: “Lie with me.”</span><br /><span class=\"long-line\">Do not spare your newborn.</span><br /><span class=\"long-line\">If the first cry, first line</span><br /><span class=\"long-line\">is not a wailing for an answer,</span><br /><span class=\"long-line\">abandon it. As for the stillborn,</span><br /><span class=\"long-line\">turn the next blank white sheet over,</span><br /><span class=\"long-line\">shroud it. Ask the clamouring procession</span><br /><span class=\"long-line\">of all the poems of the ages –</span><br /><span class=\"long-line\">each measured, white-haired epic,</span><br /><span class=\"long-line\">every flouncing free verse debutante –</span><br /><span class=\"long-line\">to state their names, where they have come from</span><br /><span class=\"long-line\">and what their business is with you.</span><br /><span class=\"long-line\">You live in the caesura of our times,</span><br /><span class=\"long-line\">the sound of nations, persons, breaking around you.</span><br /><span class=\"long-line\">If poetry can only save itself,</span><br /><span class=\"long-line\">then who will hear it after it has fled</span><br /><span class=\"long-line\">from the nations and the people that it could not save</span><br /><span class=\"long-line\">even a remnant of for a remembering?</span></p>\n"}, {"title": "Mamoyi", "view_node": "/poem/mamoyi", "field_author": "<a href=\"/poet/kendel-hippolyte\" hreflang=\"und\">Kendel Hippolyte</a>", "field_date_published": "2018", "body": " <p><em>(for my son, Daniel)</em></p><p>The child is sleeping,<br />folded in among the brown boughs of my arms,<br />and a promise, formed beyond language, drawn upward<br />like sap through a pith, stirs through me.<br />In its slow course, i feel a vow so deep<br />it does not reach the flower and fade of word<br />but leaves me steeped, resined, in its truth.<br />Because i wish this child, awake, a man,<br />to know that he can keep, lifelong,<br />the trust, the self-astonishing joy that he has now<br />and he can draw from them the strength to make<br />his true path from the place i am<br />to where he will become, for his own child, a tree,<br />i vow: these boughs will never break.</p> "}], "pager": {"current_page": 212, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}