{"rows": [{"title": "Work", "view_node": "/poem/work-1", "field_author": "<a href=\"/poet/sally-bliumis-dunn\" hreflang=\"en\">Sally Bliumis-Dunn</a>", "field_date_published": "2015", "body": " <p>I could tell they were father and son,<br />the air between them, slack as though<br />they hardly noticed one another.<br /><br />The father sanded the gunwales,<br />the boy coiled the lines.<br />And I admired them there, each to his task<br /> <br />in the quiet of the long familiar.<br />The sawdust coated the father’s arms <br />like dusk coats grass in a field.<br /> <br />The boy worked next on the oarlocks<br />polishing the brass until it gleamed<br />as though he could harness the sun.<br /><br />Who cares what they were thinking,<br />lucky in their lives<br />that the spin of the genetic wheel<br /> <br />slowed twice to a stop<br />and landed each of them here.</p> "}, {"title": "Alternate Self-Portrait", "view_node": "/poem/alternate-self-portrait", "field_author": "<a href=\"/poet/dean-rader\" hreflang=\"en\">Dean Rader</a>", "field_date_published": "2015", "body": " <p>One day</p><p>I will drift</p><p>into darkness</p><p>and know it</p><p>perhaps</p><p>the way a son</p><p>recognizes a mother</p><p>after he has returned</p><p>from many years</p><p>of travel</p><p>understanding</p><p>the new distance</p><p>is neither</p><p>beginning nor</p><p>end</p><p>only stillness<br /> </p> "}, {"title": "Gentle Collisions ", "view_node": "/poem/gentle-collisions", "field_author": "<a href=\"/poet/tara-betts\" hreflang=\"en\">Tara Betts</a>", "field_date_published": "2015", "body": " <p>extract longing.<br />                                                      fold its edges<br />in gold paper<br />                                                      to rest on a scale.</p><p><br />the catapult of one<br />                                                      plate plummets<br />the other swings<br />                                                      bobs and waits<br />for a leaf of one’s<br />                                                      want to waft down.</p><p><br />such gentle collisions<br />                                                      crush more than steel<br />crack more than bones             upon slight contact.</p> "}, {"title": "Like a Curtain", "view_node": "/poem/curtain", "field_author": "<a href=\"/poet/jan-freeman\" hreflang=\"en\">Jan Freeman</a>", "field_date_published": "2015", "body": " <p>When she stretched her arms<br /><br />the mist lifted and the red buds opened on the maple trees.<br /><br />She, in the garden in pajamas,<br /><br />danced with her friend Isabel,<br /><br />as the fledgling robins wobbled and flew from branch to ground.<br /><br />Cells multiplied in her body.<br /><br />Her fingers spread, the warm cool air,<br /><br />as the mist disappeared like a curtain, open.</p> "}, {"title": "Winter Leafage", "view_node": "/poem/winter-leafage", "field_author": "<a href=\"/poet/edith-matilda-thomas\" hreflang=\"und\">Edith Matilda Thomas</a>", "field_date_published": "2015", "body": " <p>Each year I mark one lone outstanding tree,<br />Clad in its robings of the summer past,<br />Dry, wan, and shivering in the wintry blast.<br />It will not pay the season’s rightful fee,—<br />It will not set its frost-burnt leafage free;<br />But like some palsied miser all aghast,<br />Who hoards his sordid treasure to the last,<br />It sighs, it moans, it sings in eldritch glee.<br />A foolish tree, to dote on summers gone;<br />A faithless tree, that never feels how spring<br />Creeps up the world to make a leafy dawn,<br />And recompense for all despoilment bring!<br />Oh, let me not, heyday and youth withdrawn,<br />With failing hands to their vain semblance cling!</p> "}, {"title": "The Desplaines Forest", "view_node": "/poem/desplaines-forest", "field_author": "<a href=\"/poet/edgar-lee-masters\" hreflang=\"und\">Edgar Lee Masters</a>", "field_date_published": "2015", "body": " <p>The sun has sunk below the level plain,<br />And yet above the forest’s leafy gloom<br />The glory of the evening lightens still.<br />Smooth as a mirror is the river’s face<br />With Heaven’s light, and all its radiant clouds<br />And shadows which against the river’s shore<br />Already are as night. From some retreat<br />Obscure and lonely, evening’s saddest bird<br />Whistles, and beyond the water comes<br />The musical reply, and silence reigns—<br />Save for the noisy chorus of the frogs,<br />And undistinguished sounds of faint portent<br />That night has come. There is a rustic bridge<br />Which spans the stream, from which we look below<br />At Heaven above, till revery reclaims<br />The mind from hurried thought and merges it<br />Into the universal mind which broods<br />O’er such a scene. Strange quietude o’erspreads<br />The restless flame of being, and the soul<br />Beholds its source and destiny and feels<br />Not sorrowful to sink into the breast<br />Of that large life whereof it is a part.<br />What are we? But the question is not solved<br />Here in the presence of intensest thought,<br />Where nature stills the clamor of the world,<br />And leaves us in communion with ourselves.<br />Hence to the strivings of the clear-eyed day<br />What take we that shall mitigate the pangs<br />That each soul is alone, and that all friends<br />Gentle and wise and good can never soothe<br />The ache of that sub-consciousness which is<br />Something unfathomed and unmedicined?<br />Yet this it is which keeps us in the path<br />Of some ambition cherished or pursued;<br />The still, small voice that is not quieted<br />By disregard, but ever speaks to us<br />It mandates while we wake or sleep, and asks<br />A closer harmony with that great scheme<br />Which is the music of the universe.</p><p>So as the cherubim of Heaven defend<br />The realms of the unknown with flaming swords,<br />Thence are we driven to the world which is<br />Ours to be known through Art, who beckons us<br />To excellence, and in her rarer moods<br />Casts shadowy glances of serener lands,<br />Where all the serious gods, removed from stress<br />And interruption, build, as we conceive,<br />In fellowship that knows not that reserve<br />Which clouds the heart of those who wish to live<br />As they, in that large realm of perfect mind.<br /> </p> "}, {"title": "Holidays", "view_node": "/poem/holidays", "field_author": "<a href=\"/poet/henry-wadsworth-longfellow\" hreflang=\"und\">Henry Wadsworth Longfellow</a>", "field_date_published": "2015", "body": " <p>The holiest of all holidays are those<br />    Kept by ourselves in silence and apart;<br />    The secret anniversaries of the heart,<br />    When the full river of feeling overflows;—<br />The happy days unclouded to their close;<br />    The sudden joys that out of darkness start<br />    As flames from ashes; swift desires that dart<br />    Like swallows singing down each wind that blows!<br />White as the gleam of a receding sail,<br />    White as a cloud that floats and fades in air,<br />    White as the whitest lily on a stream,<br />These tender memories are;— a Fairy Tale<br />    Of some enchanted land we know not where,<br />    But lovely as a landscape in a dream.</p> "}, {"title": "Sounds of the Winter", "view_node": "/poem/sounds-winter", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "2015", "body": "<p><span class=\"long-line\">Sounds of the winter too,</span><br /><span class=\"long-line\">Sunshine upon the mountains—many a distant strain</span><br /><span class=\"long-line\">From cheery railroad train—from nearer field, barn, house</span><br /><span class=\"long-line\">The whispering air—even the mute crops, garner’d apples, corn,</span><br /><span class=\"long-line\">Children’s and women’s tones—rhythm of many a farmer and of flail,</span><br /><span class=\"long-line\">And old man’s garrulous lips among the rest, <em>Think not we give out yet,</em></span><br /><em><span class=\"long-line\">Forth from these snowy hairs we keep up yet the lilt.</span></em></p>\n"}, {"title": "Taking My Father and Brother to The Frick", "view_node": "/poem/taking-my-father-and-brother-frick", "field_author": "<a href=\"/poet/derrick-austin\" hreflang=\"en\">Derrick Austin</a>", "field_date_published": "2015", "body": " <p>Disembark the Turners seem to say,<br />those starburst barges glowing in the dusk,<br />but I can’t read old Rembrandt,<br />his guarded eyes are jewels, like black men.<br />Even the loaned, marble busts<br />of kings and soldiers fail to arrest you.<br />It’s nearly closing time. The elderly linger,<br />rapt. Who has looked at either of you lately<br />with such tenderness?<br />                                      Entering the narrow hall,<br />I ignore my favorite portraits, their ruffles<br />and bodices, carnations and powder puffs,<br />afraid to share my joy with you,<br />yet your bearing in this space—the procession<br />of your shoulders, the crowns of your heads—<br />makes them sing anew.<br />                                      You are both good men. <br />Walk into the Fragonard Room. You both seem bored still.<br />It’s fine. Perhaps we can progress like these panels,<br />slowly and without words, here—the city<br />where I first knew men in the dark—<br />in this gold and feminine room.</p> "}, {"title": "Eruv", "view_node": "/poem/eruv", "field_author": "<a href=\"/poet/rebecca-okrent\" hreflang=\"en\">Rebecca Okrent</a>", "field_date_published": "2015", "body": " <p><br />You inhabit a district delineated for wobble-headed men and<br />      blue-haired<br />women. Outside your window snow shimmers; a suet feeder<br />      hangs from a birch<br />waiting for a woodpecker; your darkened room’s a liquid<br />      compass whose needle<br />you ride in your dreams as in your wakeful hours. No word<br />      intrudes.</p><p>We’re so far from our beginnings—yours in Ohio, mine in you—<br />      exiled<br />from rivalries, resentments, your deforming disappointments.<br />So easy now my hand stroking yours, simple affection<br />carved from the side of the hulk that survived the storms.</p><p>Could you have found me easier to love if I’d been less<br />      suspicious<br />of happiness? I envied you your easy crawl out to the buoy and<br />      back,<br />learned the legend of you that ended as I began. Our lives are<br />      so much<br />less than what we make of them, or the reverse, your kicking</p><p>toward weightlessness delivering you to granite carved with<br />      your name.<br /> </p> "}, {"title": "Ode of Girls’ Things", "view_node": "/poem/ode-girls-things", "field_author": "<a href=\"/poet/sharon-olds\" hreflang=\"und\">Sharon Olds</a>", "field_date_published": "2015", "body": " <p>I loved the things that were ours—pink gloves,<br />hankies with a pastoral scene in one corner.<br />There was a lot we were not allowed to do,<br />but what we were allowed to do was ours,<br />dolls you carry by the leg, and dolls’ <br />clothes you would put on or take off—<br />someone who was yours, who did not<br />have the rights of her own nakedness,<br />and who had a smooth body, with its<br />untouchable place, which you would never touch, even on her,<br />      you had been cured of that.<br />And some of the dolls had hard-rubber hands, with<br />dimples, and though you were not supposed to, you could<br />bite off the ends of the fingers when you could not stand it.<br />And though you’d never be allowed to, say, drive a bus,<br />or do anything that had to be done right, there was a<br />teeny carton, in you, of eggs<br />so tiny they were invisible.<br />And there would be milk, in you, too—real<br />milk! And you could wear a skirt, you could  <br />be a bellflower—up under its<br />cone the little shape like a closed<br />buckle, intricate groove and tongue,<br />where something like God’s power over you lived. And it<br />      turned out<br />you shared some things with boys—<br />the alphabet was not just theirs—<br />and you could make forays over into their territory,<br />you could have what you could have because it was yours,<br />and a little of what was theirs, because<br />you took it. Much later, you’d have to give things<br />up, too, to make it fair—long<br />hair, skirts, even breasts, a pair<br />of raspberry colored pumps which a friend<br />wanted to put on, if they would fit his foot, and they did.</p> "}, {"title": "Sonnet—Mutation", "view_node": "/poem/sonnet-mutation", "field_author": "<a href=\"/poet/william-cullen-bryant\" hreflang=\"und\">William Cullen Bryant</a>", "field_date_published": "2015", "body": " <p>They talk of short-lived pleasure—be it so—<br />Pain dies as quickly: stern, hard-featured pain<br />Expires, and lets her weary prisoner go.<br />The fiercest agonies have shortest reign;<br />And after dreams of horror, comes again<br />The welcome morning with its rays of peace.<br />Oblivion, softly wiping out the stain,<br />Makes the strong secret pangs of shame to cease:<br />Remorse is virtue’s root; its fair increase<br />Are fruits of innocence and blessedness:<br />Thus joy, o’erborne and bound, doth still release<br />His young limbs from the chains that round him press.<br />Weep not that the world changes—did it keep<br />A stable changeless state, ’twere cause indeed to weep.</p> "}, {"title": "All the Names We Will Not Know", "view_node": "/poem/all-names-we-will-not-know", "field_author": "<a href=\"/poet/naomi-shihab-nye\" hreflang=\"und\">Naomi Shihab Nye</a>", "field_date_published": "2015", "body": " <p>         <em>(for Adriana Corral)</em></p><p>Before dawn, trembling in air down to the old river,</p><p>circulating gently as a new season</p><p>delicate still in its softness, rustling raiment</p><p>of hopes never stitched tightly enough to any hour.</p><p><em>I was almost, maybe, just about, going to do that.</em></p><p>A girl’s thick dark hair, brushed over one shoulder</p><p>so regularly no one could imagine it not being there.</p><p>Hair as a monument.   Hovering - pitched.</p><p>Beloved sister, maker of plans, main branch,</p><p>we needed you desperately, where have you gone?</p><p><em>Here is the sentence called No no no no no. </em></p><p>Come back, everything grants you your freedom,</p><p>here in the mire of too much thinking,</p><p>we drown, we drown, split by your echo.</p> "}, {"title": "What Changes", "view_node": "/poem/what-changes", "field_author": "<a href=\"/poet/naomi-shihab-nye\" hreflang=\"und\">Naomi Shihab Nye</a>", "field_date_published": "2015", "body": " <p>My father’s hopes travel with me</p><p>years after he died. Someday</p><p>we will learn how to live.  All of us</p><p>surviving without violence</p><p>never stop dreaming how to cure it.</p><p>What changes? Crossing a small street</p><p>in Doha Souk, nut shops shuttered,</p><p>a handkerchief lies crumpled in the street,</p><p>maroon and white, like one my father had,</p><p>from Jordan.  Perfectly placed</p><p>in his pocket under his smile, for years.</p><p>He would have given it to anyone.</p><p>How do we continue all these days?</p> "}, {"title": "What the Thrush Said", "view_node": "/poem/what-thrush-said", "field_author": "<a href=\"/poet/john-keats\" hreflang=\"und\">John Keats</a>", "field_date_published": "2015", "body": "<p>O Thou whose face hath felt the Winter’s wind,<br />\nWhose eye has seen the snow-clouds hung in mist,<br />\nAnd the black elm tops ’mong the freezing stars,<br />\nTo thee the spring will be a harvest-time.<br />\nO thou, whose only book has been the light<br />\nOf supreme darkness which thou feddest on<br />\nNight after night when Phœbus was away,<br />\nTo thee the Spring shall be a triple morn.<br />\nO fret not after knowledge—I have none,<br />\nAnd yet my song comes native with the warmth.<br />\nO fret not after knowledge—I have none,<br />\nAnd yet the Evening listens. He who saddens<br />\nAt thought of idleness cannot be idle,<br />\nAnd he’s awake who thinks himself asleep.</p>\n"}, {"title": "Jack Rabbit Slims Convenience Store ", "view_node": "/poem/jack-rabbit-slims-convenience-store", "field_author": "<a href=\"/poet/kerry-james-evans\" hreflang=\"en\">Kerry James  Evans</a>", "field_date_published": "2015", "body": " <p>It sits between the Dollar General<br />and Rescue Alley, begging<br />for change, white sign<br />with a Jack Rabbit dressed<br />like a ’40s gangster. Smug grin,  <br />he leans against a lamppost,<br />his cane no more relevant<br />than the red suspenders<br />clamped to his slacks.<br />In the parking lot sits a trailer,<br />where a guy who goes by Dino<br />sells fireworks with names<br />like <em>Falcon Rising, Sexy Rider,</em><br />and <em>Bada Bing! Bada Boom!</em><br />Nancy burns one out back,<br />and rumors about town<br />contend the ladies love Dino<br />for his sparklers and not for<br />his cherry bombs, which might<br />mean anything in Sulligent, Alabama,<br />where things are still simple<br />enough for a scratch-off ticket<br />and half-a-tank of non-ethanol gas<br />—a reminder on the way home<br />that there is more to life<br />than barely making it. Why,<br />right at your foot a 1952<br />wheat penny shimmers like<br />a pinky swear in a schoolyard.</p> "}, {"title": "The world, how", "view_node": "/poem/world-how", "field_author": "<a href=\"/poet/martha-rhodes\" hreflang=\"en\">Martha Rhodes </a>", "field_date_published": "2015", "body": " <p>The world, how greenesses<br />pop up. I’d forgotten. To be</p><p>found millions of years later,<br />mountains of bones ground down.</p><p>The tiniest with the largest.<br />You rise to the top</p><p>from the Great Rift<br />to meet me again.<br /> </p> "}, {"title": "Naming Ceremony", "view_node": "/poem/naming-ceremony", "field_author": "<a href=\"/poet/honoree-fanonne-jeffers\" hreflang=\"und\">Honorée Fanonne Jeffers</a>", "field_date_published": "2015", "body": "<blockquote><sup><em>for Jerry Ward, Jr.</em></sup></blockquote>\n\n<p><span class=\"long-line\">Shallow curve of the land</span><br /><span class=\"long-line\">between master and owned</span><br /><span class=\"long-line\">I have dismissed you until I come</span><br /><span class=\"long-line\">upon kin     Since time my jaws</span><br /><span class=\"long-line\">have collected accusations</span><br /><span class=\"long-line\">from memory     No logic</span><br /><span class=\"long-line\">grinding my teeth     I have not</span><br /><span class=\"long-line\">been sold     The telling of the coppers</span><br /><span class=\"long-line\">between fingers     (Skin)</span><br /><span class=\"long-line\"><em>I think that I have known freedom</em></span><br /><span class=\"long-line\">This old story and yet I grieve</span><br /><span class=\"long-line\">accented by our home</span><br /><span class=\"long-line\">Your line reaching back</span><br /><span class=\"long-line\">while I search for the cloth</span><br /><span class=\"long-line\">of our mother’s  bodice</span><br /><span class=\"long-line\">My line snapped     My mind</span><br /><span class=\"long-line\">flying home at Ibo Landing</span><br /><span class=\"long-line\"><em>I think that I have known liberty in</em></span><br /><em><span class=\"long-line\">the caverns I have lived in</span></em><br /><span class=\"long-line\">Valley of Senegambia</span><br /><span class=\"long-line\">Coast of Slaves    Gold    Ivory</span><br /><span class=\"long-line\">(Loss)     The mud of the Bights</span><br /><span class=\"long-line\">Benin     Listen to the talk</span><br /><span class=\"long-line\">beaten by a man and his apprentice</span><br /><span class=\"long-line\">a mortgaged youth     My body</span><br /><span class=\"long-line\">lightened     mongreled currency</span><br /><span class=\"long-line\">Biafra     beaten     Hear me</span><br /><span class=\"long-line\">beaten down blood     free</span><br /><span class=\"long-line\">unclaimed by garbled deity</span><br /><span class=\"long-line\">My father’s call tricks</span><br /><span class=\"long-line\">the music of stopped ears</span><br /><span class=\"long-line\"><em>The flesh of the young men is burning</em></span><br /><span class=\"long-line\">One of us is Cain     the gardener</span><br /><span class=\"long-line\">of perfidy     unblessed by lineage</span><br /><span class=\"long-line\"><em>the flesh of the young men is aglow</em></span></p>\n"}, {"title": "Equivalents", "view_node": "/poem/equivalents", "field_author": "<a href=\"/poet/monica-de-la-torre\" hreflang=\"und\">Mónica de la Torre</a>", "field_date_published": "2015", "body": "<p><span class=\"long-line\">My child is my mother.</span><br /><span class=\"long-line\">There is a perpetual tug of war</span><br /><span class=\"long-line\">between the child in my mother</span><br /><span class=\"long-line\">and the mother in my child.</span><br /><span class=\"long-line\">My spouse is not father to my child.</span><br /><span class=\"long-line\">The man who is lover to his mother—</span><br /><span class=\"long-line\">he too is childless, having been</span><br /><span class=\"long-line\">son to his grandfather, but not brother</span><br /><span class=\"long-line\">to his mother, or son.</span><br /><span class=\"long-line\">The self-evidence of terms</span><br /><span class=\"long-line\">designating family ties</span><br /><span class=\"long-line\">masks the entanglements.</span><br /><span class=\"long-line\">Is it folklore, the assumption</span><br /><span class=\"long-line\">that a man will choose a lover</span><br /><span class=\"long-line\">over his children</span><br /><span class=\"long-line\">and that a mother her children</span><br /><span class=\"long-line\">over her lover?</span><br /><span class=\"long-line\">In this, the man and I,</span><br /><span class=\"long-line\">we are equivalent.</span><br /><span class=\"long-line\">We each have our records.</span></p>\n"}, {"title": "Lullaby for Anyone", "view_node": "/poem/lullaby-anyone", "field_author": "<a href=\"/poet/stephanie-ford\" hreflang=\"en\">Stephanie Ford</a>", "field_date_published": "2015", "body": " <p>Excuse me, lover. I’m busy foretelling<br />and protesting your end. Whether I hunt,<br />gather, barter, or sell, what I worry over</p><p>is the order: live oaks, shorelines,<br />wide-eyed and flammable<br />creature I adore. By day, I admit</p><p>no shadow as backup: crow, please keep<br />your clever forensics. What would I do<br />with a cardboard guitar, a map of the planets,</p><p>and a box of building blocks,<br />alone? Another bereavement<br />I haven’t unlearned: to bury one hope</p><p>inside another, and I, having made a home<br />of limbo (I keep a black hole more spotless<br />than cozy), once traveled through time</p><p>at will, invisible. Now, not so free. My beloved<br />grows heavier, hardier, heavenward.<br />Certain grief pre-scorches me.<br /> </p> "}], "pager": {"current_page": 362, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}