{"rows": [{"title": "E.H.", "view_node": "/poem/eh", "field_author": "<a href=\"/poet/john-koethe\" hreflang=\"und\">John Koethe</a>", "field_date_published": "2013", "body": " <p><i>Sometimes I stand in the middle of the floor,<br />Not going left, not going right.</i><br /><br />—Stephen Sondheim<br /><br /><br /><br />I like to get drunk and I like to write.<br />I search for ways in and can’t find them,<br />But that doesn’t mean they’re not there. What isn’t<br />There is the life between the words, the life that existed<br />Beyond the words, the life I don’t have anymore.<br />In Michigan the feelings soaked the page,<br />Yet now they seem diminished in the telling<br />And no longer in our time, no longer of our place,<br />But in another country, one of an imagination<br />Anchored in a style; no longer in the stream<br />Or swamp, where the fishing was tragic.<br /><br />I (whichever I this is) saw Follies last year.<br />The Weismann Girls come back to stand for what they were<br />And aren’t anymore, in a theatre slated for demolition.<br />Sally is a prisoner of her rage and her imagination,<br />Pining for the magic of what might have been<br />Until the spell breaks, leaving her alone on the stage<br />Amid the shards of her illusions. As she looks around<br />For what she is, all she can find is her age:<br />“I’m forty-nine. That’s all I am.”<br /><br />Why do I get so angry? Why do I assume<br />The characters I love, the characters I love and hate?<br />There’s a corruption from which I’ve never recovered<br />That diminishes me each day, until I can’t tell which I am<br />Anymore, the mask or the face. The boat in Havana:<br />Last time was the last time. The stirring begins each night<br />And continues through the day here in a home that isn’t home,<br />With Michigan far away, the finca far away, alone<br />In the vestibule in the early morning light, imagining<br />The feeling of cool steel against my forehead<br />And the sound of two drawers slamming.<br />I’m sixty-two. That’s all I am.</p> "}, {"title": "Goodbyes", "view_node": "/poem/goodbyes", "field_author": "<a href=\"/poet/jillian-weise\" hreflang=\"und\">Jillian Weise</a>", "field_date_published": "2013", "body": " <pre>\nbegin long before you hear them\nand gain speed and come out of \nthe same place as other words.\nThey should have their own\nplace to come from, the elbow\nperhaps, since elbows look\nfunny and never weep. Why\nare you proud of me? I said\ngoodbye to you forty times.\nI see your point. That is\nan achievement unto itself.\nMy mom wants me to write\na goodbye poem. It should fit \ninside a card and use the phrase,\n“You are one powerful lady.”\nThere is nothing powerful\nabout me though you might \nthink so from the way I spit.\nI don’t want to say goodbye\nto you anymore. I heard\nthe first wave was an accident.\nIt happened in the Cave \nof the Hands in Santa Cruz.\nThe four of them were drinking\nand someone killed\na wild boar and someone else\nsaid, “Hey look, I put my hand\nin it. Saying goodbye is like that.\nYou put your hand in it and then\nyou take your hand back.</pre>\n "}, {"title": "Get Up, Please", "view_node": "/poem/get-please", "field_author": "<a href=\"/poet/david-kirby\" hreflang=\"und\">David Kirby</a>", "field_date_published": "2013", "body": " <p>The two musicians pour forth their souls abroad<br />                         in such an ecstasy as to charm the audience<br />             like none I’ve ever seen before, and when<br />they finish, they rise and hug each other,<br />                         and then the tabla player bends down<br />and touches the feet of the santoor player in an obvious gesture<br /><br />of respect, but what does it mean? I don’t find out<br />                          until the next day at the Econolodge in Tifton, GA,<br />             where I stop on my way home after the concert<br />and ask Mrs. Patel, the owner, if she has ever heard<br />                         of these two musicians or knows<br />anything about the tabla and the santoor and especially the latter,<br /><br />which looks like the love child of a typewriter<br />                          and a hammered dulcimer only with a lot of extra wires<br />             and tuning posts, and she doesn’t seem to understand<br />my questions, though when I ask her about one person touching<br />                         the other’s feet and then bend down<br />to show her, she lights up and says, \"It means he thinks the other<br /><br />is a god. My children do this before they go off<br />                          to school in the morning, as though to say, 'Mummy,<br />             you are a god to us,’\" and I look at her<br />for a second and then surprise us both when I say, \"Oh, Mrs. Patel!\"<br />                         and burst into tears, because I think,<br />first, of my own dead parents and then of little Lakshmi and Padma<br /><br />Patel going off to their classes in Tift County schools,<br />                          the one a second-grader who is studying homophones<br />             (“I see the sea”) and the other of whom is in the fourth<br />grade, where she must master long division with<br />                          its cruel insistence on numbers lined<br />up under one another with exacting precision and then crawling<br /><br />toward the page’s bottom as you, the divider, subtract<br />                         and divide again and again, all the while recording<br />             on the top line an answer that grows increasingly<br />lengthy as you fret and chew the tip of your pencil<br />                         and persevere, though before they grab<br />their books and lunch boxes and pile onto the bus, they take time<br /><br />to touch Mrs. Patel’s feet and Mr. Patel’s as well,<br />                          assuming there is such a person. Later my friend<br />             Avni tells me you touch the feet of your elders<br />to respect the distance they have traveled<br />                          and the earth they have touched, and you<br />say “namaste”not because you take yoga at that little place<br /><br />on the truck route between the t-shirt store<br />                          and the strip club but because it means “I bow<br />             to the light within you,” and often the people being<br />bowed to will stoop down and collect you as if to say<br />                         \"You too are made of the same light!\"<br />Reader, if your parents are alive, think of them now, of all the gods<br /><br />whose feet you never touched or touched enough.<br />                          And if not your parents, then someone else.<br />             You know someone like this, right? Someone who belongs<br />to the \"mighty dead,\" as Keats called them.<br />                          Don’t you wish that person were here now<br />so you could touch their feet and whisper, \"You are my god\"?<br /><br />I can’t imagine Keats saying, “You too are made<br />                          of the same light,” though I can see him saying,<br />             as he did to Fanny Brawne, “I have been astonished<br />that Men could die Martyrs for religion—I have<br />                          shudder'd at it—I shudder no more—I could<br />be martyr'd for my Religion—Love is my religion—I could die for that—<br /><br />I could die for you.” My own feet have touched<br />                          the earth nearly three times as long as Keats’s did,<br />             and I’m hardly the oldest person<br />I know. So let this poem brush across the feet of anyone<br />                          who reads it. Poetry is<br />my religion—well, I wouldn’t die for it. I’d live for it, though.</p> "}, {"title": "Why Poetry Can Be Hard for Most People", "view_node": "/poem/why-poetry-can-be-hard-most-people", "field_author": "<a href=\"/poet/dorothea-lasky\" hreflang=\"und\">Dorothea Lasky</a>", "field_date_published": "2013", "body": " <p>Because speaking to the dead is not something you want to do<br />When you have other things to do in your day<br />Like take out the trash or use the vacuum<br />In the edge between the stove and cupboard<br />Because the rat is everywhere<br />Crawling around<br />Or more so walking<br />And it doesn’t even notice you<br />It has its own intentions<br />And is searching for that perfect bag of potato chips like you once were<br />Because life is no more important than eating<br />Or fucking<br />Or talking someone into fucking<br />Or talking someone into something<br />Or sleeping calmly and soundly<br />And all you can hope for are the people who put that calm in you<br />Or let you go into it with dignity<br />Because poetry reminds you<br />That there is no dignity<br />In living<br />You just muddle through and for what<br />Jack Jack you wrote to him<br />You wrote to all of us<br />I wasn’t even born<br />You wrote to me<br />A ball of red and green shifting sparks<br />In my parents’ eye<br />You wrote to me and I just listened<br />I listened I listened I tell you<br />And I came back<br />No<br />Poetry is hard for most people<br />Because of sound</p> "}, {"title": "My Bright Aluminum Tumblers", "view_node": "/poem/my-bright-aluminum-tumblers", "field_author": "<a href=\"/poet/michael-ryan\" hreflang=\"und\">Michael Ryan</a>", "field_date_published": "2013", "body": " <p>Who are you<br />long legged<br />woman in my dream<br />kissing me open mouthed<br />pressing me for ice<br />we fetch together naked<br />from the freezer<br />with bright aluminum tumblers<br />red deep blue purple<br />icy water<br />so cold it hurts<br />lips and teeth and membrane<br />lacy lattices of ice<br />shattering on our tongues<br />who are you<br />how could I have forgotten<br />my bright aluminum tumblers<br />I had to hold with both hands<br />they couldn’t be broken<br />even if I dropped them<br />that’s how little I was</p> "}, {"title": "Given", "view_node": "/poem/given", "field_author": "<a href=\"/poet/joanna-klink\" hreflang=\"und\">Joanna Klink</a>", "field_date_published": "2013", "body": "<p><span class=\"long-line\">And I carried to that emptiness</span><br /><span class=\"long-line\">between us the birds</span><br /><span class=\"long-line\">that had been calling out</span></p>\n\n<p><span class=\"long-line\">            all night. I carried an old</span><br /><span class=\"long-line\">            bicycle, a warm meal,</span><br /><span class=\"long-line\">            some time to talk.</span></p>\n\n<p><span class=\"long-line\">I would have brought</span><br /><span class=\"long-line\">them to you sooner</span><br /><span class=\"long-line\">but was afraid your own</span></p>\n\n<p><span class=\"long-line\">            hopelessness would keep you</span><br /><span class=\"long-line\">            crouched there. If you spring up,</span><br /><span class=\"long-line\">            let it not be against me</span></p>\n\n<p><span class=\"long-line\">but like a weed or a</span><br /><span class=\"long-line\">fountain.  I grant you</span><br /><span class=\"long-line\">the hard spine of your</span></p>\n\n<p><span class=\"long-line\">            childhood.  I grant you</span><br /><span class=\"long-line\">            the frowning arc of this morning.</span><br /><span class=\"long-line\">            If I could I would grant you</span></p>\n\n<p><span class=\"long-line\">a bright throat and even</span><br /><span class=\"long-line\">brighter eyes, this whole hill</span><br /><span class=\"long-line\">of olive trees, its</span></p>\n\n<p><span class=\"long-line\">            calmness of purpose.</span><br /><span class=\"long-line\">            Let me not forget</span><br /><span class=\"long-line\">            ever what I owe you.</span></p>\n\n<p><span class=\"long-line\">I have loved the love</span><br /><span class=\"long-line\">you felt for those gardens</span><br /><span class=\"long-line\">and I would grant you</span></p>\n\n<p><span class=\"long-line\">            the always steadying</span><br /><span class=\"long-line\">            presence of seeds. </span><br /><span class=\"long-line\">            I bring to that trouble</span></p>\n\n<p><span class=\"long-line\">between us a bell that might</span><br /><span class=\"long-line\">blur into air.  I bring the woods</span><br /><span class=\"long-line\">and a sense of what lives there.</span></p>\n\n<p><span class=\"long-line\">            Like you, I turn to sunlight for</span><br /><span class=\"long-line\">            answers.  Like you, I am</span><br /><span class=\"long-line\">            not sure where it has gone.</span></p>\n"}, {"title": "On Disappearing", "view_node": "/poem/disappearing", "field_author": "<a href=\"/poet/major-jackson\" hreflang=\"und\">Major Jackson</a>", "field_date_published": "2013", "body": "<p><span class=\"long-line\">I have not disappeared.</span><br /><span class=\"long-line\">The boulevard is full of my steps. The sky is</span><br /><span class=\"long-line\">full of my thinking. An archbishop</span><br /><span class=\"long-line\">prays for my soul, even though</span><br /><span class=\"long-line\">we only met once, and even then, he was</span><br /><span class=\"long-line\">busy waving at a congregation.</span><br /><span class=\"long-line\">The ticking clocks in Vermont sway</span><br /><br /><span class=\"long-line\">back and forth as though sweeping</span><br /><span class=\"long-line\">up my eyes and my tattoos and my metaphors,</span><br /><span class=\"long-line\">and what comes up are the great paragraphs</span><br /><span class=\"long-line\">of dust, which also carry motes</span><br /><span class=\"long-line\">of my existence. I have not disappeared.</span><br /><span class=\"long-line\">My wife quivers inside a kiss.</span><br /><span class=\"long-line\">My pulse was given to her many times,</span><br /><br /><span class=\"long-line\">in many countries. The chunks of bread we dip</span><br /><span class=\"long-line\">in olive oil is communion with our ancestors,</span><br /><span class=\"long-line\">who also have not disappeared. Their delicate songs</span><br /><span class=\"long-line\">I wear on my eyelids. Their smiles have</span><br /><span class=\"long-line\">given me freedom which is a crater</span><br /><span class=\"long-line\">I keep falling in. When I bite into the two halves</span><br /><span class=\"long-line\">of an orange whose cross-section resembles my lungs,</span><br /><br /><span class=\"long-line\">a delta of juices burst down my chin, and like magic,</span><br /><span class=\"long-line\">makes me appear to those who think I’ve</span><br /><span class=\"long-line\">disappeared. It’s too bad war makes people</span><br /><span class=\"long-line\">disappear like chess pieces, and that prisons</span><br /><span class=\"long-line\">turn prisoners into movie endings. When I fade</span><br /><span class=\"long-line\">into the mountains on a forest trail,</span><br /><span class=\"long-line\">I still have not disappeared, even though its green facade</span><br /><span class=\"long-line\">turns my arms and legs into branches of oak.</span><br /><span class=\"long-line\">It is then I belong to a southerly wind,</span><br /><span class=\"long-line\">which by now you have mistaken as me nodding back</span><br /><span class=\"long-line\">and forth like a Hasid in prayer or a mother who has just</span><br /><span class=\"long-line\">lost her son to gunfire in Detroit. I have not disappeared.</span><br /><br /><span class=\"long-line\">In my children, I see my bulging face</span><br /><span class=\"long-line\">pressing further into the mysteries.</span><br /><br /><span class=\"long-line\">In a library in Tucson, on a plane above</span><br /><span class=\"long-line\">Buenos Aires, on a field where nearby burns</span><br /><span class=\"long-line\">a controlled fire, I am held by a professor,</span><br /><span class=\"long-line\">a General, and a photographer.</span><br /><span class=\"long-line\">One burns a finely wrapped cigar, then sniffs</span><br /><span class=\"long-line\">the scented pages of my books, scouring</span><br /><span class=\"long-line\">for the bitter smell of control.</span><br /><span class=\"long-line\">I hold him in my mind like a chalice.</span><br /><span class=\"long-line\">I have not disappeared. I swish the amber</span><br /><span class=\"long-line\">hue of lager on my tongue and ponder the drilling</span><br /><span class=\"long-line\">rigs in the Gulf of Alaska and all the oil-painted plovers.</span><br /><br /><span class=\"long-line\">When we talk about limits, we disappear.</span><br /><span class=\"long-line\">In Jasper, TX you can disappear on a strip of gravel.</span><br /><br /><span class=\"long-line\">I am a shrug of a life in sacred language.</span><br /><span class=\"long-line\">Right now: termites toil over a grave.</span><br /><span class=\"long-line\">My mind is a ravine of yesterdays.</span><br /><span class=\"long-line\">At a glance from across the room, I wear</span><br /><span class=\"long-line\">September on my face,</span><br /><span class=\"long-line\">which is eternal, and does not disappear</span><br /><span class=\"long-line\">even if you close your eyes once and for all</span><br /><span class=\"long-line\">simultaneously like two coffins.</span></p>\n"}, {"title": "Sonnet-To Science", "view_node": "/poem/sonnet-science", "field_author": "<a href=\"/poet/edgar-allan-poe\" hreflang=\"und\">Edgar Allan Poe</a>", "field_date_published": "1829", "body": " <p>Science! true daughter of Old Time thou art!<br />   Who alterest all things with thy peering eyes.<br />Why preyest thou thus upon the poet’s heart,<br />   Vulture, whose wings are dull realities?<br />How should he love thee? or how deem thee wise,<br />   Who wouldst not leave him in his wandering<br />To seek for treasure in the jewelled skies,<br />   Albeit he soared with an undaunted wing?<br />Hast thou not dragged Diana from her car,<br />   And driven the Hamadryad from the wood<br />To seek a shelter in some happier star?<br />   Hast thou not torn the Naiad from her flood,<br />The Elfin from the green grass, and from me<br />The summer dream beneath the tamarind tree?</p> "}, {"title": "Anything Can Happen", "view_node": "/poem/anything-can-happen", "field_author": "<a href=\"/poet/seamus-heaney\" hreflang=\"und\">Seamus Heaney</a>", "field_date_published": "2006", "body": " <p>Anything can happen. You know how Jupiter<br />Will mostly wait for clouds to gather head<br />Before he hurls the lightning? Well, just now<br />He galloped his thunder cart and his horses<br /><br />Across a clear blue sky. It shook the earth<br />And the clogged underearth, the River Styx,<br />The winding streams, the Atlantic shore itself.<br />Anything can happen, the tallest towers<br /><br />Be overturned, those in high places daunted,<br />Those overlooked regarded. Stropped-beak Fortune<br />Swoops, making the air gasp, tearing the crest off one,<br />Setting it down bleeding on the next.<br /><br />Ground gives. The heaven’s weight<br />Lifts up off Atlas like a kettle-lid.<br />Capstones shift, nothing resettles right.<br />Telluric ash and fire-spores boil away.</p> "}, {"title": "Renouncement", "view_node": "/poem/renouncement", "field_author": "<a href=\"/poet/alice-meynell\" hreflang=\"und\">Alice Meynell</a>", "field_date_published": "1895", "body": " <p>I must not think of thee; and, tired yet strong,<br />I shun the thought that lurks in all delight—<br />   The thought of thee—and in the blue heaven's height,<br />And in the sweetest passage of a song.<br />Oh, just beyond the fairest thoughts that throng<br />   This breast, the thought of thee waits hidden yet bright;<br />But it must never, never come in sight;<br />I must stop short of thee the whole day long.<br />But when sleep comes to close each difficult day,<br />   When night gives pause to the long watch I keep,<br />And all my bonds I needs must loose apart,<br />Must doff my will as raiment laid away,—<br />   With the first dream that comes with the first sleep<br />I run, I run, I am gathered to thy heart.</p> "}, {"title": "Song of Quietness", "view_node": "/poem/song-quietness", "field_author": "<a href=\"/poet/robinson-jeffers\" hreflang=\"und\">Robinson Jeffers</a>", "field_date_published": "1916", "body": " <p>Drink deep, drink deep of quietness,<br />    And on the margins of the sea<br />Remember not thine old distress<br />    Nor all the miseries to be.<br />Calmer than mists, and cold<br />As they, that fold on fold<br />Up the dim valley are rolled,<br />    Learn thou to be.<br /><br />The Past—it was a feverish dream,<br />    A drunken slumber full of tears.<br />The Future—O what wild wings gleam,<br />    Wheeled in the van of desperate years!<br />Thou lovedst the evening: dawn<br />Glimmers; the night is gone:—<br />What dangers lure thee on,<br />    What dreams more fierce?<br /><br />But meanwhile, now the east is gray,<br />    The hour is pale, the cocks yet dumb,<br />Be glad before the birth of day,<br />    Take thy brief rest ere morning come:<br />Here in the beautiful woods<br />All night the sea-mist floods,—<br />Thy last of solitudes,<br />    Thy yearlong home.</p> "}, {"title": "Wine Tasting", "view_node": "/poem/wine-tasting", "field_author": "<a href=\"/poet/kim-addonizio\" hreflang=\"und\">Kim Addonizio</a>", "field_date_published": "2013", "body": " <p>I think I detect cracked leather.<br />I’m pretty sure I smell the cherries<br />from a Shirley Temple my father bought me<br /><br />in 1959, in a bar in Orlando, Florida,<br />and the chlorine from my mother’s bathing cap.<br />And last winter’s kisses, like salt on black ice,<br /><br />like the moon slung away from the earth.<br />When Li Po drank wine, the moon dove<br />in the river, and he staggered after.<br /><br />Probably he tasted laughter.<br />When my friend Susan drinks<br />she cries because she’s Irish<br /><br />and childless. I’d like to taste,<br />one more time, the rain that arrived<br />one afternoon and fell just short<br /><br />of where I stood, so I leaned my face in,<br />alive in both worlds at once,<br />knowing it would end and not caring.</p> "}, {"title": "Dove, Interrupted", "view_node": "/poem/dove-interrupted", "field_author": "<a href=\"/poet/lucie-brock-broido\" hreflang=\"und\">Lucie Brock-Broido</a>", "field_date_published": "2013", "body": " <p>Don’t do that when you are dead like this, I said,<br />Arguably still squabbling about the word inarguably.<br />I haunt Versailles, poring through the markets of the medieval.<br />Mostly meat to be sold there; mutton hangs<br />Like laundry pinkened on its line.<br />            And gold!—a chalice with a cure for living in it.<br />We step over the skirt of an Elizabeth.<br />Red grapes, a delicacy, each peeled for us—<br />The vestments of a miniature priest, disrobed.<br />A sister is an old world sparrow placed in a satin shoe.<br />The weakling’s saddle is worn down from just too much sad attitude.<br />No one wants to face the “opaque reality” of herself.<br />                                                                 For the life of me.<br />I was made American. You must consider this.<br />Whatever suffering is insufferable is punishable by perishable.<br />In Vienne, the rabbit Maurice is at home in the family cage.<br />I ache for him, his boredom and his solitude.<br />On suffering and animals, inarguably, they do.<br />                                                    I miss your heart, my heart.</p> "}, {"title": "Time Study", "view_node": "/poem/time-study", "field_author": "<a href=\"/poet/marvin-bell\" hreflang=\"und\">Marvin Bell</a>", "field_date_published": "2013", "body": " <p>The coffee was cold so I said so. I said,<br />my coffee is cold, and then I repeated it<br />but with a variation, something like, my<br />coffee is cold and I said so, and then, I<br />said I am glad my coffee is cold because<br />I get to say so, and I said my coffee is cold<br />like the Sahara at night, and I said the Sahara<br />is a lot like my coffee, which has cream,<br />and it is cold which means I have to say so<br />or someone will say to drink my coffee,<br />which is cold and the camels are asleep.<br /><br />Let’s try it again, I said, taking a sip of coffee,<br />and then not taking a sip but still holding<br />the cup and I said look at the cup and see<br />if you can see the Sahara and then I said,<br />it was in there a moment ago but I took a sip<br />and it is inside me I suppose, and I said then<br />the same thing, my coffee is cold, and also,<br />this coffee is cold to make sure they knew<br />which coffee, not coffee as coffee but coffee<br />as a part of the whole and also immediate<br />in some sense, like waking in the desert.<br /><br />I write a lot about coffee, I said, and I said,<br />I just need to see who my friends are, the ones<br />who will stay till the end, and I added, I do not<br />take death as a personal insult, and I said it was<br />good to repeat things but not ideas, and I said<br />it was not good to repeat ideas, and I said also<br />it was good to repeat things, and I said my coffee<br />is cold and I can say so and I said when I say<br />my coffee is cold it is part of something bigger<br />that can last as long as I say it is, still is, and then<br />I said my coffee is still cold at this time, still is.</p> "}, {"title": "Roar Shack", "view_node": "/poem/roar-shack", "field_author": "<a href=\"/poet/alice-fulton\" hreflang=\"und\">Alice Fulton</a>", "field_date_published": "2013", "body": " <p>Many see a flutterby when they look into this<br /><br />omniscience I see as a skinniness too densely drawn<br />or a mystery unhinged by its own symmetry, a twinning<br />I think of as a listener that thinks along<br />with me, fused in a tweed, a red herring-<br />bone weave in the dazzling darkness<br />and bleached afterness some see<br /><br />as a necklace of brilliants curved in gift. As if!<br /><br />A color visible only in ultra-<br />violet light or a source beyond mathematics I think<br />of as a second self, an underhum. Or thought. Till I saw<br />innocence tortured by a force<br />beyond kindness, an unconditional indifference<br /><br />or wick for wickedness that wanted trauma dolls.<br /><br />I tell this as a clock tells time but telling can’t diminish it<br /><br />as clocks can’t dwindle time. Am I still alive?<br />Birds that sing behind a waterfall, horses kneeling<br />Christmas Eve are what others see in what I see<br />as us delivered up to this chill that searches me.</p> "}, {"title": "Ode to Lil&#039; Kim in Florence", "view_node": "/poem/ode-lil-kim-florence", "field_author": "<a href=\"/poet/barbara-hamby\" hreflang=\"und\">Barbara Hamby</a>", "field_date_published": "2013", "body": " <p>We’re in a taxi on the way to see Andrea del Sarto’s last supper,<br />          which was in the country when it was painted<br />but is now in the suburbs beyond the old city wall in an ex-convent,<br />          and our driver turns the radio to an English station<br />playing an American song, yes, Lil’ Kim’s “How Many Licks,”<br />          and Miss Kim, you are not singing about throwing punches,<br />but for a while I don’t notice because my husband<br />          is talking about where we will eat dinner, but like a bullet<br />the lyrics penetrate the armor of the city, the fresco, the tagliata<br />          and punterelle I’ll eat later, and I’m crossing my legs twice,<br />once at the knees and then at the ankles, but what do I know,<br />          because my dad never threw me out of the house,<br />and I’ve never lived on the streets, and your life, Kim, is like an opera,<br />          <i>Lucia di Lammermoor</i> maybe, but you’re not taking Enrico’s shit,<br />and when Edgardo breaks into your phony wedding you grab him<br />          and run off to Paris but not before you sing the mad scene,<br />because what’s <i>Lucia</i> without it, all the blood and tattoos, and you<br />          could never sing Mimi, because she’s such a simp. No, Musetta’s<br />your gal, so Lil’ Kim put on your Queen-of-the-Night gown,<br />          the corset and headpiece with shooting stars, or your Lulu rags,<br />Jack the Ripper leading her to his knife, or your Lil’ Kim hot pants,<br />          but remember, Kim, we girls need some secrets while we fix<br />our lipstick, straighten our push-up bras and little black dresses,<br />          because we’re riding the lonely streets in taxis, limos,<br />buses and sports cars, hair a little messy, dying for the night to open up<br />          dark and mysterious like a song only time can sing.</p> "}, {"title": "Tale of Two Cities", "view_node": "/poem/tale-two-cities", "field_author": "<a href=\"/poet/mark-jarman\" hreflang=\"und\">Mark Jarman</a>", "field_date_published": "2013", "body": " <p>Sick as it approaches, sick as it departs.<br />In fall the hulks of burned out houses stand unrazed.<br />In winter bearded with fire truck ice they stand unrazed.<br />The ice cream maker, the piano tuner, the ceramist and tile engraver,—<br />The belovèd craftsmen turn up killed at their work places.<br />And the river, stingy, greedy, shrinks and enlarges.<br />And bumper stickers protest how people like it here. The hated city.<br /><br />And the loved city? Only at a distance can it be loved.<br />How else do those mean little squares and boulevards sprouting their haystraw weeds<br />Become the Champs-Elysées and Princes Street, except in memory?<br />Shadowy byways and alleys, wildflower chain linked lots<br />Where a lover turned and smiled and did more than kiss,<br />And corners where small hilarities gathered, teasing,<br />But singing in unison,—these map happiness.<br /><br />The hated city. The loved city. The same city.</p> "}, {"title": "Borderline Mambo", "view_node": "/poem/borderline-mambo", "field_author": "<a href=\"/poet/rita-dove\" hreflang=\"und\">Rita Dove</a>", "field_date_published": "2013", "body": " <p>As if the lid stayed put on the marmalade.<br />As if you could get the last sip of champagne<br />out of the bottom of the fluted glass.<br />As if we weren’t all dying, as if we all weren’t<br />going to die some time, as if we knew for certain<br />when, or how. As if the baseball scores made sense<br />to the toddler. As if the dance steps mattered, or there’s a point<br />where they don’t. For instance wheelchair. Heart flutter.<br />Oxygen bottle mounted on the septuagenarian's back<br />at the state ballroom competitions—that’s Manny,<br />still pumping the mambo with his delicious slip<br />of an instructor, hip hip hooray. Mambo, for instance,<br />if done right, gives you a chance to rest: one beat in four.<br />One chance in four, one chance in ten, a hundred, as if<br />we could understand what that means. Hooray. Keep<br />pumping. As if you could keep the lid on a secret<br />once the symptoms start to make sense. A second<br />instance, a respite. A third. Always that hope.<br />If we could just scrape that last little bit<br />out, if only it wouldn’t bottom out<br />before they can decode the message<br />sent to the cells. Of course it matters when, even though<br />(because?) we live in mystery. For instance<br />Beauty. Love. Honor. As if we didn’t like<br />secrets. Point where it hurts. Of course we’ll tell.</p> "}, {"title": "What&#039;s Left (Al-Mutanabbi Street)", "view_node": "/poem/whats-left-al-mutanabbi-street", "field_author": "<a href=\"/poet/katrina-roberts\" hreflang=\"und\">Katrina Roberts</a>", "field_date_published": "2013", "body": " <p><i>Tracery</i><br /><br />Not nostalgia but the bluer salt of longing, not sentiment but the smutted sky raining bitter sediment, not our winding blunder down into that wound, not the ash-riddled grotto nor the blood-orange blown-open<br /><br />Not the mineral rash’s voice dubbed across the final unspooling reel, not that, whatever promise the book held, not what she said or he did or they might next, not that, nor a flitter of birds, hands—lifting a cup, flipping a page, tucking a strand, nor the ear, behind which, filling with each sweet rising note or tinkling descent<br /><br />Not the delicacy of a single wish, nor the now-cracked face of a once-ticking, once-pocketed watch<br /><br /><br /><i>Stitch</i><br /><br />No filament long enough<br /><br />No longer meshing, days before and those after, teeth of a zipper left to gape<br /><br />An idling car, a parked pick-up, who hides in plain light who hides and why, cloaked in a troubled forest of unsayable tint<br /><br />And which human desire does this resemble, which cosseting vest to cross the heart, which chilled sweat, which strait-jacketed vestment, which surely-numbing drone between temples<br /><br /><br /><i>Resist</i><br /><br />Faith in what<br /><br />No walls, no shelves<br /><br />No end to the well’s filling, the far-away sea’s waxy surge in a hole dug by anyone no matter, a relentless urge to pick the itch, the ooze, the scab, the meniscus of every hour finally spilling over, over, over<br /><br />Nothing<br />But sound, but imprinted air<br />No end to the fraught tingle of phantom-limbs forever-after-not-but-there<br /><br /><br /><i>Scar</i><br /><br />Splinters the alley’s new stuttering currency, pocked, crumbling, indiscriminate coinage of returning light, triage of needling memory, a narrow strait to navigate, some beast, uneasy passage of meat into pure spirit, and every anguished ether-shard hive-swarming then hushed<br /><br />Not <i>silent</i> but charged:  <i>listen</i>...<br /><br />Every letter, accounted for but in a different more urgent order</p> "}, {"title": "How to Be a Lawyer", "view_node": "/poem/how-be-lawyer", "field_author": "<a href=\"/poet/jordan-davis\" hreflang=\"und\">Jordan Davis</a>", "field_date_published": "2013", "body": " <p>My father taught me how to play the beer bottle. It was Schlitz, and I was three or four. \"You tuck your lower lip under, then blow air over the top of the bottle.\" I produced a tone, and we laughed. He paused. \"You can make a different sound if there's less in the bottle,\" he said, motioning for me to take a sip. I did, then blew another note. We laughed again.<br /><br />\"Do you want to learn something else? Here's how to be a lawyer. Raise one eyebrow.\" I did so. \"Good. Now hold it for a few seconds, turn toward the jury, and say 'I see.'\"</p> "}], "pager": {"current_page": 418, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}