{"rows": [{"title": "The Conundrum of the Workshops", "view_node": "/poem/conundrum-workshops", "field_author": "<a href=\"/poet/rudyard-kipling\" hreflang=\"und\">Rudyard Kipling</a>", "field_date_published": "1890", "body": " <pre>\nWhen the flush of a newborn sun fell first on Eden's green and gold,   \nOur father Adam sat under the Tree and scratched with a stick in the mold;   \nAnd the first rude sketch that the world had seen was joy to his mighty heart,   \nTill the Devil whispered behind the leaves: \"It's pretty, but is it Art?\"   \n   \nWherefore he called to his wife and fled to fashion his work anew— \nThe first of his race who cared a fig for the first, most dread review;   \nAnd he left his lore to the use of his sons—and that was a glorious gain   \nWhen the Devil chuckled: \"Is it Art?\" in the ear of the branded Cain.   \n   \nThey builded a tower to shiver the sky and wrench the stars apart,   \nTill the Devil grunted behind the bricks: \"It's striking, but is it Art?\" \nThe stone was dropped by the quarry-side, and the idle derrick swung,   \nWhile each man talked of the aims of art, and each in an alien tongue.   \n   \nThey fought and they talked in the north and the south, they talked and they fought in the west,\nTill the waters rose on the jabbering land, and the poor Red Clay had rest—   \nHad rest till the dank blank-canvas dawn when the dove was preened to start,  \nAnd the Devil bubbled below the keel: \"It's human, but is it Art?\"   \n   \nThe tale is old as the Eden Tree—as new as the new-cut tooth—   \nFor each man knows ere his lip-thatch grows he is master of Art and Truth;   \nAnd each man hears as the twilight nears, to the beat of his dying heart,   \nThe Devil drum on the darkened pane: \"You did it, but was it Art?\"  \n   \nWe have learned to whittle the Eden Tree to the shape of a surplice-peg,   \nWe have learned to bottle our parents twain in the yolk of an addled egg,   \nWe know that the tail must wag the dog, as the horse is drawn by the cart;   \nBut the Devil whoops, as he whooped of old: \"It's clever, but is it Art?\"   \n   \nWhen the flicker of London's sun falls faint on the club-room's green and gold,  \nThe sons of Adam sit them down and scratch with their pens in the mold—   \nThey scratch with their pens in the mold of their graves, and the ink and the anguish start   \nWhen the Devil mutters behind the leaves: \"It's pretty, but is it art?\"   \n   \nNow, if we could win to the Eden Tree where the four great rivers flow,   \nAnd the wreath of Eve is red on the turf as she left it long ago, \nAnd if we could come when the sentry slept, and softly scurry through,   \nBy the favor of God we might know as much—as our father Adam knew.</pre>\n "}, {"title": "Tomlinson", "view_node": "/poem/tomlinson", "field_author": "<a href=\"/poet/rudyard-kipling\" hreflang=\"und\">Rudyard Kipling</a>", "field_date_published": "1892", "body": " <pre>\nNow Tomlinson gave up the ghost at his house in Berkeley Square,\nAnd a Spirit came to his bedside and gripped him by the hair—\nA Spirit gripped him by the hair and carried him far away,\nTill he heard as the roar of a rain-fed ford the roar of the Milky Way:\nTill he heard the roar of the Milky Way die down and drone and cease,\nAnd they came to the Gate within the Wall where Peter holds the keys.\n\"Stand up, stand up now, Tomlinson, and answer loud and high\n\"The good that ye did for the sake of men or ever ye came to die—\n\"The good that ye did for the sake of men on the little Earth so lone!\"\nAnd the naked soul of Tomlinson grew white as the rain-washed bone.\n\"O I have a friend on Earth,\" he said, \"that was my priest and guide,\n\"And well would he answer all for me if he were at my side.\"\n—\"For that ye strove in neighbour-love it shall be written fair,\n\"But now ye wait at Heaven's Gate and not in Berkeley Square:\n\"Though we called your friend from his bed this night, he could not speak for you,\n\"For the race is run by one and one and never by two and two.\"\nThen Tomlinson looked up and down, and little gain was there,\nFor the naked stars grinned overhead, and he saw that his soul was bare.\nThe Wind that blows between the Worlds, it cut him like a knife,\nAnd Tomlinson took up the tale and spoke of his good in life.\n\"O this I have read in a book,\" he said, \"and that was told to me,\n\"And this I have thought that another man thought of a Prince in Muscovy.\"\nThe good souls flocked like homing doves and bade him clear the path,\nAnd Peter twirled the jangling Keys in weariness and wrath.\n\"Ye have read, ye have heard, ye have thought,\" he said, \"and the tale is yet to run:\n\"By the worth of the body that once ye had, give answer—what ha' ye done?\"\nThen Tomlinson looked back and forth, and little good it bore,\nFor the darkness stayed at his shoulder-blade and Heaven's Gate before:—\n\"O this I have felt, and this I have guessed, and this I heard men say,\n\"And this they wrote that another man wrote of a carl in Norroway.\"\n\"Ye have read, ye have felt, ye have guessed, good lack! Ye have hampered Heaven's Gate;\n\"There's little room between the stars in idleness to prate!\n\"For none may reach by hired speech of neighbour, priest, and kin\n\"Through borrowed deed to God's good meed that lies so fair within;\n\"Get hence, get hence to the Lord of Wrong, for thy doom has yet to run,\n\"And . . . the faith that ye share with Berkeley Square uphold you, Tomlinson!\"\n\nThe Spirit gripped him by the hair, and sun by sun they fell\nTill they came to the belt of Naughty Stars that rim the mouth of Hell.\nThe first are red with pride and wrath, the next are white with pain,\nBut the third are black with clinkered sin that cannot burn again.\nThey may hold their path, they may leave their path, with never a soul to mark: \nThey may burn or freeze, but they must not cease in the Scorn of the Outer Dark. \nThe Wind that blows between the Worlds, it nipped him to the bone,\nAnd he yearned to the flare of Hell-gate there as the light of his own hearth-stone.\nThe Devil he sat behind the bars, where the desperate legions drew,\nBut he caught the hasting Tomlinson and would not let him through.\n\"Wot ye the price of good pit-coal that I must pay?\" said he,\n\"That ye rank yoursel' so fit for Hell and ask no leave of me?\n\"I am all o'er-sib to Adam's breed that ye should give me scorn,\n\"For I strove with God for your First Father the day that he was born.\n\"Sit down, sit down upon the slag, and answer loud and high\n\"The harm that ye did to the Sons of Men or ever you came to die.\"\nAnd Tomlinson looked up and up, and saw against the night\nThe belly of a tortured star blood-red in Hell-Mouth light;\nAnd Tomlinson looked down and down, and saw beneath his feet\nThe frontlet of a tortured star milk-white in Hell-Mouth heat.\n\"O I had a love on earth,\" said he, \"that kissed me to my fall;\n\"And if ye would call my love to me I know she would answer all.\"\n—\"All that ye did in love forbid it shall be written fair,\n\"But now ye wait at Hell-Mouth Gate and not in Berkeley Square:\n\"Though we whistled your love from her bed to-night, I trow she would not run, \n\"For the sin that ye do by two and two ye must pay for one by one!\"\nThe Wind that blows between the Worlds, it cut him like a knife,\nAnd Tomlinson took up the tale and spoke of his sins in life:—\n\"Once I ha' laughed at the power of Love and twice at the grip of the Grave,\n\"And thrice I ha' patted my God on the head that men might call me brave.\"\nThe Devil he blew on a brandered soul and laid it aside to cool:—\n\"Do ye think I would waste my good pit-coal on the hide of a brain-sick fool? \n\"I see no worth in the hobnail mirth or the jolthead jest ye did\n\"That I should waken my gentlemen that are sleeping three on a grid.\"\nThen Tomlinson looked back and forth, and there was little grace,\nFor Hell-Gate filled the houseless soul with the Fear of Naked Space.\n\"Nay, this I ha' heard,\" quo' Tomlinson, \"and this was noised abroad,\n\"And this I ha' got from a Belgian book on the word of a dead French lord.\"\n—\"Ye ha' heard, ye ha' read, ye ha' got, good lack! and the tale begins afresh—\n\"Have ye sinned one sin for the pride o' the eye or the sinful lust of the flesh?\"\nThen Tomlinson he gripped the bars and yammered, \"Let me in—\n\"For I mind that I borrowed my neighbour's wife to sin the deadly sin.\"\nThe Devil he grinned behind the bars, and banked the fires high:\n\"Did ye read of that sin in a book?\" said he; and Tomlinson said, \"Ay!\"\nThe Devil he blew upon his nails, and the little devils ran,\nAnd he said: \"Go husk this whimpering thief that comes in the guise of a man: \n\"Winnow him out 'twixt star and star, and sieve his proper worth:\n\"There's sore decline in Adam's line if this be spawn of Earth.\"\nEmpusa's crew, so naked-new they may not face the fire,\nBut weep that they bin too small to sin to the height of their desire,\nOver the coal they chased the Soul, and racked it all abroad,\nAs children rifle a caddis-case or the raven's foolish hoard.\nAnd back they came with the tattered Thing, as children after play,\nAnd they said: \"The soul that he got from God he has bartered clean away.\n\"We have threshed a stook of print and book, and winnowed a chattering wind,\n\"And many a soul wherefrom he stole, but his we cannot find.\n\"We have handled him, we have dandled him, we have seared him to the bone,\n\"And, Sire, if tooth and nail show truth he has no soul of his own.\"\nThe Devil he bowed his head to his breast and rumbled deep and low:—\n\"I'm all o'er-sib to Adam's breed that I should bid him go.\n\"Yet close we lie, and deep we lie, and if I gave him place,\n\"My gentlemen that are so proud would flout me to my face;\n\"They'd call my house a common stews and me a careless host,\n\"And—I would not anger my gentlemen for the sake of a shiftless ghost.\"\nThe Devil he looked at the mangled Soul that prayed to feel the flame,\nAnd he thought of Holy Charity, but he thought of his own good name:—\n\"Now ye could haste my coal to waste, and sit ye down to fry.\n\"Did ye think of that theft for yourself?\" said he; and Tomlinson said, \"Ay!\"\nThe Devil he blew an outward breath, for his heart was free from care:—\n\"Ye have scarce the soul of a louse,\" he said, \"but the roots of sin are there, \n\"And for that sin should ye come in were I the lord alone,\n\"But sinful pride has rule inside—ay, mightier than my own.\n\"Honour and Wit, fore-damned they sit, to each his Priest and Whore;\n\"Nay, scarce I dare myself go there, and you they'd torture sore.\n\"Ye are neither spirit nor spirk,\" he said; \"ye are neither book nor brute—\n\"Go, get ye back to the flesh again for the sake of Man's repute.\n\"I'm all o'er-sib to Adam's breed that I should mock your pain,\n\"But look that ye win to a worthier sin ere ye come back again.\n\"Get hence, the hearse is at your door—the grim black stallions wait—\n\"They bear your clay to place to-day. Speed, lest ye come too late!\n\"Go back to Earth with lip unsealed—go back with open eye,\n\"And carry my word to the Sons of Men or ever ye come to die:\n\"That the sin they do by two and two they must pay for one by one,\n\"And . . . the God you took from a printed book be with you, Tomlinson!\"</pre>\n "}, {"title": "The Song of Hiawatha [excerpt]", "view_node": "/poem/song-hiawatha-excerpt", "field_author": "<a href=\"/poet/henry-wadsworth-longfellow\" hreflang=\"und\">Henry Wadsworth Longfellow</a>", "field_date_published": "1855", "body": " <pre>\n<i>The Death of Minnehaha</i>\n  \nAll day long roved Hiawatha  \nIn that melancholy forest,  \nThrough the shadow of whose thickets,  \nIn the pleasant days of Summer,  \nOf that ne’er forgotten Summer,           \nHe had brought his young wife homeward  \nFrom the land of the Dacotahs;  \nWhen the birds sang in the thickets,  \nAnd the streamlets laughed and glistened,  \nAnd the air was full of fragrance,            \nAnd the lovely Laughing Water  \nSaid with voice that did not tremble,  \n\"I will follow you, my husband!\"  \n  In the wigwam with Nokomis,  \nWith those gloomy guests that watched her,            \nWith the Famine and the Fever,  \nShe was lying, the Beloved,  \nShe, the dying Minnehaha.  \n  \"Hark!\" she said; \"I hear a rushing,  \nHear a roaring and a rushing,            \nHear the Falls of Minnehaha  \nCalling to me from a distance!\"  \n\"No, my child!\" said old Nokomis,  \n\"’T is the night-wind in the pine-trees!\"  \n  \"Look!\" she said; \"I see my father            \nStanding lonely at his doorway,  \nBeckoning to me from his wigwam  \nIn the land of the Dacotahs!\"  \n\"No, my child!\" said old Nokomis,  \n\"’T is the smoke, that waves and beckons!\"            \n  \"Ah!\" said she, \"the eyes of Pauguk  \nGlare upon me in the darkness,  \nI can feel his icy fingers  \nClasping mine amid the darkness!  \nHiawatha! Hiawatha!\"            \n  And the desolate Hiawatha,  \nFar away amid the forest,  \nMiles away among the mountains,  \nHeard that sudden cry of anguish,  \nHeard the voice of Minnehaha            \nCalling to him in the darkness,  \n\"Hiawatha! Hiawatha!\"  \n  Over snow-fields waste and pathless,  \nUnder snow-encumbered branches,  \nHomeward hurried Hiawatha,            \nEmpty-handed, heavy-hearted,  \nHeard Nokomis moaning, wailing:  \n\"Wahonowin! Wahonowin!  \nWould that I had perished for you,  \nWould that I were dead as you are!            \nWahonowin! Wahonowin!\"  \n  And he rushed into the wigwam,  \nSaw the old Nokomis slowly  \nRocking to and fro and moaning,  \nSaw his lovely Minnehaha            \nLying dead and cold before him,  \nAnd his bursting heart within him  \nUttered such a cry of anguish,  \nThat the forest moaned and shuddered,  \nThat the very stars in heaven            \nShook and trembled with his anguish  \n  Then he sat down, still and speechless,  \nOn the bed of Minnehaha,  \nAt the feet of Laughing Water,  \nAt those willing feet, that never            \nMore would lightly run to meet him,  \nNever more would lightly follow.  \n  With both hands his face he covered,  \nSeven long days and nights he sat there,  \nAs if in a swoon he sat there,            \nSpeechless, motionless, unconscious  \nOf the daylight or the darkness.  \n  Then they buried Minnehaha;  \nIn the snow a grave they made her,  \nIn the forest deep and darksome,            \nUnderneath the moaning hemlocks;  \nClothed her in her richest garments,  \nWrapped her in her robes of ermine,  \nCovered her with snow, like ermine;  \nThus they buried Minnehaha.            \n  And at night a fire was lighted,  \nOn her grave four times was kindled,  \nFor her soul upon its journey  \nTo the Islands of the Blessed.  \nFrom his doorway Hiawatha            \nSaw it burning in the forest,  \nLighting up the gloomy hemlocks;  \nFrom his sleepless bed uprising,  \nFrom the bed of Minnehaha,  \nStood and watched it at the doorway,            \nThat it might not be extinguished,  \nMight not leave her in the darkness.  \n  \"Farewell!\" said he, \"Minnehaha!  \nFarewell, O my Laughing Water!  \nAll my heart is buried with you,            \nAll my thoughts go onward with you!  \nCome not back again to labor,  \nCome not back again to suffer,  \nWhere the Famine and the Fever  \nWear the heart and waste the body.             \nSoon my task will be completed,  \nSoon your footsteps I shall follow  \nTo the Islands of the Blessed,  \nTo the Kingdom of Ponemah,  \nTo the Land of the Hereafter!\"</pre>\n "}, {"title": "My Lost Youth", "view_node": "/poem/my-lost-youth", "field_author": "<a href=\"/poet/henry-wadsworth-longfellow\" hreflang=\"und\">Henry Wadsworth Longfellow</a>", "field_date_published": "1855", "body": " <pre>\nOften I think of the beautiful town  \n  That is seated by the sea;  \nOften in thought go up and down  \nThe pleasant streets of that dear old town,  \n  And my youth comes back to me.           \n    And a verse of a Lapland song  \n    Is haunting my memory still  \n    'A boy's will is the wind's will,  \nAnd the thoughts of youth are long, long thoughts.'  \n  \nI can see the shadowy lines of its trees,            \n  And catch, in sudden gleams,  \nThe sheen of the far-surrounding seas,  \nAnd islands that were the Hesperides  \n  Of all my boyish dreams.  \n    And the burden of that old song,            \n    It murmurs and whispers still:  \n    'A boy's will is the wind's will,  \nAnd the thoughts of youth are long, long thoughts.'  \n  \nI remember the black wharves and the slips,  \n  And the sea-tides tossing free;            \nAnd the Spanish sailors with bearded lips,  \nAnd the beauty and mystery of the ships,  \n  And the magic of the sea.  \n    And the voice of that wayward song  \n    Is singing and saying still:            \n    'A boy's will is the wind's will,  \nAnd the thoughts of youth are long, long thoughts.'  \n  \nI remember the bulwarks by the shore,  \n  And the fort upon the hill;  \nThe sunrise gun, with its hollow roar,            \nThe drum-beat repeated o'er and o'er,  \n  And the bugle wild and shrill.  \n    And the music of that old song  \n    Throbs in my memory still:  \n    'A boy's will is the wind's will,            \nAnd the thoughts of youth are long, long thoughts.'  \n  \nI remember the sea-fight far away,  \n  How it thundered o'er the tide!  \nAnd the dead captains, as they lay  \nIn their graves, o'erlooking the tranquil bay            \n  Where they in battle died.  \n    And the sound of that mournful song  \n    Goes through me with a thrill:  \n    'A boy's will is the wind's will,  \nAnd the thoughts of youth are long, long thoughts.'            \n  \nI can see the breezy dome of groves,  \n  The shadows of Deering's Woods;  \nAnd the friendship old and the early loves  \nCome back with a Sabbath sound, as of doves  \n  In quiet neighborhoods.            \n    And the verse of that sweet old song,  \n    It flutters and murmurs still:  \n    'A boy's will is the wind's will,  \nAnd the thoughts of youth are long, long thoughts.'  \n  \nI remember the gleams and glooms that dart            \n  Across the school-boy's brain;  \nThe song and the silence in the heart,  \nThat in part are prophecies, and in part  \n  Are longings wild and vain.  \n    And the voice of that fitful song            \n    Sings on, and is never still:  \n    'A boy's will is the wind's will,  \nAnd the thoughts of youth are long, long thoughts.'  \n  \nThere are things of which I may not speak;  \n  There are dreams that cannot die;            \nThere are thoughts that make the strong heart weak,  \nAnd bring a pallor into the cheek,  \n  And a mist before the eye.  \n    And the words of that fatal song  \n    Come over me like a chill:            \n    'A boy's will is the wind's will,  \nAnd the thoughts of youth are long, long thoughts.'  \n  \nStrange to me now are the forms I meet  \n  When I visit the dear old town;  \nBut the native air is pure and sweet,            \nAnd the trees that o'ershadow each well-known street,  \n  As they balance up and down,  \n    Are singing the beautiful song,  \n    Are sighing and whispering still:  \n    'A boy's will is the wind's will,            \nAnd the thoughts of youth are long, long thoughts.'  \n  \nAnd Deering's Woods are fresh and fair,  \n  And with joy that is almost pain  \nMy heart goes back to wander there,  \nAnd among the dreams of the days that were,            \n  I find my lost youth again.  \n    And the strange and beautiful song,  \n    The groves are repeating it still:  \n    'A boy's will is the wind's will,  \nAnd the thoughts of youth are long, long thoughts.'</pre>\n "}, {"title": "The Present Crisis", "view_node": "/poem/present-crisis", "field_author": "<a href=\"/poet/james-russell-lowell\" hreflang=\"und\">James Russell Lowell</a>", "field_date_published": "1845", "body": "<p><span class=\"long-line\">When a deed is done for Freedom, through the broad earth's aching breast  </span><br /><span class=\"long-line\">Runs a thrill of joy prophetic, trembling on from east to west,          </span><br /><span class=\"long-line\">And the slave, where'er he cowers, feels the soul within him climb  </span><br /><span class=\"long-line\">To the awful verge of manhood, as the energy sublime         </span><br /><span class=\"long-line\">Of a century bursts full-blossomed on the thorny stem of Time.                </span></p>\n\n<p><span class=\"long-line\">Through the walls of hut and palace shoots the instantaneous throe, </span><br /><span class=\"long-line\">When the travail of the Ages wrings earth's systems to and fro;       </span><br /><span class=\"long-line\">At the birth of each new Era, with a recognizing start,          </span><br /><span class=\"long-line\">Nation wildly looks at nation, standing with mute lips apart,            </span><br /><span class=\"long-line\">And glad Truth's yet mightier man-child leaps beneath the Future's heart.     </span></p>\n\n<p><span class=\"long-line\">So the Evil's triumph sendeth, with a terror and a chill,         </span><br /><span class=\"long-line\">Under continent to continent, the sense of coming ill,           </span><br /><span class=\"long-line\">And the slave, where'er he cowers, feels his sympathies with God   </span><br /><span class=\"long-line\">In hot tear-drops ebbing earthward, to be drunk up by the sod,         </span><br /><span class=\"long-line\">Till a corpse crawls round unburied, delving in the nobler clod.         </span></p>\n\n<p><span class=\"long-line\">For mankind are one in spirit, and an instinct bears along,    </span><br /><span class=\"long-line\">Round the earth's electric circle, the swift flash of right or wrong;   </span><br /><span class=\"long-line\">Whether conscious or unconscious, yet Humanity's vast frame         </span><br /><span class=\"long-line\">Through its ocean-sundered fibres feels the gush of joy or shame;—            </span><br /><span class=\"long-line\">In the gain or loss of one race all the rest have equal claim.    </span></p>\n\n<p><span class=\"long-line\">Once to every man and nation comes the moment to decide,            </span><br /><span class=\"long-line\">In the strife of Truth with Falsehood, for the good or evil side;        </span><br /><span class=\"long-line\">Some great cause, God's new Messiah, offering each the bloom or blight,   </span><br /><span class=\"long-line\">Parts the goats upon the left hand, and the sheep upon the right,       </span><br /><span class=\"long-line\">And the choice goes by forever 'twixt that darkness and that light.     </span></p>\n\n<p><span class=\"long-line\">Hast thou chosen, O my people, on whose party thou shalt stand,    </span><br /><span class=\"long-line\">Ere the Doom from its worn sandals shakes the dust against our land?        </span><br /><span class=\"long-line\">Though the cause of Evil prosper, yet 'tis Truth alone is strong,       </span><br /><span class=\"long-line\">And, albeit she wander outcast now, I see around her throng            </span><br /><span class=\"long-line\">Troops of beautiful, tall angels, to enshield her from all wrong.         </span></p>\n\n<p><span class=\"long-line\">Backward look across the ages and the beacon-moments see,           </span><br /><span class=\"long-line\">That, like peaks of some sunk continent, jut through Oblivion's sea;            </span><br /><span class=\"long-line\">Not an ear in court or market for the low, foreboding cry     </span><br /><span class=\"long-line\">Of those Crises, God's stern winnowers, from whose feet earth's chaff must fly;     </span><br /><span class=\"long-line\">Never shows the choice momentous till the judgment hath passed by.           </span></p>\n\n<p><span class=\"long-line\">Careless seems the great Avenger; history's pages but record           </span><br /><span class=\"long-line\">One death-grapple in the darkness 'twixt old systems and the Word;            </span><br /><span class=\"long-line\">Truth forever on the scaffold, Wrong forever on the throne,—         </span><br /><span class=\"long-line\">Yet that scaffold sways the future, and, behind the dim unknown,   </span><br /><span class=\"long-line\">Standeth God within the shadow, keeping watch above his own.       </span></p>\n\n<p><span class=\"long-line\">We see dimly in the Present what is small and what is great,            </span><br /><span class=\"long-line\">Slow of faith how weak an arm may turn the iron helm of fate,        </span><br /><span class=\"long-line\">But the soul is still oracular; amid the market's din,  </span><br /><span class=\"long-line\">List the ominous stern whisper from the Delphic cave within,—      </span><br /><span class=\"long-line\">\"They enslave their children's children who make compromise with sin.\"      </span></p>\n\n<p><span class=\"long-line\">Slavery, the earth-born Cyclops, fellest of the giant brood,   </span><br /><span class=\"long-line\">Sons of brutish Force and Darkness, who have drenched the earth with blood,        </span><br /><span class=\"long-line\">Famished in his self-made desert, blinded by our purer day, </span><br /><span class=\"long-line\">Gropes in yet unblasted regions for his miserable prey;—     </span><br /><span class=\"long-line\">Shall we guide his gory fingers where our helpless children play?      </span></p>\n\n<p><span class=\"long-line\">Then to side with Truth is noble when we share her wretched crust, </span><br /><span class=\"long-line\">Ere her cause bring fame and profit, and 'tis prosperous to be just;   </span><br /><span class=\"long-line\">Then it is the brave man chooses, while the coward stands aside,     </span><br /><span class=\"long-line\">Doubting in his abject spirit, till his Lord is crucified,           </span><br /><span class=\"long-line\">And the multitude make virtue of the faith they had denied.   </span></p>\n\n<p><span class=\"long-line\">Count me o'er earth's chosen heroes,—they were souls that stood alone,      </span><br /><span class=\"long-line\">While the men they agonized for hurled the contumelious stone,     </span><br /><span class=\"long-line\">Stood serene, and down the future saw the golden beam incline       </span><br /><span class=\"long-line\">To the side of perfect justice, mastered by their faith divine, </span><br /><span class=\"long-line\">By one man's plain truth to manhood and to God's supreme design.   </span></p>\n\n<p><span class=\"long-line\">By the light of burning heretics Christ's bleeding feet I track,           </span><br /><span class=\"long-line\">Toiling up new Calvaries ever with the cross that turns not back,     </span><br /><span class=\"long-line\">And these mounts of anguish number how each generation learned </span><br /><span class=\"long-line\">One new word of that grand <em>Credo</em> which in prophet-hearts hath burned     </span><br /><span class=\"long-line\">Since the first man stood God-conquered with his face to heaven upturned. </span></p>\n\n<p><span class=\"long-line\">For Humanity sweeps onward: where to-day the martyr stands,       </span><br /><span class=\"long-line\">On the morrow crouches Judas with the silver in his hands; </span><br /><span class=\"long-line\">Far in front the cross stands ready and the crackling fagots burn,     </span><br /><span class=\"long-line\">While the hooting mob of yesterday in silent awe return       </span><br /><span class=\"long-line\">To glean up the scattered ashes into History's golden urn.       </span></p>\n\n<p><span class=\"long-line\">'Tis as easy to be heroes as to sit the idle slaves         </span><br /><span class=\"long-line\">Of a legendary virtue carved upon our fathers' graves,          </span><br /><span class=\"long-line\">Worshippers of light ancestral make the present light a crime;—      </span><br /><span class=\"long-line\">Was the Mayflower launched by cowards, steered by men behind their time?         </span><br /><span class=\"long-line\">Turn those tracks toward Past or Future, that made Plymouth Rock sublime?            </span></p>\n\n<p><span class=\"long-line\">They were men of present valor, stalwart old iconoclasts,     </span><br /><span class=\"long-line\">Unconvinced by axe or gibbet that all virtue was the Past's; </span><br /><span class=\"long-line\">But we make their truth our falsehood, thinking that hath made us free,      </span><br /><span class=\"long-line\">Hoarding it in mouldy parchments, while our tender spirits flee       </span><br /><span class=\"long-line\">The rude grasp of that great Impulse which drove them across the sea.          </span></p>\n\n<p><span class=\"long-line\">They have rights who dare maintain them; we are traitors to our sires,         </span><br /><span class=\"long-line\">Smothering in their holy ashes Freedom's new-lit altar-fires;            </span><br /><span class=\"long-line\">Shall we make their creed our jailer? Shall we, in our haste to slay, </span><br /><span class=\"long-line\">From the tombs of the old prophets steal the funeral lamps away     </span><br /><span class=\"long-line\">To light up the martyr-fagots round the prophets of to-day?   </span></p>\n\n<p><span class=\"long-line\">New occasions teach new duties; Time makes ancient good uncouth;          </span><br /><span class=\"long-line\">They must upward still, and onward, who would keep abreast of Truth;      </span><br /><span class=\"long-line\">Lo, before us gleam her camp-fires! we ourselves must Pilgrims be,            </span><br /><span class=\"long-line\">Launch our Mayflower, and steer boldly through the desperate winter sea,  </span><br /><span class=\"long-line\">Nor attempt the Future's portal with the Past's blood-rusted key.</span></p>\n"}, {"title": "Paradise Lost, Book IV, [The Argument]", "view_node": "/poem/paradise-lost-book-iv-argument", "field_author": "<a href=\"/poet/john-milton\" hreflang=\"und\">John Milton</a>", "field_date_published": "1667", "body": " <p>THE ARGUMENT</p><p>Satan, now in prospect of Eden, and nigh the place where he must now attempt the bold enterprise which he undertook alone against God and Man, falls into many doubts with himself, and many passions—fear, envy, and despair; but at length confirms himself in evil; journeys on to Paradise, whose outward prospect and situation is described; overleaps the bounds; sits, in the shape of a Cormorant, on the Tree of Life, as highest in the Garden, to look about him. The Garden described; Satan’s first sight of Adam and Eve; his wonder at their excellent form and happy state, but with resolution to work their fall; overhears their discourse; thence gathers that the Tree of Knowledge was forbidden them to eat of under penalty of death, and thereon intends to found his temptation by seducing them to transgress; then leaves them a while, to know further of their state by some other means. Meanwhile Uriel, descending on a sunbeam, warns Gabriel, who had in charge the gate of Paradise, that some evil Spirit had escaped the Deep, and passed at noon by his Sphere, in the shape of a good Angel, down to Paradise, discovered after by his furious gestures in the Mount. Gabriel promises to find him ere morning. Night coming on, Adam and Eve discourse of going to their rest; their bower described; their evening worship. Gabriel, drawing forth his bands of night—watch to walk the rounds of Paradise, appoints two strong Angels to Adam’s bower, lest the evil Spirit should be there doing some harm to Adam or Eve sleeping: there they find him at the ear of Eve, tempting her in a dream, and bring him, though unwilling, to Gabriel; by whom questioned, he scornfully answers; prepares resistance; but, hindered by a sign from Heaven, flies out of Paradise.</p>\n<pre>\nO for that warning voice, which he who saw  \nThe Apocalypse heard cry in Heaven aloud,  \nThen when the Dragon, put to second rout,  \nCame furious down to be revenged on men,  \nWoe to the inhabitants on Earth! that now,           \nWhile time was, our first parents had been warned  \nThe coming of their secret Foe, and scaped,  \nHaply so scaped, his mortal snare! For now  \nSatan, now first inflamed with rage, came down,  \nThe tempter, ere the accuser, of mankind,            \nTo wreak on innocent frail Man his loss  \nOf that first battle, and his flight to Hell.  \nYet not rejoicing in his speed, though bold  \nFar off and fearless, nor with cause to boast,  \nBegins his dire attempt; which, nigh the birth            \nNow rowling, boils in his tumultuous breast,  \nAnd like a devilish engine back recoils  \nUpon himself. Horror and doubt distract  \nHis troubled thoughts, and from the bottom stir  \nThe hell within him; for within him Hell            \nHe brings, and round about him, nor from Hell  \nOne step, no more than from Himself, can fly  \nBy change of place. Now conscience wakes despair  \nThat slumbered; wakes the bitter memory  \nOf what he was, what is, and what must be            \nWorse; of worse deeds worse sufferings must ensue!  \nSometimes towards Eden, which now in his view  \nLay pleasant, his grieved look he fixes sad;  \nSometimes towards Heaven and the full-blazing Sun,  \nWhich now sat high in his meridian tower:            \nThen, much revolving, thus in sighs began:—  \n  \"O thou that, with surpassing glory crowned,  \nLook’st from thy sole dominion like the god  \nOf this new World—at whose sight all the stars  \nHide their diminished heads—to thee I call,            \nBut with no friendly voice, and add thy name,  \nO Sun, to tell thee how I hate thy beams,  \nThat bring to my remembrance from what state  \nI fell, how glorious once above thy sphere,  \nTill pride and worse ambition threw me down,            \nWarring in Heaven against Heaven’s matchless King!  \nAh, wherefore? He deserved no such return  \nFrom me, whom he created what I was  \nIn that bright eminence, and with his good  \nUpbraided none; nor was his service hard.            \nWhat could be less than to afford him praise,  \nThe easiest recompense, and pay him thanks,  \nHow due? Yet all his good proved ill in me,  \nAnd wrought but malice. Lifted up so high,  \nI ’sdained subjection, and thought one step higher            \nWould set me highest, and in a moment quit  \nThe debt immense of endless gratitude,  \nSo burthensome, still paying, still to owe;  \nForgetful what from him I still received;  \nAnd understood not that a grateful mind            \nBy owing owes not, but still pays, at once  \nIndebted and discharged—what burden then?  \nOh, had his powerful destiny ordained  \nMe some inferior Angel, I had stood  \nThen happy; no unbounded hope had raised            \nAmbition. Yet why not? Some other Power  \nAs great might have aspired, and me, though mean,  \nDrawn to his part. But other Powers as great  \nFell not, but stand unshaken, from within  \nOr from without to all temptations armed!            \nHadst thou the same free will and power to stand?  \nThou hadst. Whom has thou then, or what, to accuse,  \nBut Heaven’s free love dealt equally to all?  \nBe then his love accursed, since, love or hate,  \nTo me alike it deals eternal woe.            \nNay, cursed be thou; since against his thy will  \nChose freely what it now so justly rues.  \nMe miserable! which way shall I fly  \nInfinite wrauth and infinite despair?  \nWhich way I fly is Hell; myself am Hell;            \nAnd, in the lowest deep, a lower deep  \nStill threatening to devour me opens wide,  \nTo which the Hell I suffer seems a Heaven.  \nO, then, at last relent! Is there no place  \nLeft for repentence, none for pardon left?            \nNone left but by submission; and that word  \nDisdain forbids me, and my dread of shame  \nAmong the Spirits beneath, whom I seduced  \nWith other promises and other vaunts  \nThan to submit, boasting I could subdue            \nThe Omnipotent. Aye me! they little know  \nHow dearly I abide that boast so vain,  \nUnder what torments inwardly I groan.  \nWhile they adore me on the throne of Hell,  \nWith diadem and sceptre high advanced,            \nThe lower still I fall, only supreme  \nIn misery: such joy ambition finds!  \nBut say I could repent, and could obtain,  \nBy act of grace, my former state; how soon  \nWould highth recal high thoughts, how soon unsay            \nWhat feigned submission swore! Ease would recant  \nVows made in pain, as violent and void  \n(For never can true reconcilement grow  \nWhere wounds of deadly hate have pierced so deep)  \nWhich would but lead me to a worse relapse             \nAnd heavier fall: so should I purchase dear  \nShort intermission, bought with double smart.  \nThis knows my Punisher; therefore as far  \nFrom granting he, as I from begging, peace.  \nAll hope excluded thus, behold, instead             \nOf us, outcast, exiled, his new delight,  \nMankind, created, and for him this World!  \nSo farewell hope, and, with hope, farewell fear,  \nFarewell remorse! All good to me is lost;  \nEvil, be thou my Good: by thee at least             \nDivided empire with Heaven’s King I hold,  \nBy thee, and more than half perhaps will reign;  \nAs Man ere long, and this new World, shall know.\"  \n  Thus while he spake, each passion dimmed his face,  \nThrice changed with pale—ire, envy, and despair;             \nWhich marred his borrowed visage, and betrayed  \nHim counterfeit, if any eye beheld:  \nFor Heavenly minds from such distempers foul  \nAre ever clear. Whereof he soon aware  \nEach perturbation smoothed with outward calm,             \nArtificer of fraud; and was the first  \nThat practised falsehood under saintly shew,  \nDeep malice to conceal, couched with revenge:  \nYet not enough had practised to deceive  \nUriel, once warned; whose eye pursued him down             \nThe way he went, and on the Assyrian mount  \nSaw him disfigured, more than could befall  \nSpirit of happy sort: his gestures fierce  \nHe marked and mad demeanour, then alone,  \nAs he supposed, all unobserved, unseen.             \n  So on he fares, and to the border comes  \nOf Eden, where delicious Paradise,  \nNow nearer, crowns with her enclosure green,  \nAs with a rural mound, the champain head  \nOf a steep wilderness whose hairy sides             \nWith thicket overgrown, grotesque and wild.  \nAccess denied; and overhead up-grew  \nInsuperable highth of loftiest shade,  \nCedar, and pine, and fir, and branching palm,  \nA sylvan scene, and, as the ranks ascend             \nShade above shade, a woody theatre  \nOf stateliest view. Yet higher than their tops  \nThe verdurous wall of Paradise up-sprung;  \nWhich to our general Sire gave prospect large  \nInto his nether empire neighbouring round.             \nAnd higher than that wall a circling row  \nOf goodliest trees, loaden with fairest fruit,  \nBlossoms and fruits at once of golden hue,  \nAppeared, with gay enamelled colours mixed;  \nOn which the sun more glad impressed his beams             \nThan in fair evening cloud, or humid bow,  \nWhen God hath showered the earth; so lovely seemed  \nThat lantskip. And of pure now purer air  \nMeets his approach, and to the heart inspires  \nVernal delight and joy, able to drive             \nAll sadness but despair. Now gentle gales,  \nFanning their odoriferous wings, dispense  \nNative perfumes, and whisper whence they stole  \nThose balmy spoils. As when to them who sail  \nBeyond the Cape of Hope, and now are past             \nMozambic, off at sea north-east winds blow  \nSabean odours from the spicy shore  \nOf Araby the Blest, with such delay  \nWell pleased they slack their course, and many a league  \nCheered with the grateful smell old Ocean smiles;             \nSo entertained those odorous sweets the Fiend  \nWho came their bane, though with them better pleased  \nThan Asmodeus with the fishy fume  \nThat drove him, though enamoured, from the spouse  \nOf Tobit’s son, and with a vengeance sent             \nFrom Media post to Ægypt, there fast bound.  \n  Now to the ascent of that steep savage hill  \nSatan had journeyed on, pensive and slow;  \nBut further way found none; so thick entwined,  \nAs one continued brake, the undergrowth             \nOf shrubs and tangling bushes had perplexed  \nAll path of man or beast that passed that way.  \nOne gate there only was, and that looked east  \nOn the other side. Which when the Arch-Felon saw,  \nDue entrance he disdained, and, in contempt,             \nAt one slight bound high overleaped all bound  \nOf hill or highest wall, and sheer within  \nLights on his feet. As when a prowling wolf,  \nWhom hunger drives to seek new haunt for prey,  \nWatching where shepherds pen their flocks at eve,             \nIn hurdled cotes amid the field secure,  \nLeaps o’er the fence with ease into the fold;  \nOr as a thief, bent to unhoard the cash  \nOf some rich burgher, whose substantial doors,  \nCross-barred and bolted fast, fear no assault,             \nIn at the window climbs, or o’er the tiles;  \nSo climb this first grand Thief into God’s fold:  \nSo since into his Church lewd hirelings climb.  \nThence up he flew, and on the Tree of Life,  \nThe middle tree and highest there that grew,             \nSat like a Cormorant; yet not true life  \nThereby regained, but sat devising death  \nTo them who lived; nor on the virtue thought  \nOf that life-giving plant, but only used  \nFor prospect what, well used, had been the pledge             \nOf immortality. So little knows  \nAny, but God alone, to value right  \nThe good before him, but perverts best things  \nTo worst abuse, or to their meanest use.  \nBeneath him, with new wonder, now he views,             \nTo all delight of human sense exposed,  \nIn narrow room Nature’s whole wealth; yea, more—  \nA Heaven on Earth: for blissful Paradise  \nOf God the garden was, by him in the east  \nOf Eden planted. Eden stretched her line             \nFrom Auran eastward to the royal towers  \nOf great Seleucia, built by Grecian kings,  \nOr where the sons of Eden long before  \nDwelt in Telassar. In this pleasant soil  \nHis far more pleasant garden God ordained.             \nOut of the fertile ground he caused to grow  \nAll trees of noblest kind for sight, smell, taste;  \nAnd all amid them stood the Tree of Life,  \nHigh eminent, blooming ambrosial fruit  \nOf vegetable gold; and next to life,             \nOur death, the Tree of Knowledge, grew fast by—  \nKnowledge of good, bought dear by knowing ill.  \nSouthward through Eden went a river large,  \nNor changed his course, but through the shaggy hill  \nPassed underneath ingulfed; for God had thrown             \nThat mountain, as his garden-mould, high raised  \nUpon the rapid current, which, through veins  \nOf porous earth with kindly thirst updrawn,  \nRose a fresh fountain, and with many a rill  \nWatered the garden; thence united fell             \nDown the steep glade, and met the nether flood,  \nWhich from his darksome passage now appears,  \nAnd now, divided into four main streams,  \nRuns diverse, wandering many a famous realm  \nAnd country whereof here needs no account;             \nBut rather to tell how, if Art could tell  \nHow, from that sapphire fount the crisped brooks,  \nRowling on orient pearl and sands of gold,  \nWith mazy error under pendant shades  \nRan nectar, visiting each plant, and fed             \nFlowers worthy of Paradise, which not nice Art  \nIn beds and curious knots, but Nature boon  \nPoured forth profuse on hill, and dale, and plain,  \nBoth where the morning sun first warmly smote  \nThe open field, and where the unpierced shade             \nImbrowned the noontide bowers. Thus was this place,  \nA happy rural seat of various view:  \nGroves whose rich trees wept odorous gums and balm,  \nOthers whose fruit, burnished with golden rind,  \nHung amiable—Hesperian fables true,             \nIf true, here only—and of delicious taste.  \nBetwixt them lawns, or level downs, and flocks  \nGrazing the tender herb, were interposed,  \nOr palmy hillock; or the flowery lap  \nOf some irriguous valley spread her store,             \nFlowers of all hue, and without thorn the rose.  \nAnother side, umbrageous grots and caves  \nOf cool recess, o’er which the mantling vine  \nLays forth her purple grape, and gently creeps  \nLuxuriant; meanwhile murmuring waters fall             \nDown the slope hills dispersed, or in a lake,  \nThat to the fringèd bank with myrtle crowned  \nHer crystal mirror holds, unite their streams.  \nThe birds their quire apply; airs, vernal airs,  \nBreathing the smell of field and grove, attune             \nThe trembling leaves, while universal Pan,  \nKnit with the Graces and the Hours in dance,  \nLed on the eternal Spring. Not that fair field  \nOf Enna, where Proserpin gathering flowers,  \nHerself a fairer flower, by gloomy Dis             \nWas gathered—which cost Ceres all that pain  \nTo seek her through the world—nor that sweet grove  \nOf Daphne, by Orontes and the inspired  \nCastalian spring, might with this Paradise  \nOf Eden strive; nor that Nyseian isle,             \nGirt with the river Triton, where old Cham,  \nWhom Gentiles Ammon call and Libyan Jove,  \nHid Amalthea, and her florid son,  \nYoung Bacchus, from his stepdame Rhea’s eye;  \nNor, where Abassin kings their issue guard,             \nMount Amara (though this by some supposed  \nTrue Paradise) under the Ethiop line  \nBy Nilus’ head, enclosed with shining rock,  \nA whole day’s journey high, but wide remote  \nFrom this Assyrian garden, where the Fiend             \nSaw undelighted all delight, all kind  \nOf living creatures, new to sight and strange.  \nTwo of far nobler shape, erect and tall,  \nGod—like erect, with native honour clad  \nIn naked majesty, seemed lords of all,             \nAnd worthy seemed; for in their looks divine  \nThe image of their glorious Maker shon,  \nTruth, wisdom, sanctitude severe and pure—  \nSevere, but in true filial freedom placed,  \nWhence true authority in men: though both             \nNot equal, as their sex not equal seemed;  \nFor contemplation he and valour formed,  \nFor softness she and sweet attractive grace;  \nHe for God only, she for God in him.  \nHis fair large front and eye sublime declared             \nAbsolute rule; and Hyacinthin locks  \nRound from his parted forelock manly hung  \nClustering, but not beneath his shoulders broad:  \nShe, as a veil down to the slender waist,  \nHer unadornèd golden tresses wore             \nDishevelled, but in wanton ringlets waved  \nAs the vine curls her tendrils—which implied  \nSubjection, but required with gentle sway,  \nAnd by her yielded, by him best received—  \nYielded, with coy submission, modest pride,             \nAnd sweet, reluctant, amorous delay.  \nNor those mysterious parts were then concealed:  \nThen was not guilty shame. Dishonest shame  \nOf Nature’s works, honour dishonourable,  \nSin-bred, how have ye troubled all mankind             \nWith shews instead, mere shews of seeming pure  \nAnd banished from man’s life his happiest life,  \nSimplicity and spotless innocence!  \nSo passed they naked on, nor shunned the sight  \nOf God or Angel; for they thought no ill:             \nSo hand in hand they passed, the loveliest pair  \nThat ever since in love’s embraces met—  \nAdam the goodliest man of men since born  \nHis sons; the fairest of her daughters Eve.  \nUnder a tuft of shade that on a green             \nStood whispering soft, by a fresh fountain—side.  \nThey sat them down; and, after no more toil  \nOf their sweet gardening labour than sufficed  \nTo recommend cool Zephyr, and make ease  \nMore easy, wholesome thirst and appetite             \nMore grateful, to their supper-fruits they fell—  \nNectarine fruits, which the complaint boughs  \nYielded them, sidelong as they sat recline  \nOn the soft downy bank damasked with flowers.  \nThe savoury pulp they chew, and in the rind,             \nStill as they thirsted, scoop the brimming stream  \nNor gentle purpose, nor endearing smiles  \nWanted, nor youthful dalliance, as beseems  \nFair couple linked in happy nuptial league,  \nAlone as they. About them frisking played             \nAll beasts of the earth, since wild, and of all chase  \nIn wood or wilderness, forest or den.  \nSporting the lion ramped, and in his paw  \nDandled the kid; bears, tigers, ounces, pards,  \nGambolled before them; the unwieldy elephant,             \nTo make them mirth, used all his might, and wreathed  \nHis lithe proboscis; close the serpent sly,  \nInsinuating, wove with Gordian twine  \nHis breaded train, and of his fatal guile  \nGave proof unheeded. Others on the grass             \nCouched, and, now filled with pasture, gazing sat,  \nOr bedward ruminating; for the sun,  \nDeclined, was hastening now with prone career  \nTo the Ocean Isles, and in the ascending scale  \nOf Heaven the stars that usher evening rose:             \nWhen Satan, still in gaze as first he stood,  \nScarce thus at length failed speech recovered sad:—  \n  \"O Hell! what do mine eyes with grief behold?  \nInto our room of bliss thus high advanced  \nCreatures of other mould—Earth-born perhaps,             \nNot Spirits, yet to Heavenly Spirits bright  \nLittle inferior—whom my thoughts pursue  \nWith wonder, and could love; so lively shines  \nIn them divine resemblance, and such grace  \nThe hand that formed them on their shape hath poured.             \nAh! gentle pair, ye little think how nigh  \nYour change approaches, when all these delights  \nWill vanish, and deliver ye to woe—  \nMore woe, the more your taste is now of joy:  \nHappy, but for so happy ill secured             \nLong to continue, and this high seat, your Heaven,  \nIll fenced for Heaven to keep out such a foe  \nAs now is entered; yet no purposed foe  \nTo you, whom I could pity thus forlorn,  \nThough I unpitied. League with you I seek,             \nAnd mutual amity, so strait, so close,  \nThat I with you must dwell, or you with me,  \nHenceforth. My dwelling, haply, may not please,  \nLike this fair Paradise, your sense; yet such  \nAccept your Marker’s work; he gave it me,             \nWhich I as freely give. Hell shall unfold,  \nTo entertain you two, her widest gates,  \nAnd send forth all her kings; there will be room,  \nNot like these narrow limits, to receive  \nYour numerous offspring; if no better place,             \nThank him who puts me, loath, to this revenge  \nOn you, who wrong me not, for him who wronged.  \nAnd, should I at your harmless innocence  \nMelt, as I do, yet public reason just—  \nHonour and empire with revenge enlarged             \nBy conquering this new World—compels me now  \nTo do what else, though damned, I should abhor.\"  \n  So spake the Fiend, and with necessity,  \nThe tyrant’s plea, excused his devilish deeds.  \nThen from his lofty stand on that high tree             \nDown he alights among the sportful herd  \nOf those four-footed kinds, himself now one,  \nNow other, as their shape served best his end  \nNearer to view his prey, and, unespied,  \nTo mark what of their state he more might learn             \nBy word or action marked. About them round  \nA lion now he stalks with fiery glare;  \nThen as a tiger, who by chance hath spied  \nIn some pourlieu two gentle fawns at play,  \nStraight crouches close; then rising, changes oft             \nHis couchant watch, as one who chose his ground,  \nWhence rushing he might surest seize them both  \nGriped in each paw: when Adam, first of men.  \nTo first of women, Eve, thus moving speech,  \nTurned him all ear to hear new utterance flow:—             \n  \"Sole partner and sole part of all these joys,  \nDearer thyself than all, needs must the Power  \nThat made us, and for us this ample World,  \nBe infinitely good, and of his good  \nAs liberal and free as infinite;             \nThat raised us from the dust, and placed us here  \nIn all this happiness, who at this hand  \nHave nothing merited, nor can perform  \nAught whereof he hath need; he who requires  \nFrom us no other service than to keep             \nThis one, this easy charge—of all the trees  \nIn Paradise that bear delicious fruit  \nSo various, not to taste that only Tree  \nOf Knowledge, planted by the Tree of Life;  \nSo near grows Death to Life, whate’er Death is—             \nSome dreadful thing no doubt; for well thou know’st  \nGod hath pronounced it Death to taste that Tree:  \nThe only sign of our obedience left  \nAmong so many signs of power and rule  \nConferred upon us, and dominion given             \nOver all other creatures that possess  \nEarth, Air, and Sea. Then let us not think hard  \nOne easy prohibition, who enjoy  \nFree leave so large to all things else, and choice  \nUnlimited of manifold delights;             \nBut let us ever praise him, and extol  \nHis bounty, following our delightful task,  \nTo prune these growing plants, and tend these flowers;  \nWhich, were it toilsome, yet with thee were sweet.\"  \n  To whom thus Eve replied:—\"O thou for whom             \nAnd from whom I was formed flesh of thy flesh,  \nAnd without whom am to no end, my guide  \nAnd head! what thou hast said is just and right.  \nFor we to him, indeed, all praises owe,  \nAnd daily thanks—I chiefly, who enjoy             \nSo far the happier lot, enjoying thee  \nPre-eminent by so much odds, while thou  \nLike consort to thyself canst nowhere find.  \nThat day I oft remember, when from sleep  \nI first awaked, and found myself reposed,             \nUnder a shade, on flowers, much wondering where  \nAnd what I was, whence thither brought, and how.  \nNot distant far from thence a murmuring sound  \nOf waters issued from a cave, and spread  \nInto a liquid plain; then stood unmoved,             \nPure as the expanse of Heaven. I thither went  \nWith unexperienced thought, and laid me down  \nOn the green bank, to look into the clear  \nSmooth lake, that to me seemed another sky.  \nAs I bent down to look, just opposite             \nA Shape within the watery gleam appeared,  \nBending to look on me. I started back,  \nIt started back; but pleased I soon returned  \nPleased it returned as soon with answering looks  \nOf sympathy and love. There I had fixed             \nMine eyes till now, and pined with vain desire,  \nHad not a voice thus warned me: ‘What thou seest,  \nWhat there thou seest, fair creature, is thyself;  \nWith thee it came and goes: but follow me,  \nAnd I will bring thee where no shadow stays             \nThy coming, and thy soft imbraces—he  \nWhose image thou art; him thou shalt enjoy  \nInseparably thine; to him shalt bear  \nMultitudes like thyself, and thence be called  \nMother of human race.’ What could I do,             \nBut follow straight, invisibly thus led?  \nTill I espied thee, fair, indeed, and tall,  \nUnder a platan; yet methought less fair,  \nLess winning soft, less amiably mild,  \nThat that smooth watery image. Back I turned;             \nThou, following, cried’st aloud, ‘Return, fair Eve;  \nWhom fliest thou? Whom thou fliest, of him thou art,  \nHis flesh, his bone, to give thee being I lent  \nOut of my side to thee, nearest my heart,  \nSubstantial life, to have thee by my side             \nHenceforth an individual solace dear:  \nPart of my soul I seek thee, and thee claim  \nMy other half.’ With that thy gentle hand  \nSeized mine: I yielded, and from that time see  \nHow beauty is excelled by manly grace             \nAnd wisdom, which alone is truly fair.\"  \n  So spake our general mother, and, with eyes  \nOf conjugal attraction unreproved,  \nAnd meek surrender, half-embracing leaned  \nOn our first father; half her swelling breast             \nNaked met his, under the flowing gold  \nOf her loose tresses hid. He, in delight  \nBoth of her beauty and submissive charms,  \nSmiled with superior love, as Jupiter  \nOn Juno smiles when he impregns the clouds             \nThat shed May flowers, and pressed her matron lip  \nWith kisses pure. Aside the Devil turned  \nFor envy; yet with jealous leer malign  \nEyed them askance, and to himself thus plained:—  \n  \"Sight hateful, sight tormenting! Thus these two,             \nImparadised in one another’s arms,  \nThe happier Eden, shall enjoy their fill  \nOf bliss on bliss; while I to Hell am thrust,  \nWhere neither joy nor love, but fierce desire,  \nAmong our other torments not the least,             \nStill unfulfilled, with pain of longing pines!  \nYet let me not forget what I have gained  \nFrom their own mouths. All is not theirs, it seems;  \nOne fatal tree there stands, of Knowledge called,  \nForbidden them to taste. Knowledge forbidden?             \nSuspicious, reasonless! Why should their Lord  \nEnvy them that? Can it be sin to know?  \nCan it be death? And do they only stand  \nBy ignorance? Is that their happy state,  \nThe proof of their obedience and their faith?             \nO fair foundation laid whereon to build  \nTheir ruin! Hence I will excite their minds  \nWith more desire to know, and to reject  \nEnvious commands, invented with design  \nTo keep them low, whom knowledge might exalt             \nEqual with gods. Aspiring to be such,  \nThey taste and die: what likelier can ensue?  \nBut first with narrow search I must walk round  \nThis garden, and no corner leave unspied;  \nA chance but chance may lead where I may meet             \nSome wandering Spirit of Heaven, by fountain-side,  \nOr in thick shade retired, from him to draw  \nWhat further would be learned. Live while ye may,  \nYet happy pair; enjoy, till I return,  \nShort pleasures; for long woes are to succeed!\"             \n  So saying, his proud step he scornful turned,  \nBut with sly circumspection, and began  \nThrough wood, through waste, o’er hill, o’er dale, his roam.  \nMeanwhile in utmost longitude, where Heaven  \nWith Earth and Ocean meets, the setting Sun             \nSlowly descended, and with right aspect  \nAgainst the eastern gate of Paradise  \nLevelled his evening rays. It was a rock  \nOf alabaster, piled up to the clouds,  \nConspicuous far, winding with one ascent             \nAccessible from Earth, one entrance high;  \nThe rest was craggy cliff, that overhung  \nStill as it rose, impossible to climb.  \nBetwixt these rocky pillars Gabriel sat,  \nChief of the angelic guards, awaiting night;             \nAbout him exercised heroic games  \nThe unarmed youth of Heaven; but nigh at hand  \nCelestial armoury, shields, helms, and spears,  \nHung high, with diamond flaming and with gold.  \nThither came Uriel, gliding through the even             \nOn a sunbeam, swift as a shooting star  \nIn autumn thwarts the night, when vapours fired  \nImpress the air, and shews the mariner  \nFrom what point of his compass to beware  \nImpetuous winds, He thus began in haste:—             \n  \"Gabriel, to thee thy course by lot hath given  \nCharge and strict watch that to this happy place  \nNo evil thing approach or enter in.  \nThis day at highth of noon came to my sphere  \nA Spirit, zealous, as he seemed, to know             \nMore of the Almighty’s works, and chiefly Man,  \nGod’s latest image. I described his way  \nBent all on speed, and marked his aerie gait,  \nBut in the mount that lies from Eden north,  \nWhere he first lighted, soon discerned his looks             \nAlien from Heaven, with passions foul obscured.  \nMine eye pursued him still, but under shade  \nLost sight of him. One of the banished crew,  \nI fear, hath ventured from the Deep, to raise  \nNew troubles; him thy care must be to find.\"             \n  To whom the wingèd Warrior thus returned:—  \n\"Uriel, no wonder if thy perfect sight,  \nAmid the Sun’s bright circle where thou sitt’st,  \nSee far and wide. In at this gate none pass  \nThe vigilance here placed, but such as come             \nWell known from Heaven; since meridian hour  \nNo creature thence. If Spirit of other sort,  \nSo minded, have o’erleaped these earthly bounds  \nOn purpose, hard thou know’st it to exclude  \nSpiritual substance with corporeal bar.             \nBut, if within the circuit of these walks,  \nIn whatsoever shape, he lurk of whom  \nThou tell’st, by morrow dawning I shall know.\"  \n  So promised he; and Uriel to his charge  \nReturned on that bright beam, whose point now raised             \nBore him slope downward to the Sun, now fallen  \nBeneath the Azores; whether the Prime Orb,  \nIncredible how swift, had thither rowled  \nDiurnal, or this less volúbil Earth  \nBy shorter flight to the east, had left him there             \nArraying with reflected purple and gold  \nThe clouds that on his western throne attend.  \n  Now came still Evening on, and Twilight gray  \nHad in her sober livery all things clad;  \nSilence accompanied; for beast and bird,             \nThey to their grassy couch, these to their nests  \nWere slunk, all but the wakeful nightingale.  \nShe all night longer her amorous descant sung:  \nSilence was pleased. Now glowed the firmament  \nWith living Saphirs; Hesperus, that led             \nThe starry host, rode brightest, till the Moon,  \nRising in clouded majesty, at length  \nApparent queen, unveiled her peerless light,  \nAnd o’er the dark her silver mantle threw;  \nWhen Adam thus to Eve:—\"Fair consort, the hour             \nOf night, and all things now retired to rest  \nMind us of like repose; since God hath set  \nLabour and rest, as day and night, to men  \nSuccessive, and the timely dew of sleep,  \nNow falling with soft slumberous weight, inclines             \nOur eye-lids. Other creatures all day long  \nRove idle, unimployed, and less need rest;  \nMan hath his daily work of body or mind  \nAppointed, which declares his dignity,  \nAnd the regard of Heaven on all his ways;             \nWhile other animals unactive range,  \nAnd of their doings God takes no account.  \nTo—morrow, ere fresh morning streak the east  \nWith first approach of light, we must be risen,  \nAnd at our pleasant labour, to reform             \nYon flowery arbours, yonder alleys green,  \nOur walk at noon, with branches overgrown,  \nThat mock our scant manuring, and require  \nMore hands than ours to lop their wanton growth.  \nThose blossoms also, and those dropping gums,             \nThat lie bestrown, unsightly and unsmooth,  \nAsk riddance, if we mean to tread with ease.  \nMeanwhile, as Nature wills, Night bids us rest.\"  \n  To whom thus Eve, with perfect beauty adorned:—  \n\"My author and disposer, what thou bidd’st             \nUnargued I obey. So God ordains:  \nGod is thy law, thou mine: to know no more  \nIs woman’s happiest knowledge, and her praise.  \nWith thee conversing, I forget all time,  \nAll seasons, and their change; all please alike.             \nSweet is the breath of Morn, her rising sweet,  \nWith charm of earliest birds; pleasant the Sun,  \nWhen first on this delightful land he spreads  \nHis orient beams, on herb, tree, fruit, and flower,  \nGlistering with dew; fragrant the fertil Earth             \nAfter soft showers; and sweet the coming on  \nOf grateful Evening mild; then silent Night,  \nWith this her solemn bird, and this fair Moon,  \nAnd these the gems of Heaven, her starry train:  \nBut neither breath of Morn, when she ascends             \nWith charm of earliest birds; nor rising Sun  \nOn this delightful land; nor herb, fruit, flower,  \nGlistering with dew; nor fragrance after showers;  \nNor grateful Evening mild; nor silent Night,  \nWith her solemn bird; nor walk by moon,             \nOr glittering star-light, without thee is sweet.  \nBut wherefore all night long shine these? for whom  \nThis glorious sight, when sleep hath shut all eyes?\"  \n  To whom our general ancestor replied:—  \n\"Daughter of God and Man, accomplished Eve,             \nThose have their course to finish round the Earth  \nBy morrow evening, and from land to land  \nIn order, though to nations yet unborn,  \nMinistering light prepared, they set and rise;  \nLest total Darkness should by night regain             \nHer old possession, and extinguish life  \nIn nature and all things; which these soft fires  \nNot only enlighten, but with kindly heat  \nOf various influence foment and warm,  \nTemper or nourish, or in part shed down             \nTheir stellar virtue on all kinds that grow  \nOn Earth, made hereby apter to receive  \nPerfection from the Sun’s more potent ray.  \nThese then, though unbeheld in deep of night,  \nShine not in vain. Nor think, though men were none,             \nThat Heaven would want spectators, God want praise.  \nMillions of spiritual creatures walk the Earth  \nUnseen, both when we wake, and when we sleep:  \nAll these with ceaseless praise his works behold  \nBoth day and night. How often, from the steep             \nOf echoing hill or thicket, have we heard  \nCelestial voices to the midnight air,  \nSole, or responsive each to other’s note,  \nSinging their great Creator! Oft in bands  \nWhile they keep watch, or nightly rounding walk,             \nWith heavenly touch of instrumental sounds  \nIn full harmonic number joined, their songs  \nDivide the night, and lift our thoughts to Heaven.\"  \n  Thus talking, hand in hand along they passed  \nOn to their blissful bower. It was a place             \nChosen by the sovran Planter, when he framed  \nAll things to Man’s delightful use. The roof  \nOf thickest covert was inwoven shade,  \nLaurel and myrtle, and what higher grew  \nOf firm and fragrant leaf; on either side             \nAcanthus, and each odorous bushy shrub,  \nFenced up the verdant wall; each beauteous flower,  \nIris all hues, roses, and gessamin,  \nReared high their flourished heads between, and wrought  \nMosaic; under foot the violet,             \nCrocus, and hyacinth, with rich inlay  \nBroidered the ground, more coloured than with stone  \nOf costliest emblem. Other creature here,  \nBeast, bird, insect, or worm, durst enter none;  \nSuch was their awe of Man. In shadier bower             \nMore sacred and sequestered, though but feigned,  \nPan or Sylvanus never slept, nor Nymph  \nFor Faunus haunted. Here, in close recess,  \nWith flowers, garlands, and sweet—smelling hearbs  \nEspousèd Eve decked first her nuptial bed,             \nAnd heavenly choirs the hymenæan sung,  \nWhat day the genial Angel to our Sire  \nBrought her, in naked beauty more adorned,  \nMore lovely, than Pandora, whom the gods  \nEndowed with all their gifts; and, O! too like             \nIn sad event, when, to the unwiser son  \nOf Japhet brought by Hermes, she ensnared  \nMankind with her fair looks, to be avenged  \nOn him who had stole Jove’s authentic fire.  \n  Thus at their shady lodge arrived, both stood,             \nBoth turned, and under open sky adored  \nThe God that made both Sky, Air, Earth, and Heaven,  \nWhich they beheld, the Moon’s resplendent globe,  \nAnd starry Pole:—\"Thou also madest the Night,  \nMaker Omnipotent; and thou the Day,             \nWhich we, in our appointed work imployed,  \nHave finished, happy in our mutual help  \nAnd mutual love, the crown of all our bliss  \nOrdained by thee; and this delicious place,  \nFor us too large, where thy abundance wants             \nPartakers, and uncropt falls to the ground.  \nBut thou hast promised from us two a race  \nTo fill the Earth, who shall with us extol  \nThy goodness infinite, both when we wake,  \nAnd when we seek, as now, thy gift of sleep.\"             \n  This said unanimous, and other rites  \nObserving none, but adoration pure,  \nWhich God likes best, into their inmost bower  \nHanded they went, and, eased the putting-off  \nThese troublesome disguises which we wear,             \nStraight side by side were laid; nor turned, I ween,  \nAdam from his fair spouse, nor Eve the rites  \nMysterious of connubial love refused:  \nWhatever hypocrites austerely talk  \nOf purity, and place, and innocence,             \nDefaming as impure what God declares  \nPure, and commands to some, leaves free to all.  \nOur Maker bids increase; who bids abstain  \nBut our destroyer, foe to God and Man?  \nHail, wedded Love, mysterious law, true source             \nOf human offspring, sole propriety  \nIn Paradise of all things common else!  \nBy thee adulterous lust was driven from men  \nAmong the bestial herds to raunge; by thee,  \nFounded in reason, loyal, just, and pure,             \nRelations dear, and all the charities  \nOf father, son, and brother, first were known.  \nFar be it that I should write thee sin or blame,  \nOr think thee unbefitting holiest place,  \nPerpetual fountain of domestic sweets,             \nWhose bed is undefiled and chaste pronounced,  \nPresent, or past, as saints and patriarchs used.  \nHere Love his golden shafts imploys, here lights  \nHis constant lamp, and waves his purple wings,  \nReigns here and revels; not in the bought smile             \nOf harlots—loveless, joyless, unindeared,  \nCasual fruition; nor in court amours,  \nMixed dance, or wanton mask, or midnight bal,  \nOr serenate, which the starved lover sings  \nTo his proud fair, best quitted with disdain.             \nThese, lulled by nightingales, imbracing slept,  \nAnd on their naked limbs the flowery roof  \nShowered roses, which the morn repaired. Sleep on,  \nBlest pair! and, O! yet happiest, if ye seek  \nNo happier state, and know to know no more!             \n  Now had Night measured with her shadowy cone  \nHalf-way up-hill this vast sublunar vault,  \nAnd from their ivory port the Cherubim  \nForth issuing, at the accustomed hour, stood armed  \nTo their night-watches in warlike parade;             \nWhen Gabriel to his next in power thus spake:—  \n  \"Uzziel, half these draw off, and coast the south  \nWith strictest watch; these other wheel the north:  \nOur circuit meets full west.\" As flame they part,  \nHalf wheeling to the shield, half to the spear.             \nFrom these, two strong and subtle Spirits he called  \nThat near him stood, and gave them thus in charge:—  \n  \"Ithuriel and Zephon, with winged speed  \nSearch through this Garden; leave unsearched no nook;  \nBut chiefly where those two fair creatures lodge,             \nNow laid perhaps asleep, secure of harm.  \nThis evening from the Sun’s decline arrived  \nWho tells of some infernal Spirit seen  \nHitherward bent (who could have thought?), escaped  \nThe bars of Hell, on errand bad, no doubt:             \nSuch, where ye find, seize fast, and hither bring.\"  \n  So saying, on he led his radiant files,  \nDazzling the moon; these to the bower direct  \nIn search of whom they sought. Him there they found  \nSquat like a toad, close at the ear of Eve,             \nAssaying by his devilish art to reach  \nThe organs of her fancy, and with them forge  \nIllusions as he list, phantasms and dreams;  \nOr if, inspiring venom, he might taint  \nThe animal spirits, that from pure blood arise             \nLike gentle breaths from rivers pure, thence raise,  \nAt least distempered, discontented thoughts,  \nVain hopes, vain aims, inordinate desires,  \nBlown up with high conceits ingendering pride.  \nHim thus intent Ithuriel with his spear             \nTouched lightly; for no falsehood can endure  \nTouch of celestial temper, but returns  \nOf force to its own likeness. Up he starts,  \nDiscovered and surprised. As, when a spark  \nLights on a heap of nitrous powder, laid             \nFit for the tun, some magazine to store  \nAgainst a rumoured war, the smutty grain,  \nWith sudden blaze diffused, inflames the air;  \nSo started up, in his own shape, the Fiend.  \nBack stept those two fair Angels, half amazed             \nSo sudden to behold the griesly King;  \nYet thus, unmoved with fear, accost him soon:—  \n  \"Which of those rebel Spirits adjudged to Hell  \nCom’st thou, escaped thy prison? and, transformed,  \nWhy satt’st thou like an enemy in wait,             \nHere watching at the head of these that sleep?\"  \n  \"Know ye not, then,\" said Satan, filled with scorn,  \n\"Know ye not me? Ye knew me once no mate  \nFor you, there sitting where ye durst not soar!  \nNot to know me argues yourselves unknown,             \nThe lowest of your throng; or, if ye know,  \nWhy ask ye, and superfluous begin  \nYour message, like to end as much in vain?\"  \n  To whom thus Zephon, answering scorn with scorn:—  \n\"Think not, revolted Spirit, thy shape the same,             \nOr undiminished brightness, to be known  \nAs when thou stood’st in Heaven upright and pure.  \nThat glory then, when thou no more wast good,  \nDeparted from thee; and thou resemblest now  \nThy sin and place of doom obscure and foul.             \nBut come; for thou, be sure, shalt give account  \nTo him who sent us, whose charge is to keep  \nThis place inviolable, and these from harm.\"  \n  So spake the Cherub; and his grave rebuke,  \nSevere in youthful beauty, added grace             \nInvincible. Abashed the Devil stood,  \nAnd felt how awful goodness is, and saw  \nVirtue in her shape how lovely—saw, and pined  \nHis loss; but chiefly to find here observed  \nHis lustre visibly impaired; yet seemed             \nUndaunted. \"If I must contend,\" said he,  \n\"Best with the best—the sender, not the sent;  \nOr all at once: more glory will be won,  \nOr less be lost.\" \"Thy fear,\" said Zephon bold,  \n\"Will save us trial what the least can do             \nSingle against thee wicked, and thence weak.\"  \n  The Fiend replied not, overcome with rage;  \nBut, like a proud steed reined, went haughty on,  \nChaumping his iron curb. To strive or fly  \nHe held it vain; awe from above had quelled             \nHis heart, not else dismayed. Now drew they nigh  \nThe western point, where those half—rounding guards  \nJust met, and, closing, stood in squadron joined,  \nAwaiting next command. To whom their chief,  \nGabriel, from the front thus called aloud:—             \n  \"O friends, I hear the tread of nimble feet  \nHasting this way, and now by glimpse discern  \nIthuriel and Zephon through the shade;  \nAnd with them comes a third, of regal port,  \nBut faded splendour wan, who by his gait             \nAnd fierce demeanour seems the Prince of Hell—  \nNot likely to part hence without contest’.  \nStand firm, for in his look defiance lours.\"  \n  He scarce had ended, when those two approached,  \nAnd brief related whom they brought, where found,             \nHow busied, in what form and posture couched.  \nTo whom, with stern regard, thus Gabriel spake:—  \n\"Why hast thou, Satan, broke the bounds prescribed  \nTo thy transgressions, and disturbed the charge  \nOf others, who approve not to transgress             \nBy thy example, but have power and right  \nTo question thy bold entrance on this place;  \nImployed, it seems to violate sleep, and those  \nWhose dwelling God hath planted here in bliss?\"  \n  To whom thus Satan, with contemptuous brow:—             \n\"Gabriel, thou hadst in Heaven the esteem of wise;  \nAnd such I held thee; but this question asked  \nPuts me in doubt. Lives there who loves his pain?  \nWho would not, finding way, break loose from Hell,  \nThough thither doomed? Thou wouldst thyself, no doubt,             \nAnd boldly venture to whatever place  \nFarthest from pain, where thou mightst hope to change  \nTorment with ease, and soonest recompense  \nDole with delight; which in this place I sought:  \nTo thee no reason, who know’st only good,             \nBut evil hast not tried. And wilt object  \nHis will who bound us? Let him surer bar  \nHis iron gates, if he intends our stay  \nIn that dark durance. Thus much what was asked:  \nThe rest is true; they found me where they say;             \nBut that implies not violence or harm.\"  \n  Thus he in scorn. The warlike Angel moved,  \nDisdainfully half smiling, thus replied:—  \n\"O loss of one in Heaven to judge of wise,  \nSince Satan fell, whom folly overthrew,             \nAnd now returns him from his prison scaped,  \nGravely in doubt whether to hold them wise  \nOr not who ask what boldness brought him hither  \nUnlicensed from his bounds in Hell prescribed!  \nSo wise he judges it to fly from pain             \nHowever, and to scape his punishment!  \nSo judge thou still, presumptuous, till the wrauth,  \nWhich thou incurr’st by flying, meet thy flight  \nSevenfold, and scourge that wisdom back to Hell,  \nWhich taught thee yet no better that no pain             \nCan equal anger infinite provoked.  \nBut wherefore thou alone? Wherefore with thee  \nCame not all Hell broke loose? Is pain to them  \nLess pain, less to be fled? or thou than they  \nLess hardy to endure? Courageous chief,             \nThe first in flight from pain, hadst thou alleged  \nTo thy deserted host this cause of flight,  \nThou surely hadst not come sole fugitive.\"  \n  To which the Fiend thus answered, frowning stern:—  \n\"Not that I less endure, or shrink from pain,             \nInsulting Angel! well thou know’st I stood  \nThy fiercest, when in battle to thy aid  \nThe blasting volleyed thunder made all speed  \nAnd seconded thy else not dreaded spear.  \nBut still thy words at random, as before,             \nArgue thy inexperience what behoves,  \nFrom hard assays and ill successes past,  \nA faithful leader—not to hazard all  \nThrough ways of danger by himself untried.  \nI, therefore, I alone, first undertook             \nTo wing the desolate Abyss, and spy  \nThis new-created World, whereof in Hell  \nFame is not silent, here in hope to find  \nBetter abode, and my afflicted Powers  \nTo settle here on Earth, or in mid Air;             \nThough for possession put to try once more  \nWhat thou and thy gay legions dare against;  \nWhose easier business where to serve their Lord  \nHigh up in Heaven, with songs to hymn his throne,  \nAnd practiced distances to cringe, not fight.\"             \n  To whom the Warrior-Angel soon replied:—  \n\"To say and straight unsay, pretending first  \nWise to fly pain, professing next to spy,  \nArgues no leader, but a liar traced,  \nSatan; and couldst thou ‘faithful’ add? O name,             \nO sacred name of faithfulness profaned!  \nFaithful to whom? to thy rebellious crew?  \nArmy of fiends, fit body to fit head!  \nWas this your discipline and faith ingaged,  \nYour military obedience, to dissolve             \nAllegiance to the acknowledged Power Supreme?  \nAnd thou, sly hypocrite, who now wouldst seem  \nPatron of liberty, who more than thou  \nOnce fawned, and cringed, and servilely adored  \nHeaven’s awful Monarch? wherefore, but in hope             \nTo dispossess him, and thyself to reign?  \nBut mark what I areed thee now: Avaunt!  \nFly thither whence thou fledd’st. If from this hour  \nWithin these hallowed limits thou appear,  \nBack to the Infernal Pit I drag thee chained,             \nAnd seal thee so as henceforth not to scorn  \nThe facile gates of Hell too slightly barred.\"  \n  So threatened he; but Satan to no threats  \nGave heed, but waxing more in rage, replied:—  \n  \"Then, when I am thy captive, talk of chains,             \nProud limitary Cherub! but ere then  \nFar heavier load thyself expect to feel  \nFrom my prevailing arm, though Heaven’s King  \nRide on thy wings, and thou with thy Compeers,  \nUsed to the yoke, draw’st his triumphant wheels             \nIn progress through the road of Heaven star—paved.\"  \n  While thus he spake, the angelic squadron bright  \nTurned fiery red, sharpening in mooned horns  \nTheir phalanx and began to hem him round  \nWith ported spears, as thick as when a field             \nOf Ceres ripe for harvest waving bends  \nHer bearded grove of ears which way the wind  \nSways them; the careful ploughman doubting stands  \nLest on the threshing-floor his hopeful sheaves  \nProve chaff. On the other side, Satan, alarmed,             \nCollecting all his might, dilated stood,  \nLike Teneriff or Atlas, unremoved:  \nHis stature reached the sky, and on his crest  \nSat Horror plumed; nor wanted in his grasp  \nWhat seemed both spear and shield. Now dreadful deeds             \nMight have ensued; nor only Paradise,  \nIn this commotion, but the starry cope  \nOf Heaven perhaps, or all the Elements  \nAt least, had gone to wrack, disturbed and torn  \nWith violence of this conflict, had not soon             \nThe Eternal, to prevent such horrid fray,  \nHung forth in Heaven his golden scales, yet seen  \nBetwixt Astræa and the Scorpion sign,  \nWherein all things created first he weighed,  \nThe pendulous round Earth with balanced air              \nIn counterpoise, now ponders all events,  \nBattles and realms. In these he put two weights,  \nThe sequel each of parting and of fight:  \nThe latter quick up flew, and kicked the beam;  \nWhich Gabriel spying thus bespake the Fiend:              \n  \"Satan, I know thy strength, and thou know’st mine,  \nNeither our own, but given; what folly then  \nTo boast what arms can do! since thine no more  \nThan Heaven permits, nor mine, though doubled now  \nTo trample thee as mire. For proof look up,              \nAnd read thy lot in yon celestial sign,  \nWhere thou art weighed, and shown how light, how weak  \nIf thou resist.\" The Fiend looked up, and knew  \nHis mounted scale aloft: nor more; but fled  \nMurmuring; and with him fled the shades of Night.</pre>\n "}, {"title": "Milton [excerpt]", "view_node": "/poem/milton-excerpt", "field_author": "<a href=\"/poet/william-blake\" hreflang=\"und\">William Blake</a>", "field_date_published": "1811", "body": " <pre>\nAnd did those feet in ancient time  \n   Walk upon England’s mountains green?  \nAnd was the holy Lamb of God  \n   On England’s pleasant pastures seen?  \n  \nAnd did the Countenance Divine     \n   Shine forth upon our clouded hills?  \nAnd was Jerusalem builded here  \n   Among these dark Satanic Mills?  \n  \nBring me my bow of burning gold!  \n   Bring me my arrows of desire!  \nBring me my spear! O clouds, unfold!  \n   Bring me my chariot of fire!  \n  \nI will not cease from mental fight,  \n   Nor shall my sword sleep in my hand,  \nTill we have built Jerusalem    \n   In England’s green and pleasant land.</pre>\n "}, {"title": "Proverbs of Hell", "view_node": "/poem/proverbs-hell", "field_author": "<a href=\"/poet/william-blake\" hreflang=\"und\">William Blake</a>", "field_date_published": "1790", "body": " <pre>\n<i>From \"The Marriage of Heaven and Hell\"</i>\n\n\n</pre>\n<pre>\nIn seed time learn, in harvest teach, in winter enjoy. Drive your cart and your plow over the bones of the dead. The road of excess leads to the palace of wisdom. Prudence is a rich ugly old maid courted by Incapacity. He who desires but acts not, breeds pestilence. The cut worm forgives the plow. Dip him in the river who loves water. A fool sees not the same tree that a wise man sees. He whose face gives no light, shall never become a star. Eternity is in love with the productions of time. The busy bee has no time for sorrow. The hours of folly are measur'd by the clock, but of wisdom: no clock can measure. All wholsom food is caught without a net or a trap. Bring out number weight &amp; measure in a year of dearth. No bird soars too high, if he soars with his own wings. A dead body, revenges not injuries. The most sublime act is to set another before you. If the fool would persist in his folly he would become wise. Folly is the cloke of knavery. Shame is Prides cloke. ~ Prisons are built with stones of Law, Brothels with bricks of Religion. The pride of the peacock is the glory of God. The lust of the goat is the bounty of God. The wrath of the lion is the wisdom of God. The nakedness of woman is the work of God. Excess of sorrow laughs. Excess of joy weeps. The roaring of lions, the howling of wolves, the raging of the stormy sea, and the    destructive sword, are portions of eternity too great for the eye of man. The fox condemns the trap, not himself. Joys impregnate. Sorrows bring forth. Let man wear the fell of the lion, woman the fleece of the sheep. The bird a nest, the spider a web, man friendship. The selfish smiling fool, &amp; the sullen frowning fool, shall be both thought wise, that    they may be a rod. What is now proved was once, only imagin'd. The rat, the mouse, the fox, the rabbit: watch the roots; the lion, the tyger, the horse,    the elephant, watch the fruits. The cistern contains; the fountain overflows. One thought, fills immensity. Always be ready to speak your mind, and a base man will avoid you. Every thing possible to be believ'd is an image of truth. The eagle never lost so much time, as when he submitted to learn of the crow. ~ The fox provides for himself, but God provides for the lion. Think in the morning. Act in the noon. Eat in the evening. Sleep in the night. He who has suffer'd you to impose on him knows you. As the plow follows words, so God rewards prayers. The tygers of wrath are wiser than the horses of instruction. Expect poison from the standing water. You never know what is enough unless you know what is more than enough. Listen to the fools reproach! it is a kingly title! The eyes of fire, the nostrils of air, the mouth of water, the beard of earth. The weak in courage is strong in cunning. The apple tree never asks the beech how he shall grow, nor the lion, the horse,    how he shall take his prey. The thankful reciever bears a plentiful harvest. If others had not been foolish, we should be so. The soul of sweet delight, can never be defil'd. When thou seest an Eagle, thou seest a portion of Genius, lift up thy head! As the catterpiller chooses the fairest leaves to lay her eggs on, so the priest    lays his curse on the fairest joys. To create a little flower is the labour of ages. Damn, braces: Bless relaxes. The best wine is the oldest, the best water the newest. Prayers plow not! Praises reap not! Joys laugh not! Sorrows weep not! ~ The head Sublime, the heart Pathos, the genitals Beauty, the hands &amp;    feet Proportion. As the air to a bird of the sea to a fish, so is contempt to the contemptible. The crow wish'd every thing was black, the owl, that every thing was white. Exuberance is Beauty. If the lion was advised by the fox, he would be cunning. Improvement makes strait roads, but the crooked roads without Improvement,    are roads of Genius. Sooner murder an infant in its cradle than nurse unacted desires. Where man is not nature is barren. Truth can never be told so as to be understood, and not be believ'd. Enough! or Too much!</pre>\n "}, {"title": "Auguries of Innocence", "view_node": "/poem/auguries-innocence", "field_author": "<a href=\"/poet/william-blake\" hreflang=\"und\">William Blake</a>", "field_date_published": "1863", "body": "<p><span class=\"long-line\">To see a World in a Grain of Sand</span><br /><span class=\"long-line\">And a Heaven in a Wild Flower </span><br /><span class=\"long-line\">Hold Infinity in the palm of your hand </span><br /><span class=\"long-line\">And Eternity in an hour</span><br /><span class=\"long-line\">A Robin Red breast in a Cage</span><br /><span class=\"long-line\">Puts all Heaven in a Rage </span><br /><span class=\"long-line\">A Dove house filld with Doves &amp;amp; Pigeons</span><br /><span class=\"long-line\">Shudders Hell thr' all its regions </span><br /><span class=\"long-line\">A dog starvd at his Masters Gate</span><br /><span class=\"long-line\">Predicts the ruin of the State </span><br /><span class=\"long-line\">A Horse misusd upon the Road</span><br /><span class=\"long-line\">Calls to Heaven for Human blood </span><br /><span class=\"long-line\">Each outcry of the hunted Hare</span><br /><span class=\"long-line\">A fibre from the Brain does tear </span><br /><span class=\"long-line\">A Skylark wounded in the wing </span><br /><span class=\"long-line\">A Cherubim does cease to sing </span><br /><span class=\"long-line\">The Game Cock clipd &amp;amp; armd for fight</span><br /><span class=\"long-line\">Does the Rising Sun affright </span><br /><span class=\"long-line\">Every Wolfs &amp;amp; Lions howl</span><br /><span class=\"long-line\">Raises from Hell a Human Soul </span><br /><span class=\"long-line\">The wild deer, wandring here &amp;amp; there </span><br /><span class=\"long-line\">Keeps the Human Soul from Care </span><br /><span class=\"long-line\">The Lamb misusd breeds Public Strife</span><br /><span class=\"long-line\">And yet forgives the Butchers knife </span><br /><span class=\"long-line\">The Bat that flits at close of Eve</span><br /><span class=\"long-line\">Has left the Brain that wont Believe</span><br /><span class=\"long-line\">The Owl that calls upon the Night</span><br /><span class=\"long-line\">Speaks the Unbelievers fright</span><br /><span class=\"long-line\">He who shall hurt the little Wren</span><br /><span class=\"long-line\">Shall never be belovd by Men </span><br /><span class=\"long-line\">He who the Ox to wrath has movd</span><br /><span class=\"long-line\">Shall never be by Woman lovd</span><br /><span class=\"long-line\">The wanton Boy that kills the Fly</span><br /><span class=\"long-line\">Shall feel the Spiders enmity </span><br /><span class=\"long-line\">He who torments the Chafers Sprite</span><br /><span class=\"long-line\">Weaves a Bower in endless Night </span><br /><span class=\"long-line\">The Catterpiller on the Leaf</span><br /><span class=\"long-line\">Repeats to thee thy Mothers grief </span><br /><span class=\"long-line\">Kill not the Moth nor Butterfly </span><br /><span class=\"long-line\">For the Last Judgment draweth nigh </span><br /><span class=\"long-line\">He who shall train the Horse to War</span><br /><span class=\"long-line\">Shall never pass the Polar Bar </span><br /><span class=\"long-line\">The Beggars Dog &amp;amp; Widows Cat </span><br /><span class=\"long-line\">Feed them &amp;amp; thou wilt grow fat </span><br /><span class=\"long-line\">The Gnat that sings his Summers Song</span><br /><span class=\"long-line\">Poison gets from Slanders tongue </span><br /><span class=\"long-line\">The poison of the Snake &amp;amp; Newt</span><br /><span class=\"long-line\">Is the sweat of Envys Foot </span><br /><span class=\"long-line\">The poison of the Honey Bee</span><br /><span class=\"long-line\">Is the Artists Jealousy</span><br /><span class=\"long-line\">The Princes Robes &amp;amp; Beggars Rags</span><br /><span class=\"long-line\">Are Toadstools on the Misers Bags </span><br /><span class=\"long-line\">A Truth thats told with bad intent</span><br /><span class=\"long-line\">Beats all the Lies you can invent </span><br /><span class=\"long-line\">It is right it should be so </span><br /><span class=\"long-line\">Man was made for Joy &amp;amp; Woe </span><br /><span class=\"long-line\">And when this we rightly know </span><br /><span class=\"long-line\">Thro the World we safely go </span><br /><span class=\"long-line\">Joy &amp;amp; Woe are woven fine </span><br /><span class=\"long-line\">A Clothing for the soul divine </span><br /><span class=\"long-line\">Under every grief &amp;amp; pine</span><br /><span class=\"long-line\">Runs a joy with silken twine </span><br /><span class=\"long-line\">The Babe is more than swadling Bands</span><br /><span class=\"long-line\">Throughout all these Human Lands</span><br /><span class=\"long-line\">Tools were made &amp;amp; Born were hands </span><br /><span class=\"long-line\">Every Farmer Understands</span><br /><span class=\"long-line\">Every Tear from Every Eye</span><br /><span class=\"long-line\">Becomes a Babe in Eternity </span><br /><span class=\"long-line\">This is caught by Females bright</span><br /><span class=\"long-line\">And returnd to its own delight </span><br /><span class=\"long-line\">The Bleat the Bark Bellow &amp;amp; Roar </span><br /><span class=\"long-line\">Are Waves that Beat on Heavens Shore </span><br /><span class=\"long-line\">The Babe that weeps the Rod beneath</span><br /><span class=\"long-line\">Writes Revenge in realms of Death </span><br /><span class=\"long-line\">The Beggars Rags fluttering in Air</span><br /><span class=\"long-line\">Does to Rags the Heavens tear </span><br /><span class=\"long-line\">The Soldier armd with Sword &amp;amp; Gun </span><br /><span class=\"long-line\">Palsied strikes the Summers Sun</span><br /><span class=\"long-line\">The poor Mans Farthing is worth more</span><br /><span class=\"long-line\">Than all the Gold on Africs Shore</span><br /><span class=\"long-line\">One Mite wrung from the Labrers hands</span><br /><span class=\"long-line\">Shall buy &amp;amp; sell the Misers Lands </span><br /><span class=\"long-line\">Or if protected from on high </span><br /><span class=\"long-line\">Does that whole Nation sell &amp;amp; buy </span><br /><span class=\"long-line\">He who mocks the Infants Faith</span><br /><span class=\"long-line\">Shall be mockd in Age &amp;amp; Death </span><br /><span class=\"long-line\">He who shall teach the Child to Doubt</span><br /><span class=\"long-line\">The rotting Grave shall neer get out </span><br /><span class=\"long-line\">He who respects the Infants faith</span><br /><span class=\"long-line\">Triumphs over Hell &amp;amp; Death </span><br /><span class=\"long-line\">The Childs Toys &amp;amp; the Old Mans Reasons</span><br /><span class=\"long-line\">Are the Fruits of the Two seasons </span><br /><span class=\"long-line\">The Questioner who sits so sly </span><br /><span class=\"long-line\">Shall never know how to Reply </span><br /><span class=\"long-line\">He who replies to words of Doubt</span><br /><span class=\"long-line\">Doth put the Light of Knowledge out </span><br /><span class=\"long-line\">The Strongest Poison ever known</span><br /><span class=\"long-line\">Came from Caesars Laurel Crown </span><br /><span class=\"long-line\">Nought can Deform the Human Race</span><br /><span class=\"long-line\">Like to the Armours iron brace </span><br /><span class=\"long-line\">When Gold &amp;amp; Gems adorn the Plow</span><br /><span class=\"long-line\">To peaceful Arts shall Envy Bow </span><br /><span class=\"long-line\">A Riddle or the Crickets Cry</span><br /><span class=\"long-line\">Is to Doubt a fit Reply </span><br /><span class=\"long-line\">The Emmets Inch &amp;amp; Eagles Mile</span><br /><span class=\"long-line\">Make Lame Philosophy to smile </span><br /><span class=\"long-line\">He who Doubts from what he sees</span><br /><span class=\"long-line\">Will neer Believe do what you Please </span><br /><span class=\"long-line\">If the Sun &amp;amp; Moon should Doubt </span><br /><span class=\"long-line\">Theyd immediately Go out </span><br /><span class=\"long-line\">To be in a Passion you Good may Do </span><br /><span class=\"long-line\">But no Good if a Passion is in you </span><br /><span class=\"long-line\">The Whore &amp;amp; Gambler by the State</span><br /><span class=\"long-line\">Licencd build that Nations Fate </span><br /><span class=\"long-line\">The Harlots cry from Street to Street </span><br /><span class=\"long-line\">Shall weave Old Englands winding Sheet </span><br /><span class=\"long-line\">The Winners Shout the Losers Curse </span><br /><span class=\"long-line\">Dance before dead Englands Hearse </span><br /><span class=\"long-line\">Every Night &amp;amp; every Morn</span><br /><span class=\"long-line\">Some to Misery are Born </span><br /><span class=\"long-line\">Every Morn and every Night</span><br /><span class=\"long-line\">Some are Born to sweet delight </span><br /><span class=\"long-line\">Some are Born to sweet delight </span><br /><span class=\"long-line\">Some are Born to Endless Night </span><br /><span class=\"long-line\">We are led to Believe a Lie</span><br /><span class=\"long-line\">When we see not Thro the Eye</span><br /><span class=\"long-line\">Which was Born in a Night to perish in a Night </span><br /><span class=\"long-line\">When the Soul Slept in Beams of Light </span><br /><span class=\"long-line\">God Appears &amp;amp; God is Light</span><br /><span class=\"long-line\">To those poor Souls who dwell in Night </span><br /><span class=\"long-line\">But does a Human Form Display</span><br /><span class=\"long-line\">To those who Dwell in Realms of day</span></p>\n"}, {"title": "The Castaway", "view_node": "/poem/castaway", "field_author": "<a href=\"/poet/william-cowper\" hreflang=\"und\">William Cowper</a>", "field_date_published": "1799", "body": " <pre>\nObscurest night involved the sky,\n     The Atlantic billows roared,\nWhen such a destined wretch as I,\n     Washed headlong from on board,\nOf friends, of hope, of all bereft,\nHis floating home forever left.\n\nNo braver chief could Albion boast\n     Than he with whom he went,\nNor ever ship left Albion's coast,\n     With warmer wishes sent.\nHe loved them both, but both in vain,\nNor him beheld, nor her again.\n\nNot long beneath the whelming brine,\n     Expert to swim, he lay;\nNor soon he felt his strength decline,\n     Or courage die away;\nBut waged with death a lasting strife,\nSupported by despair of life.\n\nHe shouted: nor his friends had failed\n     To check the vessel's course,\nBut so the furious blast prevailed,\n     That, pitiless perforce,\nThey left their outcast mate behind,\nAnd scudded still before the wind.\n\nSome succour yet they could afford;\n     And, such as storms allow,\nThe cask, the coop, the floated cord,\n     Delayed not to bestow.\nBut he (they knew) nor ship, nor shore,\nWhatever they gave, should visit more.\n\nNor, cruel as it seemed, could he\n     Their haste himself condemn,\nAware that flight, in such a sea,\n     Alone could rescue them;\nYet bitter felt it still to die\nDeserted, and his friends so nigh.\n\nHe long survives, who lives an hour\n     In ocean, self-upheld;\nAnd so long he, with unspent power,\n     His destiny repelled;\nAnd ever, as the minutes flew,\nEntreated help, or cried, \"Adieu!\"\n\nAt length, his transient respite past,\n     His comrades, who before\nHad heard his voice in every blast,\n     Could catch the sound no more.\nFor then, by toil subdued, he drank\nThe stifling wave, and then he sank.\n\nNo poet wept him: but the page\n     Of narrative sincere,\nThat tells his name, his worth, his age,\n     Is wet with Anson's tear.\nAnd tears by bards or heroes shed\nAlike immortalize the dead.\n\nI therefore purpose not, or dream,\n     Descanting on his fate,\nTo give the melancholy theme\n     A more enduring date:\nBut misery still delights to trace\nIts semblance in another's case.\n\nNo voice divine the storm allayed,\n     No light propitious shone;\nWhen, snatched from all effectual aid,\n     We perished, each alone:\nBut I beneath a rougher sea,\nAnd whelmed in deeper gulfs than he.</pre>\n "}, {"title": "Tear It Down", "view_node": "/poem/tear-it-down", "field_author": "<a href=\"/poet/jack-gilbert\" hreflang=\"und\">Jack Gilbert</a>", "field_date_published": "2001", "body": "<p><span class=\"long-line\">We find out the heart only by dismantling what</span><br /><span class=\"long-line\">the heart knows. By redefining the morning,</span><br /><span class=\"long-line\">we find a morning that comes just after darkness.</span><br /><span class=\"long-line\">We can break through marriage into marriage.</span><br /><span class=\"long-line\">By insisting on love we spoil it, get beyond</span><br /><span class=\"long-line\">affection and wade mouth-deep into love.</span><br /><span class=\"long-line\">We must unlearn the constellations to see the stars.</span><br /><span class=\"long-line\">But going back toward childhood will not help.</span><br /><span class=\"long-line\">The village is not better than Pittsburgh.</span><br /><span class=\"long-line\">Only Pittsburgh is more than Pittsburgh.</span><br /><span class=\"long-line\">Rome is better than Rome in the same way the sound</span><br /><span class=\"long-line\">of racoon tongues licking the inside walls</span><br /><span class=\"long-line\">of the garbage tub is more than the stir</span><br /><span class=\"long-line\">of them in the muck of the garbage. Love is not</span><br /><span class=\"long-line\">enough. We die and are put into the earth forever.</span><br /><span class=\"long-line\">We should insist while there is still time. We must</span><br /><span class=\"long-line\">eat through the wildness of her sweet body already</span><br /><span class=\"long-line\">in our bed to reach the body within the body.</span></p>\n"}, {"title": "Going There", "view_node": "/poem/going-there", "field_author": "<a href=\"/poet/jack-gilbert\" hreflang=\"und\">Jack Gilbert</a>", "field_date_published": "2001", "body": "<p><span class=\"long-line\">Of course it was a disaster.</span><br /><span class=\"long-line\">The unbearable, dearest secret</span><br /><span class=\"long-line\">has always been a disaster.</span><br /><span class=\"long-line\">The danger when we try to leave.</span><br /><span class=\"long-line\">Going over and over afterward</span><br /><span class=\"long-line\">what we should have done</span><br /><span class=\"long-line\">instead of what we did.</span><br /><span class=\"long-line\">But for those short times</span><br /><span class=\"long-line\">we seemed to be alive. Misled,</span><br /><span class=\"long-line\">misused, lied to and cheated,</span><br /><span class=\"long-line\">certainly. Still, for that</span><br /><span class=\"long-line\">little while, we visited</span><br /><span class=\"long-line\">our possible life.</span></p>\n"}, {"title": "You Tell Us What to Do", "view_node": "/poem/you-tell-us-what-do", "field_author": "<a href=\"/poet/faiz-ahmed-faiz\" hreflang=\"und\">Faiz Ahmed Faiz</a>", "field_date_published": "1991", "body": "<p><span class=\"long-line\">When we launched life</span><br /><span class=\"long-line\">on the river of grief,</span><br /><span class=\"long-line\">how vital were our arms, how ruby our blood.</span><br /><span class=\"long-line\">With a few strokes, it seemed,</span><br /><span class=\"long-line\">we would cross all pain,</span><br /><span class=\"long-line\">we would soon disembark.</span><br /><span class=\"long-line\">That didn't happen.</span><br /><span class=\"long-line\">In the stillness of each wave we found invisible currents.</span><br /><span class=\"long-line\">The boatmen, too, were unskilled,</span><br /><span class=\"long-line\">their oars untested.</span><br /><span class=\"long-line\">Investigate the matter as you will,</span><br /><span class=\"long-line\">blame whomever, as much as you want,</span><br /><span class=\"long-line\">but the river hasn't changed,</span><br /><span class=\"long-line\">the raft is still the same.</span><br /><span class=\"long-line\">Now <em>you</em> suggest what's to be done,</span><br /><span class=\"long-line\">you tell us how to come ashore.</span></p>\n<p><span class=\"long-line\">When we saw the wounds of our country</span><br /><span class=\"long-line\">appear on our skins,</span><br /><span class=\"long-line\">we believed each word of the healers.</span><br /><span class=\"long-line\">Besides, we remembered so many cures,</span><br /><span class=\"long-line\">it seemed at any moment</span><br /><span class=\"long-line\">all troubles would end, each wound heal completely.</span><br /><span class=\"long-line\">That didn't happen: our ailments</span><br /><span class=\"long-line\">were so many, so deep within us</span><br /><span class=\"long-line\">that all diagnoses proved false, each remedy useless.</span><br /><span class=\"long-line\">Now do whatever, follow each clue,</span><br /><span class=\"long-line\">accuse whomever, as much as you will,</span><br /><span class=\"long-line\">our bodies are still the same,</span><br /><span class=\"long-line\">our wounds still open.</span><br /><span class=\"long-line\">Now tell us what we should do,</span><br /><span class=\"long-line\"><em>you</em> tell us how to heal these wounds.</span></p>\n"}, {"title": "Bangladesh II", "view_node": "/poem/bangladesh-ii", "field_author": "<a href=\"/poet/faiz-ahmed-faiz\" hreflang=\"und\">Faiz Ahmed Faiz</a>", "field_date_published": "1991", "body": " <pre>\nThis is how my sorrow became visible:\nits dust, piling up for years in my heart,\nfinally reached my eyes,\n\nthe bitterness now so clear that\nI had to listen when my friends\ntold me to wash my eyes with blood.\n\nEverything at once was tangled in blood—\neach face, each idol, red everywhere.\nBlood swept over the sun, washing away its gold.\n\nThe moon erupted with blood, its silver extinguished.\nThe sky promised a morning of blood,\nand the night wept only blood.\n\nThe trees hardened into crimson pillars.\nAll flowers filled their eyes with blood.\nAnd every glance was an arrow,\n\neach pierced image blood. This blood\n—a river crying out for martyrs—\nflows on in longing. And in sorrow, in rage, in love.\n\nLet it flow. Should it be dammed up,\nthere will only be hatred cloaked in colors of death.\nDon't let this happen, my friends,\n\nbring all my tears back instead,\na flood to purify my dust-filled eyes,\nto was this blood forever from my eyes.</pre>\n "}, {"title": "Before You Came", "view_node": "/poem/you-came", "field_author": "<a href=\"/poet/faiz-ahmed-faiz\" hreflang=\"und\">Faiz Ahmed Faiz</a>", "field_date_published": "1991", "body": " <pre>Before you came,\nthings were as they should be:\nthe sky was the dead-end of sight,\nthe road was just a road, wine merely wine.\n\nNow everything is like my heart,\na color at the edge of blood:\nthe grey of your absence, the color of poison, of thorns,\nthe gold when we meet, the season ablaze,\nthe yellow of autumn, the red of flowers, of flames,\nand the black when you cover the earth\nwith the coal of dead fires.\n\nAnd the sky, the road, the glass of wine?\nThe sky is a shirt wet with tears,\nthe road a vein about to break,\nand the glass of wine a mirror in which\nthe sky, the road, the world keep changing.\n\nDon't leave now that you're here—\nStay. So the world may become like itself again:\nso the sky may be the sky,\nthe road a road,\nand the glass of wine not a mirror, just a glass of wine.</pre>\n "}, {"title": "The Forgotten Dialect of the Heart (audio only)", "view_node": "/poem/forgotten-dialect-heart-audio-only", "field_author": "<a href=\"/poet/jack-gilbert\" hreflang=\"und\">Jack Gilbert</a>", "field_date_published": "2005", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "By Small and Small: Midnight to Four A.M. (audio only)", "view_node": "/poem/small-and-small-midnight-four-am-audio-only", "field_author": "<a href=\"/poet/jack-gilbert\" hreflang=\"und\">Jack Gilbert</a>", "field_date_published": "2005", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Blackout", "view_node": "/poem/blackout", "field_author": "<a href=\"/poet/faiz-ahmed-faiz\" hreflang=\"und\">Faiz Ahmed Faiz</a>", "field_date_published": "1987", "body": " <pre><i>India-Pakistan War: 1965</i>\n\n\nSince our lights were extinguished\nI have been searching for a way to see;\nmy eyes are lost, God knows where.\n\nYou who know me, tell me who I am,\nwho is a friend, and who an enemy.\nA murderous river has been unleashed\ninto my veins; hatred beats in it.\n\nBe patient; a flash of lightning will come\nfrom another horizon like the white hand\nof Moses with my eyes, my lost diamonds.</pre>\n "}, {"title": "When Autumn Came", "view_node": "/poem/when-autumn-came", "field_author": "<a href=\"/poet/faiz-ahmed-faiz\" hreflang=\"und\">Faiz Ahmed Faiz</a>", "field_date_published": "1987", "body": "<p><span class=\"long-line\">This is the way that autumn came to the trees:</span><br /><span class=\"long-line\">it stripped them down to the skin,</span><br /><span class=\"long-line\">left their ebony bodies naked.</span><br /><span class=\"long-line\">It shook out their hearts, the yellow leaves,</span><br /><span class=\"long-line\">scattered them over the ground.</span><br /><span class=\"long-line\">Anyone could trample them out of shape</span><br /><span class=\"long-line\">undisturbed by a single moan of protest.</span></p>\n\n<p><span class=\"long-line\">The birds that herald dreams</span><br /><span class=\"long-line\">were exiled from their song,</span><br /><span class=\"long-line\">each voice torn out of its throat.</span><br /><span class=\"long-line\">They dropped into the dust</span><br /><span class=\"long-line\">even before the hunter strung his bow.</span></p>\n\n<p><span class=\"long-line\">Oh, God of May have mercy.</span><br /><span class=\"long-line\">Bless these withered bodies</span><br /><span class=\"long-line\">with the passion of your resurrection;</span><br /><span class=\"long-line\">make their dead veins flow with blood again.</span></p>\n\n<p><span class=\"long-line\">Give some tree the gift of green again.</span><br /><span class=\"long-line\">Let one bird sing.</span></p>\n"}, {"title": "Be Near Me", "view_node": "/poem/be-near-me", "field_author": "<a href=\"/poet/faiz-ahmed-faiz\" hreflang=\"und\">Faiz Ahmed Faiz</a>", "field_date_published": "1987", "body": "<p><span class=\"long-line\">Be near me now,</span><br /><span class=\"long-line\">My tormenter, my love, be near me—</span><br /><span class=\"long-line\">At this hour when night comes down,</span><br /><span class=\"long-line\">When, having drunk from the gash of sunset, darkness comes</span><br /><span class=\"long-line\">With the balm of musk in its hands, its diamond lancets,</span><br /><span class=\"long-line\">When it comes with cries of lamentation,</span><br /><span class=\"long-line\">                                             with laughter with songs;</span><br /><span class=\"long-line\">Its blue-gray anklets of pain clinking with every step.</span><br /><span class=\"long-line\">At this hour when hearts, deep in their hiding places,</span><br /><span class=\"long-line\">Have begun to hope once more, when they start their vigil</span><br /><span class=\"long-line\">For hands still enfolded in sleeves;</span><br /><span class=\"long-line\">When wine being poured makes the sound</span><br /><span class=\"long-line\">                                             of inconsolable children</span><br /><span class=\"long-line\">                      who, though you try with all your heart,</span><br /><span class=\"long-line\">                                             cannot be soothed.</span><br /><span class=\"long-line\">When whatever you want to do cannot be done,</span><br /><span class=\"long-line\">When nothing is of any use;</span><br /><span class=\"long-line\">—At this hour when night comes down,</span><br /><span class=\"long-line\">When night comes, dragging its long face,</span><br /><span class=\"long-line\">                                             dressed in mourning,</span><br /><span class=\"long-line\">Be with me,</span><br /><span class=\"long-line\">My tormenter, my love, be near me.</span></p>\n"}], "pager": {"current_page": 565, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}