{"rows": [{"title": "Poor soul, the centre of my sinful earth (Sonnet 146)", "view_node": "/poem/poor-soul-centre-my-sinful-earth-sonnet-146", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">Poor soul, the centre of my sinful earth,</span><br /><span class=\"long-line\">My sinful earth these rebel powers array,</span><br /><span class=\"long-line\">Why dost thou pine within and suffer dearth,</span><br /><span class=\"long-line\">Painting thy outward walls so costly gay?</span><br /><span class=\"long-line\">Why so large cost, having so short a lease,</span><br /><span class=\"long-line\">Dost thou upon thy fading mansion spend?</span><br /><span class=\"long-line\">Shall worms, inheritors of this excess,</span><br /><span class=\"long-line\">Eat up thy charge? Is this thy body’s end?</span><br /><span class=\"long-line\">Then soul, live thou upon thy servant’s loss,</span><br /><span class=\"long-line\">And let that pine to aggravate thy store;</span><br /><span class=\"long-line\">Buy terms divine in selling hours of dross;</span><br /><span class=\"long-line\">Within be fed, without be rich no more:</span><br /><span class=\"long-line\">    So shall thou feed on Death, that feeds on men,</span><br /><span class=\"long-line\">    And Death once dead, there’s no more dying then.</span></p>\n"}, {"title": "Like as the waves make towards the pebbled shore (Sonnet 60)", "view_node": "/poem/waves-make-towards-pebbled-shore-sonnet-60", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">Like as the waves make towards the pebbled shore,</span><br /><span class=\"long-line\">So do our minutes hasten to their end;</span><br /><span class=\"long-line\">Each changing place with that which goes before,</span><br /><span class=\"long-line\">In sequent toil all forwards do contend.</span><br /><span class=\"long-line\">Nativity, once in the main of light,</span><br /><span class=\"long-line\">Crawls to maturity, wherewith being crown’d,</span><br /><span class=\"long-line\">Crooked eclipses ‘gainst his glory fight,</span><br /><span class=\"long-line\">And Time that gave doth now his gift confound.</span><br /><span class=\"long-line\">Time doth transfix the flourish set on youth</span><br /><span class=\"long-line\">And delves the parallels in beauty’s brow,</span><br /><span class=\"long-line\">Feeds on the rarities of nature’s truth,</span><br /><span class=\"long-line\">And nothing stands but for his scythe to mow:</span><br /><span class=\"long-line\">    And yet to times in hope, my verse shall stand,</span><br /><span class=\"long-line\">    Praising thy worth, despite his cruel hand.</span></p>\n"}, {"title": "A woman’s face with nature’s own hand painted (Sonnet 20)", "view_node": "/poem/womans-face-natures-own-hand-painted-sonnet-20", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">A woman’s face with nature’s own hand painted,</span><br /><span class=\"long-line\">Hast thou, the master mistress of my passion;</span><br /><span class=\"long-line\">A woman’s gentle heart, but not acquainted</span><br /><span class=\"long-line\">With shifting change, as is false women’s fashion:</span><br /><span class=\"long-line\">An eye more bright than theirs, less false in rolling,</span><br /><span class=\"long-line\">Gilding the object whereupon it gazeth;</span><br /><span class=\"long-line\">A man in hue all ‘hues’ in his controlling,</span><br /><span class=\"long-line\">Which steals men’s eyes and women’s souls amazeth.</span><br /><span class=\"long-line\">And for a woman wert thou first created;</span><br /><span class=\"long-line\">Till Nature, as she wrought thee, fell a-doting,</span><br /><span class=\"long-line\">And by addition me of thee defeated,</span><br /><span class=\"long-line\">By adding one thing to my purpose nothing.</span><br /><span class=\"long-line\">    But since she prick’d thee out for women’s pleasure,</span><br /><span class=\"long-line\">    Mine be thy love and thy love’s use their treasure.</span></p>\n"}, {"title": "Like as, to make our appetite more keen (Sonnet 118)", "view_node": "/poem/make-our-appetite-more-keen-sonnet-118", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">Like as, to make our appetite more keen,</span><br /><span class=\"long-line\">With eager compounds we our palate urge;</span><br /><span class=\"long-line\">As, to prevent our maladies unseen,</span><br /><span class=\"long-line\">We sicken to shun sickness when we purge;</span><br /><span class=\"long-line\">Even so, being full of your ne’er-cloying sweetness,</span><br /><span class=\"long-line\">To bitter sauces did I frame my feeding;</span><br /><span class=\"long-line\">And, sick of welfare, found a kind of meetness</span><br /><span class=\"long-line\">To be diseas’d, ere that there was true needing.</span><br /><span class=\"long-line\">Thus policy in love, to anticipate</span><br /><span class=\"long-line\">The ills that were not, grew to faults assur’d,</span><br /><span class=\"long-line\">And brought to medicine a healthful state</span><br /><span class=\"long-line\">Which, rank of goodness, would by ill be cur’d;</span><br /><span class=\"long-line\">    But thence I learn and find the lesson true,</span><br /><span class=\"long-line\">    Drugs poison him that so fell sick of you.</span></p>\n"}, {"title": "When my love swears that she is made of truth (Sonnet 138)", "view_node": "/poem/when-my-love-swears-she-made-truth-sonnet-138", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">When my love swears that she is made of truth,</span><br /><span class=\"long-line\">I do believe her though I know she lies,</span><br /><span class=\"long-line\">That she might think me some untutor’d youth,</span><br /><span class=\"long-line\">Unlearned in the world’s false subtleties.</span><br /><span class=\"long-line\">Thus vainly thinking that she thinks me young,</span><br /><span class=\"long-line\">Although she knows my days are past the best,</span><br /><span class=\"long-line\">Simply I credit her false-speaking tongue:</span><br /><span class=\"long-line\">On both sides thus is simple truth suppressed:</span><br /><span class=\"long-line\">But wherefore says she not she is unjust?</span><br /><span class=\"long-line\">And wherefore say not I that I am old?</span><br /><span class=\"long-line\">O! love’s best habit is in seeming trust,</span><br /><span class=\"long-line\">And age in love, loves not to have years told:</span><br /><span class=\"long-line\">    Therefore I lie with her, and she with me,</span><br /><span class=\"long-line\">    And in our faults by lies we flatter’d be.</span></p>\n"}, {"title": "Full many a glorious morning have I seen (Sonnet 33)", "view_node": "/poem/full-many-glorious-morning-have-i-seen-sonnet-33", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">Full many a glorious morning have I seen</span><br /><span class=\"long-line\">Flatter the mountain tops with sovereign eye,</span><br /><span class=\"long-line\">Kissing with golden face the meadows green,</span><br /><span class=\"long-line\">Gilding pale streams with heavenly alchemy;</span><br /><span class=\"long-line\">Anon permit the basest clouds to ride</span><br /><span class=\"long-line\">With ugly rack on his celestial face,</span><br /><span class=\"long-line\">And from the forlorn world his visage hide,</span><br /><span class=\"long-line\">Stealing unseen to west with this disgrace:</span><br /><span class=\"long-line\">Even so my sun one early morn did shine,</span><br /><span class=\"long-line\">With all triumphant splendour on my brow;</span><br /><span class=\"long-line\">But out! alack! he was but one hour mine,</span><br /><span class=\"long-line\">The region cloud hath mask’d him from me now.</span><br /><span class=\"long-line\">    Yet him for this my love no whit disdaineth;</span><br /><span class=\"long-line\">    Suns of the world may stain when heaven’s sun staineth.</span></p>\n"}, {"title": "The Exposed Nest", "view_node": "/poem/exposed-nest", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2016", "body": " <p>You were forever finding some new play. <br />So when I saw you down on hands and knees <br />In the meadow, busy with the new-cut hay, <br />Trying, I thought, to set it up on end, <br />I went to show you how to make it stay, <br />If that was your idea, against the breeze, <br />And, if you asked me, even help pretend <br />To make it root again and grow afresh. <br />But 'twas no make-believe with you to-day, <br />Nor was the grass itself your real concern, <br />Though I found your hand full of wilted fern, <br />Steel-bright June-grass, and blackening heads of clover. <br />'Twas a nest full of young birds on the ground <br />The cutter-bar had just gone champing over <br />(Miraculously without tasting flesh) <br />And left defenseless to the heat and light. <br />You wanted to restore them to their right <br />Of something interposed between their sight <br />And too much world at once—could means be found. <br />The way the nest-full every time we stirred <br />Stood up to us as to a mother-bird <br />Whose coming home has been too long deferred, <br />Made me ask would the mother-bird return <br />And care for them in such a change of scene <br />And might our meddling make her more afraid. <br />That was a thing we could not wait to learn. <br />We saw the risk we took in doing good, <br />But dared not spare to do the best we could <br />Though harm should come of it; so built the screen <br />You had begun, and gave them back their shade. <br />All this to prove we cared. Why is there then <br />No more to tell? We turned to other things. <br />I haven't any memory—have you?—<br />Of ever coming to the place again <br />To see if the birds lived the first night through, <br />And so at last to learn to use their wings. </p> "}, {"title": "The Wood-pile", "view_node": "/poem/wood-pile", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2016", "body": " <p>Out walking in the frozen swamp one grey day <br />I paused and said, \"I will turn back from here. <br />No, I will go on farther—and we shall see.\" <br />The hard snow held me, save where now and then <br />One foot went down. The view was all in lines <br />Straight up and down of tall slim trees <br />Too much alike to mark or name a place by <br />So as to say for certain I was here <br />Or somewhere else: I was just far from home. <br />A small bird flew before me. He was careful <br />To put a tree between us when he lighted, <br />And say no word to tell me who he was <br />Who was so foolish as to think what <em>he</em> thought. <br />He thought that I was after him for a feather—<br />The white one in his tail; like one who takes <br />Everything said as personal to himself. <br />One flight out sideways would have undeceived him. <br />And then there was a pile of wood for which <br />I forgot him and let his little fear <br />Carry him off the way I might have gone, <br />Without so much as wishing him good-night. <br />He went behind it to make his last stand. <br />It was a cord of maple, cut and split <br />And piled—and measured, four by four by eight. <br />And not another like it could I see. <br />No runner tracks in this year's snow looped near it. <br />And it was older sure than this year's cutting, <br />Or even last year's or the year's before. <br />The wood was grey and the bark warping off it <br />And the pile somewhat sunken. Clematis <br />Had wound strings round and round it like a bundle. <br />What held it though on one side was a tree <br />Still growing, and on one a stake and prop, <br />These latter about to fall. I thought that only <br />Someone who lived in turning to fresh tasks <br />Could so forget his handiwork on which <br />He spent himself, the labour of his axe, <br />And leave it there far from a useful fireplace <br />To warm the frozen swamp as best it could <br />With the slow smokeless burning of decay.</p> "}, {"title": "The Need of Being Versed in Country Things", "view_node": "/poem/need-being-versed-country-things", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2016", "body": " <p>The house had gone to bring again <br />To the midnight sky a sunset glow. <br />Now the chimney was all of the house that stood, <br />Like a pistil after the petals go. <br /><br />The barn opposed across the way, <br />That would have joined the house in flame <br />Had it been the will of the wind, was left <br />To bear forsaken the place’s name. <br /><br />No more it opened with all one end <br />For teams that came by the stony road <br />To drum on the floor with scurrying hoofs <br />And brush the mow with the summer load. <br /><br />The birds that came to it through the air <br />At broken windows flew out and in, <br />Their murmur more like the sigh we sigh <br />From too much dwelling on what has been. <br /><br />Yet for them the lilac renewed its leaf, <br />And the aged elm, though touched with fire; <br />And the dry pump flung up an awkward arm; <br />And the fence post carried a strand of wire. <br /><br />For them there was really nothing sad. <br />But though they rejoiced in the nest they kept, <br />One had to be versed in country things <br />Not to believe the phoebes wept. </p> "}, {"title": "Putting in the Seed", "view_node": "/poem/putting-seed", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">You come to fetch me from my work to-night </span><br /><span class=\"long-line\">When supper's on the table, and we'll see </span><br /><span class=\"long-line\">If I can leave off burying the white </span><br /><span class=\"long-line\">Soft petals fallen from the apple tree. </span><br /><span class=\"long-line\">(Soft petals, yes, but not so barren quite, </span><br /><span class=\"long-line\">Mingled with these, smooth bean and wrinkled pea;) </span><br /><span class=\"long-line\">And go along with you ere you lose sight </span><br /><span class=\"long-line\">Of what you came for and become like me, </span><br /><span class=\"long-line\">Slave to a springtime passion for the earth. </span><br /><span class=\"long-line\">How Love burns through the Putting in the Seed </span><br /><span class=\"long-line\">On through the watching for that early birth </span><br /><span class=\"long-line\">When, just as the soil tarnishes with weed, </span><br /><span class=\"long-line\">The sturdy seedling with arched body comes </span><br /><span class=\"long-line\">Shouldering its way and shedding the earth crumbs.</span></p>\n"}, {"title": "The Birthnight", "view_node": "/poem/birthnight", "field_author": "<a href=\"/poet/walter-de-la-mare\" hreflang=\"und\">Walter de la Mare</a>", "field_date_published": "2016", "body": " <p>Dearest, it was a night<br />That in its darkness rocked Orion’s stars;<br />A sighing wind ran faintly white<br />Along the willows, and the cedar boughs<br />Laid their wide hands in stealthy peace across<br />The starry silence of their antique moss:<br />No sound save rushing air<br />Cold, yet all sweet with Spring,<br />And in thy mother’s arms, couched weeping there,<br />Thou, lovely thing.</p> "}, {"title": "Endangered Species", "view_node": "/poem/endangered-species", "field_author": "<a href=\"/poet/dan-beachy-quick\" hreflang=\"und\">Dan Beachy-Quick</a>", "field_date_published": "2016", "body": " <p>Even this<br />brief thought is endless. A<br />man speaks as if unaware of the<br />erotic life of the ampersand. In the<br />isolate field he comes to count one by<br />one the rare butterflies as they<br />die. He says witness is to say what<br />you mean as if you mean it. So many<br />of them are the color of the leaves<br />they feed on, he calls sympathy a fact, a<br />word by which he means to make a claim<br />about grace. I have in my</p><p>life said many things I did not<br />exactly mean. Walk<br />graceless through the field. Graceless so<br />the insects leap up into the blank<br />page where the margins fill<br />with numbers that speak diminishment.<br />Absence as it nears also offers astonishment.<br />Absence riddles even this<br />briefest thought, here<br />is your introduction to desire, time’s<br />underneath where the roots root down<br />into nothing like loose threads<br />hanging from the weaving’s underside.<br />No one seeing the roots<br />can guess</p><p>at the field above. Green<br />equation that ends in yellow<br />occasions. Theory is<br />insubstantial. The eye latches on<br />to the butterflies as they fly<br />and the quick heart follows, not<br />a root in nothing but a thread across<br />abstraction. They fly away.<br />What in us follows we do not name.<br />What the butterflies pull out us<br />as in battle horses pull<br />chariot, we do not</p><p>name. But there is none, no battle,<br />no surge, no retreat, a field<br />full not of danger, but the endangered,<br />where dust-wings pull from us<br />what we thought we lost, what theory<br />denies, where in us ideas go to die,<br />and thought with the quaking grass quakes.<br />Some call it breath but I’m still breathing.<br />So empty I know I’m not any emptier.<br />On slim threads they pull it out me,<br />disperse—no<br />one takes notes—disappear, &amp;<br /> </p> "}, {"title": "Meditation for the Silence of Morning", "view_node": "/poem/meditation-silence-morning", "field_author": "<a href=\"/poet/adam-clay\" hreflang=\"und\">Adam Clay</a>", "field_date_published": "2016", "body": "<p><span class=\"“long-line”\">I wake myself imagining the shape</span><br /><span class=\"long-line\">of the day and where I will find</span></p>\n\n<p><span class=\"“long-line”\">myself within it. Language is not often</span><br /><span class=\"long-line\">in that shape,</span></p>\n\n<p><span class=\"“long-line”\">but sentences survive somehow</span><br /><span class=\"long-line\">through the islands of dark matter,</span></p>\n\n<p><span class=\"“long-line”\">the negative space often more important</span><br /><span class=\"long-line\">than the positive.</span></p>\n\n<p><span class=\"“long-line”\">Imagine finding you look at the world</span><br /><span class=\"long-line\">completely different upon waking one day.</span></p>\n\n<p><span class=\"“long-line”\">You do not know if this is permanent.</span><br /><span class=\"long-line\">Anything can change, after all,</span></p>\n\n<p><span class=\"“long-line”\">for how else would you find yourself</span><br /><span class=\"long-line\">in this predicament or this opportunity,</span></p>\n\n<p><span class=\"“long-line”\">depending on the frame? A single thought</span><br /><span class=\"long-line\">can make loneliness seem frighteningly new.</span></p>\n\n<p><span class=\"“long-line”\">We destroy the paths of rivers to make room for the sea.</span></p>\n"}, {"title": "The Valleys Are So Lush and Steep", "view_node": "/poem/valleys-are-so-lush-and-steep", "field_author": "<a href=\"/poet/trace-peterson\" hreflang=\"en\">Trace Peterson</a>", "field_date_published": "2016", "body": " <p>I have not been having an easy HRT experience for a trans gal, especially when it comes to blocking testosterone so my body can develop properly in response to estrogen.</p><p>*</p><p>Spironolactone gave me brain fog, so to block T, I switched to Finasteride.</p><p>*</p><p>The blocker dose of Finasteride made me too sleepy to function, so I switched to Progesterone.</p><p>*</p><p>Progesterone had some nice effects but it made me loopy and had a kind of thought-freezing effect, so I switched to Dutasteride.</p><p>*</p><p>Dutasteride made me too sleepy to function and caused me to phase shift into a fourth dimension at unexpected moments, so I switched to Walzanone.</p><p>*</p><p>Walzanone helped ease off my body hair, but it gave me unanticipated telekenetic powers which would cause a table to fly crashing acrosss the room when I got upset with someone, so I switched to Benefiontin.</p><p>*</p><p>Benefiontin seemed to be working for a while and I could genuinely concentrate, until I slowly became aware that it was making my skin fluorescent green and stretchable over any nearby hardwood surfaces. Punk rock anamorphosis had ended long ago, so I switched to Penalzombion.</p><p>*</p><p>While I enjoyed the ultra-feminine high that Penalzombion enfaulked from my kinesthetic being, it had the unfortunate side effect of causing me to hate most poetry I hear, or maybe that was just poetry. In any case, the constant sore throat or what they call the \"Penalzombion engorgement\" became highly inconvenient when I needed to sing impromptu arias for job talks on composition theory. So I switched to Rubicon.</p><p>*</p><p>Though not technically a blocker, Rubicon had several advantages in terms of how it personified and mirrored my t-levels internally. A short-range tactical missile flew by in search of its drone-targeted recipient. Testosterone self-reflectiveness on Rubicon invaded my being on a coding level of intensity to the point where rows of shark teeth swallowed every time management skill I ever learned. There was no going back. I decided that Rubicon was too much of a simultaneously alienated and intimately ski mask experience. So I switched to Novascotia.</p><p>*</p><p>The best side effect of Novascotia was its remoteness. Though it made me feel slightly alienated around other poets, I did manage to get a lot of writing done. However, in the process I lost all sense of reality and missed my grant deadlines for the fourth time. A mouse ear grew out of my hand. Peach cobbler. So I switched to Nepotismapolitan.</p><p>*</p><p>With Nepotismapolitan I definitely engrotted some anti-testosterone connections in the entertainment world, which had me at an advantage when passing as entertainmentally female, but my pores became enormous. When I think back I wonder if Nepotismapolitan was taunting me the whole time. Gam tumescent wing growth polited out of the sinking vessel. Due to interaction warnings I couldn't eat too much processed food anymore and my T levels were still too high, so I switched to Wellmasteride.</p><p>*</p><p>I liked the feeling of cosmic omnipotence corresponding with complete and utter abjection that Wellmasteride gave me, being at once a unique delicate flower/snowflake and a humanistic reproconfection seeking air time like every other platelet in the bloodstream, but it made me inconveniently leery of discussions about trigger warnings and delaying puberty in children. Pang of detained weekend fixture turned permanent yawp. I stopped thugging around in my endocrine blotter with Wellmasteride, and instead turned to Jaimeleecuritsol.</p><p>*</p><p>Jaimeleecurtisol made me witty and urbane. Being around me was like an episode of female Frasier slightly sped up. But soon the crash happened and we were in a recession. Jaimeleecurtisol caused me to scream and scream at the horrible truth coming at me about how people really perceived my gender suddenly rushing at me around street corners. So I switched to Smallpondilaxone.</p><p>*</p><p>Smallpondilaxone made me feel big.<br />For a minute I contemplated calling an agent<br />to discuss my enormous very specialized coupon stash, but I<br />couldn't get out of bed. So next I tried Crepusculane.</p><p>*</p><p>Now the great thing about Crepusculane was that on this one I really felt like myself on five cups of coffee for a few minutes lugging a trampoline up the capital steps past the stone lions that guarded the secret to what's inside increasingly smaller panties I never held any responsibility for, a good place to do research. I made all kinds of appointments to publish poet things and attend everybody's readings in a stacker, almost steroid-like configuration demented with charm. But the hyper-concentration that Crepusculane offers caused me instead to stare at a Grecian Urn for days on end, transfixed by thoughts of lighting up and smoking the latest poet laureate or at least getting a medical prescription for him/her to become culturally all over me. Crepusculane rendered my t-levels nearly invisible as I lay swooning across a Chatterton velvet couch in my garret, but there was no one around but me to serenade, so I switched to Lesbiamine.</p><p>*</p><p>Lesbiamine caused .......................................... in peace talks ...........<br />...............................................................................................................<br />.............................. rankled tall girl spat juicer ............................ but<br />...............................................................................................................<br />......... looks at your spork ................... like a gorgon, tufts of ..........<br />...............................................................................................................<br />kissing us in the museum ....................................................................<br />....................... making me ................. attachment weekend blocker <br />...............................................................................................................<br />my leg around your ..............................................................................<br />.................................. wetter, a death ................... bank holiday itch <br />...............................................................................................................<br />clasped ……………………………………… in a restaurant booth ........<br />...... or vamp stamped .................. something chocolate ..................<br />...............................................................................................................<br />..............................anxiety being unsexy………………………..............<br />..................and you need lateness ……………….…………...................<br />destorying me .....................................................................................<br />.................................................................too intense...........................</p><p>like the crushed flower. I couldn't take all the ellipses anymore and they were intruding into my dissertation writing time, so I switched to Pastoralwenchtrin.</p><p>*</p><p>I think I am going to stick with Pastoralwenchtrin for awhile and see where this goes. It's quiet here and there are sheep and no wolves masquerading as bears climbing the hillside of an apple danish I bought from my student loan debt ceiling. As long as I pay the credit card bills by end of the month and get my name changed in time for the church basement sale, maybe I can find a way to live. As my body reaches a kind of equilibrium, I am trying to have as small a percentage of me as possible be fabricated as method acting and as great a possibility as a pink skull half-shaven skyline be real. The valleys are so lush and steep. How to end not wanting to be myself being not quite myself.</p> "}, {"title": "For Sale", "view_node": "/poem/sale", "field_author": "<a href=\"/poet/margo-taft-stever\" hreflang=\"en\">Margo Taft Stever </a>", "field_date_published": "2016", "body": " <p>My childhood house is stripped,<br />bared, open to the public.<br />The for-sale sign impales<br /><br />the front pasture, grass<br />is cut and prim, no trimmings<br />left to save.<br /><br />Women in sable parade<br />through halls and men in<br />tailored suits talk about<br /><br />dimensions. They don’t know<br />lizards present themselves<br />on the basement stairs or worms<br /><br />dapple pears in the orchard.<br />Doors of rabbit hutches<br />hang from hinges and rust<br /><br />scratches on rust in wind, noise<br />unheard by workers who<br />remodel the old farmhouse<br /><br />into an Italian villa painted peach.<br />Death can empty a house of shoes<br />worn and new, of children<br /><br />who climbed the grandfather<br />trees, impressing outlines like fossils<br />littering the banks of the creek.</p> "}, {"title": "Canyon of Heroines", "view_node": "/poem/canyon-heroines", "field_author": "<a href=\"/poet/trace-peterson\" hreflang=\"en\">Trace Peterson</a>", "field_date_published": "2016", "body": " <p>This bag of crunchy Cheetos is making me thirsty. Good thing I picked up a Fanta orange soda on the way home just in case. Walking back, I couldn't help noticing how most of the neighborhood has been replaced by strange towering steel and plate glass structures. A man was lying across the sidewalk in front of one of them and asked me for money. Greece is being bullied by Germany holding it to a double standard. When they had the tickertape parade for the US Women's Soccer Team this week and said \"Canyon of Heroines\" on the radio I started to laugh and realized it wasn't funny. The guy at an adjacent table in the coffee shop was looking at me smokily for an hour like he wanted to do something to me all over the counter, and I sat poised anticipating an advance that never arrived. I have trans woman friends who desperately need hope and jobs and love and safety and family. I wish I could be twenty places at once and have the power to fix everything but in a stealth way so I wouldn't be just grabbing the spotlight. True Detective is a TV show that a lot of people seem to enjoy. I trained myself to speak at a higher base pitch every morning until it became quasi-permanent because that is how I know I do not depend on the medical establishment or strangers' willingness to imagine charity. Much of the street is submerged underwater due to the storm. That other salesman can assist you—I'm helping this young lady right now, he said, placing his hand on the small of my back. The entire auditorium of people staring me down was hostile but knew they couldn't show it in public except for occasional frown lines darting from between their eyebrows. Please stand clear of the closing doors. I can't breathe in this dress. I can't seem to figure out where that smell is coming from in the apartment. Gender identity or expression will not protect you from being fired in most employment situations nor does being a transsexual. Split a capsule of medication into smaller doses by opening, dividing, and mixing it among separate containers of a mushy food like applesauce. The Trans-Pacific Partnership was signed this week amid much controversy. Did I just write all that? History is transmisogynistic but it won't be the more of it there is. The beautiful woman suggested I put my bare legs across her lap in the dark so I did and she gently ran her fingers along them. Wheat germ is where the problems all started. Later you asked if you could put your arm around me on the train but there was a scary guy shouting at everyone in the subway car and I didn't want to provoke him. People I love are at risk of being violently harmed or murdered every day, or they suffer from suicidal urges because of how the world fails to see us as people in a million sharp pointy little ways. Welcome to the military. The three-panel dressing room mirror had a Busby Berkeley effect which gave me a little thrill but I might have just imagined it. I wish I knew how to code things with boolean operators. I wish I knew how to read philosophy. The x-ray machine operator kept repeating \"STOP BREATHING NOW DON'T BREATHE\" each time he activated the machine. #CaitlynJenner</p> "}, {"title": "Exclusively on Venus", "view_node": "/poem/exclusively-venus", "field_author": "<a href=\"/poet/trace-peterson\" hreflang=\"en\">Trace Peterson</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">Roses are red / violets are transsexual / welcome to womanhood / now get to work honey</span></p>\n<p><span class=\"long-line\">Roses are performative / violets are biological / I have very sensitive breasts / and so do your breasts</span></p>\n<p><span class=\"long-line\">Roses are biological / you have the nicest skin / I can't stop kissing you / let's read more nondualistic queer theory</span></p>\n<p><span class=\"long-line\">Roses are fed up / with our binary fetishes / I tricked my doctors / and stole all the medication to hide it in a cave and share it with other trans people</span></p>\n<p><span class=\"long-line\">Roses have got me / up against the wall / kissing my neck / which is socially constructed to be a super hot strong feminist neck</span></p>\n<p><span class=\"long-line\">Roses are violet / violets are roses / I really like you / I like you tube</span></p>\n<p><span class=\"long-line\">Roses are born this way / violets have a lesbian streak / something about your dry sense of humor and our soft intertwined limbs / feels transcendently female</span></p>\n<p><span class=\"long-line\">Roses are blue / violets are violet / roses are nonviolet / blue is bluenormative</span></p>\n<p><span class=\"long-line\">Roses are from mars / violets had the whole surgery / setting up camp / exclusively on Venus</span></p>\n<p><span class=\"long-line\">Roses have gone too far / not to be what girls are made of / I'm coming out / to my academic colleagues as a poet and I bet they will run away screaming</span></p>\n<p><span class=\"long-line\">Roses are roses / violets are born this way / someone's got a hoard / of heteronormative transaffirmation porn you say?</span></p>\n<p><span class=\"long-line\">Roses are cheeky / I want you to fuck me / drown violets like an accused witch / in your arms which feel like mine</span></p>\n<p><span class=\"long-line\">Violets got a name change / roses changed a pronoun / we ate at a restaurant / and forgot to put the leftovers in the fridge</span></p>\n<p><span class=\"long-line\">Roses are trochaic / violets have their original plumbing / let's march in a protest / then go home and we'll cook something delicious and eat it with a spork</span></p>\n<p><span class=\"long-line\">Violets are permanent / roses are impermanent / thank you for becoming me / offering to embrace your form your fate</span></p>\n<p><span class=\"long-line\">Flowerbeds are umbrellas / umbrellas are rubrics / I support your identification / and your disidentification</span></p>\n<p><span class=\"long-line\">Men are from women / roses are from Jupiter / women are from men / I can't tell which is softer, your lips or this pillow or the snow descending gracefully outside</span></p>\n"}, {"title": "How the Milky Way Was Made", "view_node": "/poem/how-milky-way-was-made", "field_author": "<a href=\"/poet/natalie-diaz\" hreflang=\"und\">Natalie Diaz</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">My river was once unseparated. Was Colorado. Red-</span><br /><span class=\"long-line\">fast flood. Able to take</span></p>\n\n<p><span class=\"long-line\">       anything it could wet—in a wild rush—</span></p>\n\n<p><span class=\"long-line\">                                 all the way to Mexico.</span></p>\n\n<p><span class=\"long-line\">Now it is shattered by fifteen dams</span><br /><span class=\"long-line\">over one-thousand four-hundred and fifty miles,</span></p>\n\n<p><span class=\"long-line\">pipes and pumps filling</span><br /><span class=\"long-line\">swimming pools and sprinklers</span></p>\n\n<p><span class=\"long-line\">      in Los Angeles and Las Vegas.</span></p>\n\n<p><span class=\"long-line\">To save our fish, we lifted them from our skeletoned river beds,</span><br /><span class=\"long-line\">loosed them in our heavens, set them aster —</span></p>\n\n<p><span class=\"long-line\">      ‘Achii ‘ahan, Mojave salmon,</span></p>\n\n<p><span class=\"long-line\">                                Colorado pikeminnow—</span></p>\n\n<p><span class=\"long-line\">Up there they glide, gilled with stars.</span><br /><span class=\"long-line\">You see them now—</span></p>\n\n<p><span class=\"long-line\">      god-large, gold-green sides,</span></p>\n\n<p><span class=\"long-line\">                                moon-white belly and breast—</span></p>\n\n<p><span class=\"long-line\">making their great speeded way across the darkest hours,</span><br /><span class=\"long-line\">rippling the sapphired sky-water into a galaxy road.</span></p>\n\n<p><span class=\"long-line\">The blurred wake they drag as they make their path</span><br /><span class=\"long-line\">through the night sky is called</span></p>\n\n<p><span class=\"long-line\">      ‘Achii ‘ahan nyuunye—</span></p>\n\n<p><span class=\"long-line\">                                our words for <em>Milky Way</em>.</span></p>\n\n<p><span class=\"long-line\">Coyote too is up there, crouched in the moon,</span><br /><span class=\"long-line\">after his failed attempt to leap it, fishing net wet</span></p>\n\n<p><span class=\"long-line\">      and empty, slung over his back—</span></p>\n\n<p><span class=\"long-line\">                                a prisoner blue and dreaming</span></p>\n\n<p><span class=\"long-line\">of unzipping the salmon’s silked skins with his teeth.</span><br /><span class=\"long-line\">O, the weakness of any mouth</span></p>\n\n<p><span class=\"long-line\">      as it gives itself away to the universe</span></p>\n\n<p><span class=\"long-line\">                                of a sweet-milk body.</span></p>\n\n<p><span class=\"long-line\">Just as my own mouth is dreamed to thirst</span><br /><span class=\"long-line\">the long desire-ways, the hundred-thousand light year roads</span></p>\n\n<p><span class=\"long-line\">      of your throat and thighs.</span></p>\n"}, {"title": "Chaïm Soutine: The Errant Road, 1939", "view_node": "/poem/chaim-soutine-errant-road-1939", "field_author": "<a href=\"/poet/cole-swensen\" hreflang=\"und\">Cole Swensen</a>", "field_date_published": "2016", "body": " <p>as if a road could be otherwise but geometry<br />defies the man who is lost on the road that<br />the trees want to reach and reach down<br />to his walking on<br />along a verticality that defies<br />the requirements of normative perspective<br />and so he will reach, and the trees against chalk—<br />the gesture of the arm extended is central<br />to all Soutine’s work be it a branch or an ache<br />or a split of the face, going off. In this case<br />can you say that a man is lost just because<br />you cannot distinguish him from the background.</p> "}, {"title": "Serious Moonlight", "view_node": "/poem/serious-moonlight", "field_author": "<a href=\"/poet/camille-guthrie\" hreflang=\"en\">Camille Guthrie</a>", "field_date_published": "2016", "body": " <p>Serious moonlight fell brightly on the mountains tonight</p><p>Elegant moonlight fell loudly on the deer asleep in the yard</p><p>Broken moonlight fell splendidly on the swing set</p><p>Moody moonlight fell hard on the weedy pond</p><p>Pretty moonlight fell recklessly on the garden beds</p><p>Fierce moonlight fell thoughtfully on the recycling bins</p><p>Actual moonlight fell wildly on the coyotes falling on the rabbit</p><p>Personal moonlight fell purposely on my desk and books</p><p>Ancient moonlight fell perfectly on my bed sheets</p><p>Modern moonlight fell roughly scattering my thoughts awfully</p><p>Bowie died last night his exquisite alien soul has taken off</p><p>You are with another and I’m falling repeatedly</p><p>Shattered by this silently falling terrible moonlight</p> "}], "pager": {"current_page": 354, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}