{"rows": [{"title": "Father", "view_node": "/poem/father", "field_author": "<a href=\"/poet/edgar-guest\" hreflang=\"und\">Edgar Guest</a>", "field_date_published": "1919", "body": " <pre>\nMy father knows the proper way \n   The nation should be run; \nHe tells us children every day \n   Just what should now be done. \nHe knows the way to fix the trusts, \n   He has a simple plan; \nBut if the furnace needs repairs, \n   We have to hire a man. \n\n\nMy father, in a day or two \n   Could land big thieves in jail; \nThere's nothing that he cannot do, \n   He knows no word like \"fail.\" \n\"Our confidence\" he would restore, \n   Of that there is no doubt; \nBut if there is a chair to mend, \n   We have to send it out. \n\n\nAll public questions that arise, \n   He settles on the spot; \nHe waits not till the tumult dies, \n   But grabs it while it's hot. \nIn matters of finance he can \n   Tell Congress what to do; \nBut, O, he finds it hard to meet \n   His bills as they fall due. \n\n\nIt almost makes him sick to read \n   The things law-makers say; \nWhy, father's just the man they need, \n   He never goes astray. \nAll wars he'd very quickly end, \n   As fast as I can write it; \nBut when a neighbor starts a fuss, \n   'Tis mother has to fight it. \n\n\nIn conversation father can \n   Do many wondrous things; \nHe's built upon a wiser plan \n   Than presidents or kings. \nHe knows the ins and outs of each \n   And every deep transaction; \nWe look to him for theories, \n   But look to ma for action.</pre>\n "}, {"title": "A Toast to the Men", "view_node": "/poem/toast-men", "field_author": "<a href=\"/poet/edgar-guest\" hreflang=\"und\">Edgar Guest</a>", "field_date_published": "1909", "body": " <pre>\n<i>Dedicated to the Women</i>\n\n\nHere's to the men! Since Adam's time \n      They've always been the same; \nWhenever anything goes wrong, \n      The woman is to blame. \nFrom early morn to late at night, \n      The men fault-finders are; \nThey blame us if they oversleep, \n      Or if they miss a car. \nThey blame us if, beneath the bed, \n      Their collar buttons roll; \nThey blame us if the fire is out \n      Or if there is no coal. \nThey blame us if they cut themselves \n      While shaving, and they swear \nThat we're to blame if they decide \n      To go upon a tear. \n\n\nHere's to the men, the perfect men! \n      Who never are at fault; \nThey blame us if they chance to get \n      The pepper for the salt. \nThey blame us if their business fails, \n      Or back a losing horse; \nAnd when it rains on holidays \n      The fault is ours, of course. \nThey blame us when they fall in love, \n      And when they married get; \nLikewise they blame us when they're sick, \n      And when they fall in debt. \nFor everything that crisscross goes \n      They say we are to blame; \nBut, after all, here's to the men, \n      We love them just the same!</pre>\n "}, {"title": "On Quitting", "view_node": "/poem/quitting", "field_author": "<a href=\"/poet/edgar-guest\" hreflang=\"und\">Edgar Guest</a>", "field_date_published": "1912", "body": " <pre>\nHow much grit do you think you've got? \nCan you quit a thing that you like a lot? \nYou may talk of pluck; it's an easy word, \nAnd where'er you go it is often heard; \nBut can you tell to a jot or guess \nJust how much courage you now possess? \n\n\nYou may stand to trouble and keep your grin, \nBut have you tackled self-discipline? \nHave you ever issued commands to you \nTo quit the things that you like to do, \nAnd then, when tempted and sorely swayed, \nThose rigid orders have you obeyed? \n\n\nDon't boast of your grit till you've tried it out, \nNor prate to men of your courage stout, \nFor it's easy enough to retain a grin \nIn the face of a fight there's a chance to win, \nBut the sort of grit that is good to own \nIs the stuff you need when you're all alone. \n\n\nHow much grit do you think you've got? \nCan you turn from joys that you like a lot? \nHave you ever tested yourself to know \nHow far with yourself your will can go? \nIf you want to know if you have grit, \nJust pick out a joy that you like, and quit. \n\n\nIt's bully sport and it's open fight; \nIt will keep you busy both day and night; \nFor the toughest kind of a game you'll find \nIs to make your body obey your mind. \nAnd you never will know what is meant by grit \nUnless there's something you've tried to quit.</pre>\n "}, {"title": "Thanksgiving", "view_node": "/poem/thanksgiving", "field_author": "<a href=\"/poet/edgar-guest\" hreflang=\"und\">Edgar Guest</a>", "field_date_published": "1917", "body": " <pre>\nGettin' together to smile an' rejoice, \nAn' eatin' an' laughin' with folks of your choice; \nAn' kissin' the girls an' declarin' that they \nAre growin' more beautiful day after day; \nChattin' an' braggin' a bit with the men, \nBuildin' the old family circle again; \nLivin' the wholesome an' old-fashioned cheer, \nJust for awhile at the end of the year. \n\n\nGreetings fly fast as we crowd through the door \nAnd under the old roof we gather once more \nJust as we did when the youngsters were small; \nMother's a little bit grayer, that's all. \nFather's a little bit older, but still \nReady to romp an' to laugh with a will. \nHere we are back at the table again \nTellin' our stories as women an' men. \n\n\nBowed are our heads for a moment in prayer; \nOh, but we're grateful an' glad to be there. \nHome from the east land an' home from the west, \nHome with the folks that are dearest an' best. \nOut of the sham of the cities afar \nWe've come for a time to be just what we are. \nHere we can talk of ourselves an' be frank, \nForgettin' position an' station an' rank. \n\n\nGive me the end of the year an' its fun \nWhen most of the plannin' an' toilin' is done; \nBring all the wanderers home to the nest, \nLet me sit down with the ones I love best, \nHear the old voices still ringin' with song, \nSee the old faces unblemished by wrong, \nSee the old table with all of its chairs \nAn' I'll put soul in my Thanksgivin' prayers.</pre>\n "}, {"title": "Only a Dad", "view_node": "/poem/only-dad", "field_author": "<a href=\"/poet/edgar-guest\" hreflang=\"und\">Edgar Guest</a>", "field_date_published": "1916", "body": " <pre>\nOnly a dad with a tired face, \nComing home from the daily race, \nBringing little of gold or fame\nTo show how well he has played the game; \nBut glad in his heart that his own rejoice \nTo see him come and to hear his voice. \n\nOnly a dad with a brood of four, \nOne of ten million men or more \nPlodding along in the daily strife, \nBearing the whips and the scorns of life, \nWith never a whimper of pain or hate, \nFor the sake of those who at home await. \n\nOnly a dad, neither rich nor proud, \nMerely one of the surging crowd\nToiling, striving from day to day, \nFacing whatever may come his way, \nSilent whenever the harsh condemn, \nAnd bearing it all for the love of them. \n\nOnly a dad but he gives his all\nTo smooth the way for his children small, \nDoing with courage stern and grim, \nThe deeds that his father did for him. \nThis is the line that for him I pen: \nOnly a dad, but the best of men.</pre>\n "}, {"title": "A Boy and His Dad", "view_node": "/poem/boy-and-his-dad", "field_author": "<a href=\"/poet/edgar-guest\" hreflang=\"und\">Edgar Guest</a>", "field_date_published": "1921", "body": " <pre>\nA boy and his dad on a fishing-trip—\nThere is a glorious fellowship!\nFather and son and the open sky\nAnd the white clouds lazily drifting by,\nAnd the laughing stream as it runs along\nWith the clicking reel like a martial song,\nAnd the father teaching the youngster gay\nHow to land a fish in the sportsman's way.\n\nI fancy I hear them talking there\nIn an open boat, and the speech is fair.\nAnd the boy is learning the ways of men\nFrom the finest man in his youthful ken.\nKings, to the youngster, cannot compare\nWith the gentle father who's with him there.\nAnd the greatest mind of the human race\nNot for one minute could take his place.\n\nWhich is happier, man or boy?\nThe soul of the father is steeped in joy,\nFor he's finding out, to his heart's delight,\nThat his son is fit for the future fight.\nHe is learning the glorious depths of him,\nAnd the thoughts he thinks and his every whim;\nAnd he shall discover, when night comes on,\nHow close he has grown to his little son.\n\nA boy and his dad on a fishing-trip—\nBuilders of life's companionship!\nOh, I envy them, as I see them there\nUnder the sky in the open air,\nFor out of the old, old long-ago\nCome the summer days that I used to know,\nWhen I learned life's truths from my father's lips\nAs I shared the joy of his fishing-trips.</pre>\n "}, {"title": "Bulb Planting Time", "view_node": "/poem/bulb-planting-time", "field_author": "<a href=\"/poet/edgar-guest\" hreflang=\"und\">Edgar Guest</a>", "field_date_published": "1922", "body": " <pre>\nLast night he said the dead were dead\n  And scoffed my faith to scorn;\nI found him at a tulip bed\n  When I passed by at morn.\n\n\"O ho!\" said I, \"the frost is near\n  And mist is on the hills,\nAnd yet I find you planting here\n  Tulips and daffodils.\"\n\n\"'Tis time to plant them now,\" he said,\n  \"If they shall bloom in Spring\";\n\"But every bulb,\" said I, \"seems dead,\n  And such an ugly thing.\"\n\n\"The pulse of life I cannot feel,\n  The skin is dried and brown.\nNow look!\" a bulb beneath my heel\n  I crushed and trampled down.\n\nIn anger then he said to me:\n  \"You've killed a lovely thing;\nA scarlet blossom that would be\n  Some morning in the Spring.\"\n\n\"Last night a greater sin was thine,\"\n  To him I slowly said;\n\"You trampled on the dead of mine\n  And told me they are dead.\"\n</pre>\n "}, {"title": "Epigrams: On my First Son", "view_node": "/poem/epigrams-my-first-son", "field_author": "<a href=\"/poet/ben-jonson\" hreflang=\"und\">Ben Jonson</a>", "field_date_published": "1616", "body": " <pre>\nFarewell, thou child of my right hand, and joy; \nMy sin was too much hope of thee, lov'd boy. \nSeven years tho' wert lent to me, and I thee pay, \nExacted by thy fate, on the just day. \nO, could I lose all father now! For why \nWill man lament the state he should envy? \nTo have so soon 'scap'd world's and flesh's rage, \nAnd if no other misery, yet age? \nRest in soft peace, and, ask'd, say, \"Here doth lie \nBen Jonson his best piece of poetry.\" \nFor whose sake henceforth all his vows be such, \nAs what he loves may never like too much. </pre>\n "}, {"title": "Meeting Again, After Heine", "view_node": "/poem/meeting-again-after-heine", "field_author": "<a href=\"/poet/susan-wheeler\" hreflang=\"und\">Susan Wheeler</a>", "field_date_published": "1998", "body": " <pre>\nThe moon rose like a blooming flower. \nThe tin in the hand clattered its charge. \nWe walked by in the wavering hour, \nI looking away, you chattering hard. \n\nMet by luck, with like destinations, \nWe startled again at what ended in pique. \nStrollers out, seeing us, had no notion; \nA car alarm cycled its querulous shriek; \n\nEighth Street sank in the crack of its nightfall; \nYou pressed your satisfactions on me. \nYou in your urgency remarked <i>after all</i>\nKindling your passion was enmity; \n\nPassion had finally erased your calm, \nMade composure a prop of the past. \nI mugged that street noise, din, bedlam, \nPrevented my hearing your story at last. \n\nAs I walked home the strollers were thinning, \nThe moon bobbed above roofs like a ball, \nThe shade at the bus stop waved to me, beckoning, \nAnd I nodded fast in the fast nightfall. </pre>\n "}, {"title": "Shanked on the Red Bed", "view_node": "/poem/shanked-red-bed", "field_author": "<a href=\"/poet/susan-wheeler\" hreflang=\"und\">Susan Wheeler</a>", "field_date_published": "1998", "body": " <pre>\nThe perch was on the roof, and the puck was in the air. \nThe diffident were driving, and the daunted didn't care. \nWhen I came out to search for you the lauded hit the breeze \nOn detonated packages the bard had built to please. \n\nThe century was breaking and the blame was on default, \nThe smallest mammal redolent of what was in the vault, \nThe screeches shrill, the ink-lines full of interbred regret—\nWhen I walked out to look for you the toad had left his net. \n\nThe discourse flamed, the jurors sang, the lapdog strained its leash—\nWhen I went forth to have you found the tenured took the beach \nWith dolloped hair and jangled nerves, without a jacking clue, \nWhile all around the clacking sound of polished woodblocks blew. \n\nWhen I went out to look for you the reductions had begun. \nA demento took a shopgirl to a raisin dance for fun, \nAnd for you, for me, for our quests ridiculous and chaste \nThe lead sky leered in every cloud its consummate distaste. \n\nThe mayors queued for mug shots while the banner rolled in wind \nThat beat at bolted windows and bore down upon the thin, \nAnd everywhere warped deliverers got bellicose and brave, \nWhen I walked out to find you in the reconstructed rave. \n\nThe envelopes were in the slots and paperweights were flung. \nWhen I came down to seek you out the torrents had begun \nTo rip the pan from handle and horizons from their shore, \nTo rip around your heady heart looking there for more. </pre>\n "}, {"title": "Charity Must Abide Call for Ancient Occupation", "view_node": "/poem/charity-must-abide-call-ancient-occupation", "field_author": "<a href=\"/poet/susan-wheeler\" hreflang=\"und\">Susan Wheeler</a>", "field_date_published": "2005", "body": " <pre>\nRed barn, still house, shimmering heat. \nBrown barn, air in rain, green smell. \nI climbed the hill to volunteer my hands: \nO works that we may walk in. \nThe rodent's toe in the pinecone cell, \nthe brackish bag with its damp wax gel, \nbeside the fence links, glinting. \n\nOne was spending one hundred thirteen degrees \nsupporting the basic initiative, \nin his trailer, terminally wounded in Congress, \nwaiting for sunset so he could sound alarms about its ability \nto spend hours putting temporary fences, \nimplementing, nondiscriminatory, \nnot only his sheep when it comes to gays but, \nwhen it comes to all their dogs in holes they had dug \nto religious faiths, under trailers, \nto groups providing government-funded, blistering heat.\n \nAnd one, Solomon, solemn one, puled, \n<i>She, initiate in the knowledge of Him, \nco-creator in His works, \nI determined to take her to live with me, \nfor if we want riches in life, what be greater bounty \nthan the knowledge that triggers all things? </i>\n\nI waited on that corner until the yelling began,\nthe sharp horn, the crumpling steel —— \nuntil the songbirds swooped in like carrion, \ninto the funnel of charitable provisions, \nsounding the alarm in a surfeit of ours, \ninitiates, faith based in moneylenders' lairs. \nI credited their flight. Wrung charity. \nBut the wing flapping went on in the heat. \n\nIn the hour before sunrise the wet &amp; swift wings ceased. \nShould there be, I thought, a mandible for each? \nA Dolly for each Sofia? Faith entering the breach? \nStill air, expectant, dark. The legalese. \nFrom one I will expect, before earth us takes, \nStaff, and thermos, crazed. Deafening heat. </pre>\n "}, {"title": "Roanoke and Wampumpeag", "view_node": "/poem/roanoke-and-wampumpeag", "field_author": "<a href=\"/poet/susan-wheeler\" hreflang=\"und\">Susan Wheeler</a>", "field_date_published": "2005", "body": " <pre>\n<span class=\"long-line\">Child, entering Ye Olde Trading Post, takes the pegs upon the walls </span>\n<span class=\"long-line\">For trees, fingers the beaded doll in buckskin dress, a moccasin, </span>\n\n<span class=\"long-line\">A square of maple sugar maple leaf, small imprint of a fingernail </span>\n<span class=\"long-line\">In its clear window. She wants the Minnesota charm in green, </span>\n\n<span class=\"long-line\">Six of ten thousand lakes in silver raised, Babe the Blue Ox and her </span>\n<span class=\"long-line\">Mate. REAL! CAN OF WORMS! a label states; another, on a bow </span>\n\nAnd arrows stapled into cellophane: APACHE ARROWHEADS, \nAUTHENTIQUE. Dread of parents, parked, smoking, in the lot. \n\n<span class=\"long-line\">Piecework of the quiet shade. Piecework of the whoosh of trees</span> \n<span class=\"long-line\">Blowing beyond log walls, adults murmuring over turquoise rings, </span>\n\nLow radio, woman propped with <i>The Making of a President </i>\n<span class=\"long-line\">Open in her hands. The child calculates the thieving odds, balks.</span>\n \n<span class=\"long-line\">A brother, suddenly. <i>Come ON</i>. The dollar buys four old-tyme sticks, </span>\n<span class=\"long-line\">Swirled barber poles in green and brown, horehound-hard and stale, </span>\n\n<span class=\"long-line\">Each a member's of the family, their car on gravel moving out, trunk </span>\n<span class=\"long-line\">To traders and the totem pole, behind the ghastly, grinning cow. </span></pre>\n "}, {"title": "The Green Stamp Book", "view_node": "/poem/green-stamp-book", "field_author": "<a href=\"/poet/susan-wheeler\" hreflang=\"und\">Susan Wheeler</a>", "field_date_published": "2005", "body": " <pre>\nChild in the thick of yearning. Doll carted and pushed \nlike child. The aisles purport opportunities — \n\nlooking up, the women's chins, the straight rows \nof peas and pretzels, Fizzies' foils, hermetic \n\nboxes no one knows. <i>I'll get it!</i> What thing therein \n— bendy straws, powder blue pack Blackjack gum — \n\nwill this child fix upon? On TV, women with grocery carts \ncareen down aisles to find expensive stuff. Mostly, \n\nthis means meat. This, then, is a life. This, a life \nthat's woven wrong and, woven once, disbraided, sits \n\nlike Halloween before a child, disguised in its red \nSanta suit, making its lap loom the poppy field \n\nDorothy wants to bed. <i>Can I have</i> and the song's begun. \nO world spotted through more frugal legs. O world. </pre>\n "}, {"title": "If It All Went Up in Smoke", "view_node": "/poem/if-it-all-went-smoke", "field_author": "<a href=\"/poet/george-oppen\" hreflang=\"und\">George Oppen</a>", "field_date_published": "1978", "body": " <pre>\n<i>that smoke\nwould remain</i>\n\nthe forever\nsavage country poem's light borrowed\n\nlight of the landscape and one's footprints praise\n\nfrom distance\nin the close\ncrowd all\n\nthat is strange the sources\n\nthe wells the poem begins\n\nneither in word\nnor meaning but the small\nselves haunting\n\nus in the stones and is less\n\nalways than that help me I am\nof that people the grass\n\nblades touch\n\nand touch in their small\n\ndistances the poem\nbegins</pre>\n "}, {"title": "Joan (audio only)", "view_node": "/poem/joan-audio-only", "field_author": "<a href=\"/poet/eileen-myles\" hreflang=\"und\">Eileen Myles</a>", "field_date_published": "2009", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Lady Tactics (audio only)", "view_node": "/poem/lady-tactics-audio-only", "field_author": "<a href=\"/poet/anne-waldman\" hreflang=\"und\">Anne Waldman</a>", "field_date_published": "2009", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Rhyme of My Inheritance (audio only)", "view_node": "/poem/rhyme-my-inheritance-audio-only", "field_author": "<a href=\"/poet/joan-larkin\" hreflang=\"und\">Joan Larkin</a>", "field_date_published": "2009", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Susan&#039;s Photograph (audio only)", "view_node": "/poem/susans-photograph-audio-only", "field_author": "<a href=\"/poet/jean-valentine\" hreflang=\"und\">Jean Valentine</a>", "field_date_published": "2009", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Los Dos Rancheros (audio only)", "view_node": "/poem/los-dos-rancheros-audio-only", "field_author": "<a href=\"/poet/charlie-smith\" hreflang=\"und\">Charlie Smith</a>", "field_date_published": "2009", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Real Time (audio only)", "view_node": "/poem/real-time-audio-only", "field_author": "<a href=\"/poet/charlie-smith\" hreflang=\"und\">Charlie Smith</a>", "field_date_published": "2009", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}], "pager": {"current_page": 515, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}