{"rows": [{"title": "In a Time of War", "view_node": "/poem/time-war", "field_author": "<a href=\"/poet/hannah-gamble\" hreflang=\"en\">Hannah Gamble</a>", "field_date_published": "2015", "body": " <p>That was the period when our daughter<br />would come crying into our bedroom<br />whenever the grackles began mating on the roof.<br /><em>It isn’t hurting them</em>, my wife would say,</p><p><em>birds have tiny penises</em>. Then two cats would<br />find their way into our bushes and start howling<br />like their skin was being peeled off. Oh, our daughter<br />with the endless tears. I brought my wife wine</p><p>every night for a week, hoping I’d arrange for us a son.<br /><em>The cats aren’t killing each other, sweetness</em>,<br />said my wife’s purple lips, <em>it’s just that all male cats,</em><br /><em>not just the wild ones, have barbs on their penises.</em></p><p><em>What what what</em>, sobbed my daughter, <em>is a penis?</em><br /><em>A son, a son, a son</em>, I thought, as I held my wife<br />at the hips, on the floor to avoid hitting<br />the wall with our bed; our daughter had cried herself</p><p>into unconsciousness, and maybe I was sure<br />she wouldn’t hear when I yelled my way farther<br />into my wife, my mouth still in a “son” shape.<br />Our daughter woke herself up with a howl</p><p>she didn’t know the reason for, and my wife<br />turned back at me with several reasons to scowl<br />texturing her red face. We were covered<br />when our daughter came in, tears and snot</p><p>curling her hair against her cheeks. <em>It’s ok, lovely,</em><br />my wife said. <em>I was just on the floor looking</em><br /><em>for something and I was caught by a tiny barb.</em><br /><em>I took it out, and now I’m going to go to sleep.</em></p> "}, {"title": "Certainty", "view_node": "/poem/certainty", "field_author": "<a href=\"/poet/sandra-lim\" hreflang=\"en\">Sandra Lim</a>", "field_date_published": "2015", "body": " <p><span class=\"long-line\">Edward Taylor was a frontier minister who wrote a prolific amount of devotional poetry. The</span><br /><span class=\"long-line\">poems are full of deep piety, learned and quiet, but sometimes an errant wildness runs under the</span><br />seams of his words.</p><p><span class=\"long-line\">It’s said that he wrote poetic meditations to put himself in the correct spiritual state for his</span><br />communion with Christ.</p><p><span class=\"long-line\">I imagine the task swallowing him each time, moving its own patient way like snowmelt. A poem</span><br /><span class=\"long-line\">may hold the unwieldy pieces of the earth together with a whole heart; a poem may cut that heart</span><br />to lace.</p><p><span class=\"long-line\">His first wife, Elizabeth Fitch, bore eight children; five died in infancy. Taylor wrote more and</span><br />more sermons and poems.</p><p><span class=\"long-line\">Sometimes a conceit makes itself necessary in the safety of the impasse between word and world.</span><br /><em>And make my soul Thy holy spool to be, writes Taylor.</em></p><p><span class=\"long-line\">His parishioners were called to worship in the wilderness with a beat of a drum, amidst cold</span><br />plants, the night coming on, undelivered ashes of stars.</p><p><span class=\"long-line\">Flocks take to the sky at dusk. I have wondered if the parishioners counted the days.</span></p><p><span class=\"long-line\">As in: did they ever travel past the corrective of the afterworld to stand in the strong spine of</span><br /><span class=\"long-line\">rivers? According to Taylor: <em>In heaven soaring up, I dropt an ear on earth: and oh! Sweet melody</em></span></p><p>—(Or weren’t there deranged cries in the wilderness, too?)</p><p><span class=\"long-line\">Taylor’s trust appears both adamantine and vulnerable, like the slow plan of the flowering grass</span><br />or torn, stilled clouds.</p><p>Alone in his study, he writes down some dimensions—<br /><em>I’m but a Flesh and Blood bag, Oh!</em></p><p><span class=\"long-line\">Consider the strange and riotous interior, through which so many nameless things fly.</span></p><p><span class=\"long-line\">As weeds continue to idle their tails, leaves molder right on time. In the rafters of the sky, a</span><br />pristine star shines with unassailability. It can’t be taught a thing.</p><p>The wilderness: I cannot get around the back of it.</p> "}, {"title": "A Minor Poet", "view_node": "/poem/minor-poet", "field_author": "<a href=\"/poet/stephen-vincent-benet\" hreflang=\"und\">Stephen Vincent Benét</a>", "field_date_published": "2015", "body": " <p>I am a shell. From me you shall not hear<br />The splendid tramplings of insistent drums,<br />The orbed gold of the viol’s voice that comes,<br />Heavy with radiance, languorous and clear.<br />Yet, if you hold me close against the ear,<br />A dim, far whisper rises clamorously,<br />The thunderous beat and passion of the sea,<br />The slow surge of the tides that drown the mere.</p><p>Others with subtle hands may pluck the strings,<br />Making even Love in music audible,<br />And earth one glory. I am but a shell<br />That moves, not of itself, and moving sings;<br />Leaving a fragrance, faint as wine new-shed,<br />A tremulous murmur from great days long dead.<br /> </p> "}, {"title": "You are perfect for me", "view_node": "/poem/you-are-perfect-me", "field_author": "<a href=\"/poet/rebecca-wolff\" hreflang=\"und\">Rebecca Wolff</a>", "field_date_published": "2015", "body": " <p>because you’re psychic<br />no one else could understand me<br />the way you</p><p>do and</p><p>I say<br />Drink Me</p><p>I say it to you silently<br />but it calls forth in me</p><p>the water for you<br />the water you asked for</p> "}, {"title": "The Dog of Time", "view_node": "/poem/dog-time", "field_author": "<a href=\"/poet/brenda-iijima\" hreflang=\"und\">Brenda Iijima</a>", "field_date_published": "2015", "body": " <p>The dog of time pitchfork canter laced with mercury after-crave<br />any semblance to human is speculative, we’ve unburdened the<br />mass, the massive body signage, bondage, turf implant<br />unwiring programs and last resort paradigms<br />indicated by the spikes in goneness unknowable<br />flash how it feels to be a terminator<br />to be livestock replenished<br />caretaking around the pain<br />dogs of the animal in motion in deliberation<br />carrying on over cloud cover<br />as the twilight descends the animal is secreted<br />ocean compression and endless body spills<br />the edges are dissolved<br />animal highlight<br />animal awareness<br />animal forever<br />the light is diminished<br />water spills over and the heat is a harbinger<br />and who is subject to this authority<br />rescue and an epistemological critique<br />and cross a proscribed threshold where the forest once was<br />now an emergency living space</p> "}, {"title": "The Carolina Wren", "view_node": "/poem/carolina-wren", "field_author": "<a href=\"/poet/laura-donnelly\" hreflang=\"en\">Laura Donnelly</a>", "field_date_published": "2015", "body": "<p><span class=\"long-line\">I noticed the mockingbirds first,</span><br /><span class=\"long-line\">           not for their call but the broad white bands,</span></p>\n\n<p><span class=\"long-line\">like reverse mourning bands on gunmetal</span><br /><span class=\"long-line\">           gray, exposed during flight</span></p>\n\n<p><span class=\"long-line\">then tucked into their chests. A thing</span><br /><span class=\"long-line\">            seen once, then everywhere—</span></p>\n\n<p><span class=\"long-line\">the top of the gazebo, the little cracked statue,</span><br /><span class=\"long-line\">            along the barbed fence. Noticed because</span></p>\n\n<p><span class=\"long-line\">I know first with my eyes, then followed</span><br /><span class=\"long-line\">           their several songs braiding the trees.</span></p>\n\n<p><span class=\"long-line\">Only later, this other, same-same-again song,</span><br /><span class=\"long-line\">           a bird I could not see but heard</span></p>\n\n<p><span class=\"long-line\">when I walked from the house to the studio,</span><br /><span class=\"long-line\">           studio to the house, its three notes</span></p>\n\n<p><span class=\"long-line\">repeated like a child’s up and down</span><br /><span class=\"long-line\">           on a trampoline looping</span></p>\n\n<p><span class=\"long-line\">the ground to the sky—</span><br /><span class=\"long-line\">           When I remember being a child like this</span></p>\n\n<p><span class=\"long-line\">I think I wouldn’t mind living alone</span><br /><span class=\"long-line\">           on a mountain, stilled into the daily</span></p>\n\n<p><span class=\"long-line\">which isn’t stillness at all but a whirring</span><br /><span class=\"long-line\">           gone deep. The composer shows how</span></p>\n\n<p><span class=\"long-line\">the hands, palms down, thumb to thumb</span><br /><span class=\"long-line\">           and forefinger to mirrored finger, make</span></p>\n\n<p><span class=\"long-line\">a shape like a cone, a honeybee hive, and then</span><br /><span class=\"long-line\">           how that cone moves across the piano—</span></p>\n\n<p><span class=\"long-line\">notes in groups fluttering fast back-and-forth</span><br /><span class=\"long-line\">           and it sounds difficult but it isn’t</span></p>\n\n<p><span class=\"long-line\">really, how the hand likes to hover each patch</span><br /><span class=\"long-line\">           of sound. Likes gesture. To hold. Listening</span></p>\n\n<p><span class=\"long-line\">is like this. How it took me a week to hear</span><br /><span class=\"long-line\">           the ever-there wren. And the bees</span></p>\n\n<p><span class=\"long-line\">are like this, intent on their nectar,</span><br /><span class=\"long-line\">           their waggle dance better than any GPS.</span></p>\n\n<p><span class=\"long-line\">A threatened thing. A no-one-knows-why.</span><br /><span class=\"long-line\">           But the wrens’ invisible looping their loop—</span></p>\n\n<p><span class=\"long-line\">And I, for a moment, pinned to the ground.</span><br /><span class=\"long-line\">           Pinned and spinning in the sound of it.</span></p>\n"}, {"title": "Beside You on Main Street", "view_node": "/poem/beside-you-main-street", "field_author": "<a href=\"/poet/jillian-weise\" hreflang=\"und\">Jillian Weise</a>", "field_date_published": "2015", "body": " <p>We were stepping out of a reading<br />in October, the first cold night,<br />and we were following this couple,<br />were they at the reading? and because<br />we were lost, I called out to them,<br />“Are you going to the after party?”<br />The woman laughed and said no<br />and the man kept walking, and she<br />was holding his hand like I hold yours,<br />though not exactly, she did not<br />need him for balance. Then what<br />got into me? I said, “How long<br />have you been married?” and she said<br />“Almost 30 years” and because<br />we were walking in public, no secret,<br />tell everyone now it’s official,<br />I said, “How’s marriage?” The man<br />kept walking. The woman said,<br />“It gets better but then it gets different.”<br />The man kept walking.</p> "}, {"title": "Time Passes", "view_node": "/poem/time-passes", "field_author": "<a href=\"/poet/joy-ladin\" hreflang=\"en\">Joy Ladin</a>", "field_date_published": "2015", "body": " <p>Time too is afraid of passing, is riddled with holes<br />through which time feels itself leaking.<br />Time sweats in the middle of the night<br />when all the other dimensions are sleeping.<br />Time has lost every picture of itself as a child.<br />Now time is old, leathery and slow.<br />Can’t sneak up on anyone anymore,<br />Can’t hide in the grass, can’t run, can’t catch.<br />Can’t figure out how not to trample<br />what it means to bless.</p> "}, {"title": "Still Life", "view_node": "/poem/still-life-0", "field_author": "<a href=\"/poet/carl-sandburg\" hreflang=\"und\">Carl Sandburg</a>", "field_date_published": "1918", "body": " <p>Cool your heels on the rail of an observation car.<br />Let the engineer open her up for ninety miles an hour.<br />Take in the prairie right and left, rolling land and new hay crops,<br />      swaths of new hay laid in the sun.<br />A gray village flecks by and the horses hitched in front of the<br />      post-office never blink an eye.<br />A barnyard and fifteen Holstein cows, dabs of white on a black<br />      wall map, never blink an eye.<br />A signalman in a tower, the outpost of Kansas City, keeps his<br />      place at a window with the serenity of a bronze statue on a<br />      dark night when lovers pass whispering.</p> "}, {"title": " My Light with Yours", "view_node": "/poem/my-light-yours", "field_author": "<a href=\"/poet/edgar-lee-masters\" hreflang=\"und\">Edgar Lee Masters</a>", "field_date_published": "2015", "body": " <p>                       I</p><p>When the sea has devoured the ships,<br />And the spires and the towers<br />Have gone back to the hills.<br />And all the cities<br />Are one with the plains again.<br />And the beauty of bronze,<br />And the strength of steel<br />Are blown over silent continents,<br />As the desert sand is blown—<br />My dust with yours forever.</p><p>                       II</p><p>When folly and wisdom are no more,<br />And fire is no more,<br />Because man is no more;<br />When the dead world slowly spinning<br />Drifts and falls through the void—<br />My light with yours<br />In the Light of Lights forever!<br /> </p> "}, {"title": "This Is My Call for Apologies", "view_node": "/poem/my-call-apologies", "field_author": "<a href=\"/poet/amy-lingafelter\" hreflang=\"en\">Amy Lingafelter</a>", "field_date_published": "2015", "body": " <p>Like seeing a hot air balloon.<br />It’s just like seeing a hot air balloon.<br />No helium or flame or 8 passenger basket.<br />No passengers possibly drinking champagne.<br />No pilot or ballast,<br />nor buoyancy, nor balloonist enthusiast<br />entering national contests.<br />No ballast, I cannot stress this<br />enough, no ballast,<br />no ballast, no ballast.<br />No science! No cause,<br />no one getting involved or getting the blues.<br />No weddings, engagements, company picnics<br />or a back yard party,<br />for who balloons<br />for a back yard party?<br />No one richer than me.<br />Nothing shaped like a monkey<br />or a chili pepper or a bee,<br />or a Volkswagen bug.<br />No brand loyalty.<br />No weddings!<br />No envelope roll-up,<br />not without help,<br />good help on the ground<br />is the most important thing.<br />No prior knowledge<br />of previous passengers,<br />a Duck, a Sheep and a Chicken,<br />nor knowledge of hot air.<br />No flat land to worry about,<br />no splash-n-dash or discreet pilots<br />or pilots having to act discreet,<br />only interfering with the hot air.<br />No jobs like that,<br />struggling to be all day out of the way.<br />No hot air.<br />Nothing in the way.</p> "}, {"title": "Sunset Park", "view_node": "/poem/sunset-park", "field_author": "<a href=\"/poet/patrick-phillips\" hreflang=\"en\">Patrick Phillips</a>", "field_date_published": "2015", "body": " <p>The Chinese truck driver<br />throws the rope<br />like a lasso, with a practiced flick,</p><p>over the load:<br />where it hovers an instant,<br />then arcs like a willow</p><p>into the waiting,<br />gloved hand<br />of his brother.</p><p>What does it matter<br />that, sitting in traffic,<br />I glanced out the window</p><p>and found them that way?<br />So lean and sleek-muscled<br />in their sweat-stiffened t-shirts:</p><p>offloading the pallets<br />just so they can load up<br />again in the morning,</p><p>and so on,<br />and so forth<br />forever like that—</p><p>like Sisyphus<br />I might tell them<br />if I spoke Mandarin,</p><p>or had a Marlboro to offer,<br />or thought for a minute<br />they’d believe it</p><p>when I say that I know<br />how it feels<br />to break your own</p><p>back for a living.<br />Then again,<br />what’s the difference?</p><p>When every light<br />for a mile turns<br />green all at once,</p><p>no matter how much<br />I might like<br />to keep watching</p><p>the older one squint<br />and blow smoke<br />through his nose?</p><p>Something like sadness,<br />like joy, like a sudden<br />love for my life,</p><p>and for the body<br />in which I have lived it,<br />overtaking me all at once,</p><p>as a bus driver honks<br />and the setting<br />sun glints, so bright</p><p>off a windshield<br />I wince and look back<br />and it’s gone.<br /> </p> "}, {"title": "Literal, Littoral, Littleral", "view_node": "/poem/literal-littoral-littleral", "field_author": "<a href=\"/poet/danielle-pafunda\" hreflang=\"und\">Danielle Pafunda</a>", "field_date_published": "2015", "body": " <p>I have enough times been the ampersand,<br />the hitch between two vehicles<br />the vehicle itself careening questionably<br />up the mountain road, which is,<br />in my opinion, poorly designed, a hazard.<br />It is sometimes called the coast,<br />the coastal highway, but never<br />the cliff-side transfer whereby you take<br />your life in your hands, or more literally<br />the wheel in your hands, or the hands<br />beside which you sit, the wheel by which<br />many subtle gestures ensure<br />your safe arrival. Anyhow, it seems to me<br />a very poor choice of transit. However<br />much we love vehicular independence,<br />the illusion thereof. Or the glamour<br />of regency ghouls. That golden age.<br />Anyhow, the vehicle, <em>she</em>, why not,<br />that has many times been me,<br />and hardly splendorous, sinking<br />dolefully, doefully, dutifully<br />into the “lake,” rolling graceless over,<br />eating up the “blurred yellow lines,”<br />eating pavement, often graciously so.<br />I have been the pinch of weather<br />in the phenomenological space<br />between you lovers, the compartment<br />in which you exist hand to thigh.<br />The crowbar in the garden rusting<br />from strange use, with little ambition,<br />who would throw such a thing there?<br />And when I am no longer analogous,<br />I go. Likely poorer and better off besides.</p> "}, {"title": "A Postcard of Christ Carrying the Cross,", "view_node": "/poem/postcard-christ-carrying-cross", "field_author": "<a href=\"/poet/patrick-donnelly\" hreflang=\"und\">Patrick Donnelly</a>", "field_date_published": "2015", "body": " <p>circle of Giovanni Bellini circa 1505 oil on wood, is what<br />he fits between his third and fourth weekly pill boxes,</p><p>to remind himself to reorder. His routine about the anti-<br />virals is of greater magnitude, maybe, than the one in which</p><p>Mrs. Gardner used to place a vase of violets in front<br />of the painting, when she owned it. This card’s only</p><p>a reproduction of the Passion, not the original. But we’ve seen<br />how imitation and daily use can make of pity and fear</p><p>an almost cozy utensil. The Savior’s torso is pointed<br />toward the royal climb, but his unreadable eye turns out,</p><p>loosing on you, passerby, a tear of blood and milk.<br /> </p> "}, {"title": "Want", "view_node": "/poem/want", "field_author": "<a href=\"/poet/rusty-morrison\" hreflang=\"und\">Rusty Morrison</a>", "field_date_published": "2015", "body": " <p>crowded Monday subway its       mindlessness botanical     <br />you take the first seat claim it        for your age your figural       <br />effaced your t-shirt smelling        already like somebody</p><p>else’s sweat a toddler is       crashing against your leg his     <br />mom gives him a sucker he       hasn’t figured out how to     <br />fit inside his mouth you taste      the instant’s sumptuous pause</p><p>between confused and choking      on surfaces you can’t fit      <br />your lips around and swallow       incentivizing short terms      <br />that electronically       spit you out your genes passed on</p><p>without you in the pool you     <br />didn’t know how soon would drown     <br />you<br /> </p> "}, {"title": "Dreams ", "view_node": "/poem/dreams-0", "field_author": "<a href=\"/poet/edgar-allan-poe\" hreflang=\"und\">Edgar Allan Poe</a>", "field_date_published": "2015", "body": "<p><span class=\"long-line\">Oh! that my young life were a lasting dream!</span><br /><span class=\"long-line\">My spirit not awakening, till the beam</span><br /><span class=\"long-line\">Of an Eternity should bring the morrow.</span><br /><span class=\"long-line\">Yes! tho’ that long dream were of hopeless sorrow,</span><br /><span class=\"long-line\">’Twere better than the cold reality</span><br /><span class=\"long-line\">Of waking life, to him whose heart must be,</span><br /><span class=\"long-line\">And hath been still, upon the lovely earth,</span><br /><span class=\"long-line\">A chaos of deep passion, from his birth.</span><br /><span class=\"long-line\">But should it be—that dream eternally</span><br /><span class=\"long-line\">Continuing—as dreams have been to me</span><br /><span class=\"long-line\">In my young boyhood—should it thus be given,</span><br /><span class=\"long-line\">’Twere folly still to hope for higher Heaven.</span><br /><span class=\"long-line\">For I have revell’d when the sun was bright</span><br /><span class=\"long-line\">I’ the summer sky, in dreams of living light,</span><br /><span class=\"long-line\">And loveliness,—have left my very heart</span><br /><span class=\"long-line\">In climes of mine imagining, apart</span><br /><span class=\"long-line\">From mine own home, with beings that have been</span><br /><span class=\"long-line\">Of mine own thought—what more could I have seen?</span><br /><span class=\"long-line\">’Twas once—and only once—and the wild hour</span><br /><span class=\"long-line\">From my remembrance shall not pass—some power</span><br /><span class=\"long-line\">Or spell had bound me—’twas the chilly wind</span><br /><span class=\"long-line\">Came o’er me in the night, and left behind</span><br /><span class=\"long-line\">Its image on my spirit—or the moon</span><br /><span class=\"long-line\">Shone on my slumbers in her lofty noon</span><br /><span class=\"long-line\">Too coldly—or the stars—howe’er it was</span><br /><span class=\"long-line\">That dream was as that night-wind—let it pass.</span><br /><span class=\"long-line\">I <em>have been</em> happy, tho’ [but] in a dream. </span></p>\n\n<p><span class=\"long-line\">I have been happy—and I love the theme:</span><br /><span class=\"long-line\">Dreams! in their vivid colouring of life</span><br /><span class=\"long-line\">As in that fleeting, shadowy, misty strife</span><br /><span class=\"long-line\">Of semblance with reality which brings</span><br /><span class=\"long-line\">To the delirious eye, more lovely things</span><br /><span class=\"long-line\">Of Paradise and Love—and all our own!</span><br /><span class=\"long-line\">Than young Hope in his sunniest hour hath known.</span></p>\n"}, {"title": "Even Though (audio only)", "view_node": "/poem/even-though-audio-only", "field_author": "<a href=\"/poet/carl-adamshick\" hreflang=\"und\">Carl Adamshick</a>", "field_date_published": "2015", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "100 Notes on Violence [1] (audio only)", "view_node": "/poem/100-notes-violence-1-audio-only", "field_author": "<a href=\"/poet/julie-carr\" hreflang=\"und\">Julie Carr</a>", "field_date_published": "2015", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "100 Notes on Violence [24] (audio only)", "view_node": "/poem/100-notes-violence-24-audio-only", "field_author": "<a href=\"/poet/julie-carr\" hreflang=\"und\">Julie Carr</a>", "field_date_published": "2015", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Finding Something (audio only)", "view_node": "/poem/finding-something-audio-only", "field_author": "<a href=\"/poet/jack-gilbert\" hreflang=\"und\">Jack Gilbert</a>", "field_date_published": "2015", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}], "pager": {"current_page": 380, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}