{"rows": [{"title": "Cousin Nancy", "view_node": "/poem/cousin-nancy", "field_author": "<a href=\"/poet/t-s-eliot\" hreflang=\"und\">T. S. Eliot</a>", "field_date_published": "1920", "body": " <pre>\nMiss Nancy Ellicott\nStrode across the hills and broke them,\t\nRode across the hills and broke them—\t\nThe barren New England hills—\t\nRiding to hounds\t        \nOver the cow-pasture.\t\n \nMiss Nancy Ellicott smoked\t\nAnd danced all the modern dances;\t\nAnd her aunts were not quite sure how they felt about it,\t\nBut they knew that it was modern.\t  \n \nUpon the glazen shelves kept watch\t\nMatthew and Waldo, guardians of the faith,\t\nThe army of unalterable law.</pre>\n "}, {"title": "The War After the War", "view_node": "/poem/war-after-war", "field_author": "<a href=\"/poet/debora-greger\" hreflang=\"und\">Debora Greger</a>", "field_date_published": "2010", "body": " <p>                     <i>for Greg Greger</i></p>\n<pre>\n<b>I</b>\n\nWhere were the neighbors? Out of town?\nIn my pajamas, I sat at my father's feet\nin front of their squat, myopic television, \nthe first in our neighborhood.\n\nOn a screen the size of a salad plate,\ntoy airplanes droned over quilted fields.\nBouquets of jellyfish fell: parachutes abloom,\ngray toy soldiers drifting together, drifting apart— \n\nthe way families do, but I didn't know that yet. \nI was six or seven. The tv was an aquarium: \nsteely fish fell from the belly of a plane, \nthen burst into flame when they hit bottom. \n\nA dollhouse surrendered a wall, the way such houses do. \nFurniture hung onto wallpaper for dear life. \nDown in the crumble of what had been a street, \nwomen tore brick from brick, filling a baby carriage. \n\n\n<b>II</b>\n\nWhat was my young father, \njust a few years back from that war, \nlooking for? The farm boy from Nebraska\nhe'd been before he'd seen Dachau? \n\nNext door, my brother and sister fought\nthe Battle of Bedtime, bath by bath. \nNext door, in the living room,\na two-tone cowboy lay where he fell,\ntoo bowlegged to stand. Where was his horse?\nAnd the Indian who'd come apart at the waist—\nwhere were his legs to be found? \nA fireman, licorice-red from helmet to boot, \n\na coil of white rope slung over his arm \nlike a mint Lifesaver, tried to help. \nA few inches of ladder crawled under a cushion, \nlooking for crumbs. Between the sag of couch \n\nand the slump of rocker, past a pickle-green soldier, \na plastic foxhole, cocoa brown, dug itself\ninto the rug of no man's land \nand waited to trip my mother. \n\n\n<b>III</b>\n\nAm I the oldest one here? In the theater, \nthe air of expectation soured by mouse and mold— \nin the dark, a constellation of postage stamps:\nthe screens of cell phones glow.\n\nAnd then we were in Algiers, we were in Marseille. \nOn foot, we fell in behind a ragged file \nof North African infantry. Farther north \nthan they'd ever been, we trudged\n\nstraight into the arms of the enemy: \nwinter, 1944. Why did the French want to live in France, \nthe youngest wondered while they hid, \nwaiting capture by the cold. \n\nThey relieved a dead German soldier\nof greatcoat and boots. Village by muddy village,\nthey stole, shadow to shadow, trying to last \nuntil the Americans arrived— \n\nas if, just out of range of the lens,\nthe open trucks of my father's unit \nwould rumble over the rutted horizon.\nGood with a rifle, a farsighted farm boy\n\nmade company clerk because he'd learned to type\nin high school—how young he would look, \nnot half my age, and no one to tell him\nhe'll survive those months in Europe,\n\nhe'll be spared the Pacific by Hiroshima.\nFifty years from then, one evening, \nfrom the drawer where he kept \nthe tv remote, next to his flint-knapping tools, \n\nhe'd take out a small gray notebook \nand show his eldest daughter \nhow, in pencil, in tiny hurried script,\nhe kept the names of those who died around him.</pre>\n "}, {"title": "My Father", "view_node": "/poem/my-father", "field_author": "<a href=\"/poet/scott-hightower\" hreflang=\"und\">Scott Hightower</a>", "field_date_published": "2010", "body": " <pre>\nwas a cowboy.\nMy father was a sugar man.\nMy father was a teamster.\n \nMy father was a Siberian \ntiger; a corsair; a lamb, \na yellow dog, a horse's ass.\n \nMy father had a triple bi-pass.\nMy father was a rat \nbut he bought me my first hat. \n \nMy father believed in decency \nand fair play. My father drove \nthe getaway. My father was a blue jay.\n \nMy father drove the boys away.\nMy father drove a Thunderbird, \na Skylark, a Firebird, an old pickup truck \n \nwith a rusty tool box, a Skybird, \na Sunray. My father drove hard bargains \never day; he was a force. My father \n \nwas mercurial. He was passive, \na little moody: rock... paper... scissors. \nHe loved me. He loved me not.\n \nHe stomps and hurls lightning bolts. \nHas slipped away. Passed away. \nMy father was passé. My father \n \nwas a Texas Ranger. Taught me \nto pray. Because of him, I hoard things \nin an old shoe box. Because of him, I use \n \nbotox. Because of him, I look to clocks. \nBecause of my father, I know how \nto oil the gate; don’t own a map. \n \nBecause of my father, I have no use for \nsimiles. Because of my father, I hunger \nfor my own catalog of metaphors.\n \n\n\n(for Doris Schnabel)</pre>\n "}, {"title": "Apocalypse Soliloquy", "view_node": "/poem/apocalypse-soliloquy", "field_author": "<a href=\"/poet/scott-hightower\" hreflang=\"und\">Scott Hightower</a>", "field_date_published": "2010", "body": " <pre>\nI hope my death is not stolen from me\nby a fiery blast of Fahrenheit or Celsius      \nor another calculatable accuracy.                       \n\nI will gladly relinquish all the pleasures of daily \nbread, the pride and dreams of art—even pulse;\nbut I hope my death will not be taken from me.\n\nActually, it is a modest policy;\nlittle there to discuss as to solace\nor in the way of privacy.\n\nA valued moment of self-possession? Might it be\nsomething to embrace more than to expulse?\nI hope my death will not be pried from me.\n\nMy end is not to be just a cause in a public sea \nof scientists teaming against a disease,\na private point in a welter of piracy.\n\nAfter all, won't it fundamentally and rightly \nbe mine and no one else's? I hope my death is \nnot taken from me; better, it be \nan appointment kept in a private sea.</pre>\n "}, {"title": "Cameo One", "view_node": "/poem/cameo-one", "field_author": "<a href=\"/poet/michael-mcclure\" hreflang=\"und\">Michael McClure</a>", "field_date_published": "2010", "body": " <p align=\"center\">WE HAVE GONE<br />GONE. GONE<br />in the hole where<br />soul swells<br />into<br />nothing<br />leaving solid space<br />where profiles<br />of gods and fairies<br />are carved<br />and<br />finely<br />polished<br />by the clanking of trucks,<br />thunder-shaking<br />waves,<br />and the taste of mangos.</p> "}, {"title": "Wheeling Motel", "view_node": "/poem/wheeling-motel", "field_author": "<a href=\"/poet/franz-wright\" hreflang=\"und\">Franz Wright</a>", "field_date_published": "2010", "body": " <pre>The vast waters flow past its back-yard.\nYou can purchase a six-pack in bars!\nTammy Wynette's on the marquee\n \na block down. It's twenty-five years ago:\nyou went to death, I to life, and\nwhich was luckier God only knows.\n\nThere's this line in an unpublished poem of yours.\nThe river is like that,\na blind familiar.\n\nThe wind will die down when I say so;\nthe leaden and lessening light on\nthe current.\n \nThen the moon will rise\nlike the word reconciliation,\nlike Walt Whitman examining the tear on a dead face.</pre>\n "}, {"title": "Curse of the Cat Woman", "view_node": "/poem/curse-cat-woman", "field_author": "<a href=\"/poet/edward-field\" hreflang=\"und\">Edward Field</a>", "field_date_published": "2007", "body": " <pre>\nIt sometimes happens\nthat the woman you meet and fall in love with\nis of that strange Transylvanian people\nwith an affinity for cats.\n\nYou take her to a restaurant, say, or a show,\non an ordinary date, being attracted\nby the glitter in her slitty eyes and her catlike walk,\nand afterward of course you take her in your arms,\nand she turns into a black panther\nand bites you to death.\n\nOr perhaps you are saved in the nick of time,\nand she is tormented by the knowledge of her tendency:\nthat she daren't hug a man\nunless she wants to risk clawing him up.\n\nThis puts you both in a difficult position,\npanting lovers who are prevented from touching\nnot by bars but by circumstance:\nyou have terrible fights and say cruel things,\nfor having the hots does not give you a sweet temper.\n\nOne night you are walking down a dark street\nand hear the padpad of a panther following you,\nbut when you turn around there are only shadows,\nor perhaps one shadow too many\n\nYou approach, calling, \"Who's there?\"\nand it leaps on you.\nLuckily you have brought along your sword,\nand you stab it to death.\n\nAnd before your eyes it turns into the woman you love,\nher breast impaled on your sword,\nher mouth dribbling blood saying she loved you\nbut couldn't help her tendency.\n\nSo death released her from the curse at last,\nand you knew from the angelic smile on her dead face\nthat in spite of a life the devil owned,\nlove had won, and heaven pardoned her.</pre>\n "}, {"title": "Prayer for the Man Who Mugged My Father, 72", "view_node": "/poem/prayer-man-who-mugged-my-father-72", "field_author": "<a href=\"/poet/charles-harper-webb\" hreflang=\"und\">Charles Harper Webb</a>", "field_date_published": "2010", "body": " <pre>\nMay there be an afterlife.\n\nMay you meet him there, the same age as you.\nMay the meeting take place in a small, locked room.\n\nMay the bushes where you hid be there again, leaves tipped with razor-\n      blades and acid.\nMay the rifle butt you bashed him with be in his hands.\nMay the glass in his car window, which you smashed as he sat stopped \n      at a red light, spike the rifle butt, and the concrete on which you’ll \n            fall.\n\nMay the needles the doctors used to close his eye, stab your pupils \n      every time you hit the wall and then the floor, which will be often.\nMay my father let you cower for a while, whimpering, \"Please don't\n           shoot me. Please.\"\nMay he laugh, unload your gun, toss it away; \nThen may he take you with bare hands.\n\nMay those hands, which taught his son to throw a curve and drive a nail \n      and hold a frog, feel like cannonballs against your jaw.\nMay his arms, which powered handstands and made their muscles jump \n      to please me, wrap your head and grind your face like stone.\nMay his chest, thick and hairy as a bear's, feel like a bear's snapping \n      your bones.\nMay his feet, which showed me the flutter kick and carried me miles \n      through the woods, feel like axes crushing your one claim to man-\n      hood as he chops you down.\n\nAnd when you are down, and he's done with you, which will be soon,\n      since, even one-eyed, with brain damage, he's a merciful man, \nMay the door to the room open and let him stride away to the Valhalla \n      he deserves. \nMay you—bleeding, broken—drag yourself upright.\n\nMay you think the worst is over; \nYou've survived, and may still win.\n\nThen may the door open once more, and let me in.\n\n</pre>\n "}, {"title": "Evolution of Danger", "view_node": "/poem/evolution-danger", "field_author": "<a href=\"/poet/tina-chang\" hreflang=\"und\">Tina Chang</a>", "field_date_published": "2010", "body": " <pre>\nI'm the one in the back of the bar, drinking cachaça, \nfingering the lip of the glass. Every dream has left \nme now as I wait for the next song:  Drag and drum. \nThey'll be no humming in this room, only fragrance \nof sweat and fuel. To make the animal go. To make it \nHungry.  After that there is Thirst. \n\n* \n\nI danced in the border town until it wasn't decent, \nuntil I was my grandest self hitchhiking, my slim arm \nout like the stalk of a tired flower, waving, silver rings \ncatch the headlights. I'm not sure what I wanted\nas we rode on his motorcycle where Chinese signs blurred \npast, flashing red, then blue, and I breathed in the scent \nof fish and plum. My hands found their way to his pockets \nas I rode without helmet, careening toward the cemetery, \nthe moon dripping light onto avenues of tombstones.\n\n*\n\nIf the Tunisian black market was hidden within a maze. \nIf I couldn't find my way, I asked. The wide eyes \nof the boy who led me to the Mediterranean Sea. \nIf I took his kindness as a version of truth and stood \nposing for a photo in front of bicycles leaned \nagainst the sand colored walls. If I arrived \nat the center of the market, women in black muslin \nsold glazed tile on blankets. When I bent down, \nthe men surrounded me. If they asked for money \nI had nothing. If they threw their bills around me, \nI recall the purple and red faces crushed on paper. \n\n* \n\nAttempting to cross the border with no passport, \nno money. The contents had fallen out of her \npocket as she ran for the bus. She made promises \nto the officers, bared an inner thigh until their eyes \ngrew wide, until they stamped a sheet of official paper \nwith tri-colored emblems. The man's fist \nwas large though it twitched as he pounded \nthe stamp onto the translucent page. The little \nmoney she had inside an orange handkerchief tied \nto her hair, coins rolling to the ground as she fled.\n\n*\n\nPerhaps it was chance that I ended on the far side \nof the earth. Atrocities of our entanglement not on the bed \nbut beside it. Using our mouths as tools for betterment, \nfor seduction, for completion. The vertebra twists \ninto a question mark to conform to another's. \n\nIn the Patanal, the cowboys steadied the horses \nin the barn, the animal's labored breathing, the sigh \nas the coarse brush worked through the mane. \nThe owner's daughter learning to move her hips \nas she practiced her samba before the steaming pot, \nand radio clicking, and lid drumming.\n\nOf the men I've known, you were the most steady,\nreliable one near the window killing mosquitoes, \ngathering cool water to press to my scalp. One-sided \nheart I was then. Selfish one. I wanted everything. \nMacaws flew past in quick flock, pushing outward \ntoward the earth's scattering filament and mystery. \n\n* \n\nI don't ask myself questions anymore\n(<i>but it is not a question you ask yourself</i>),\nrather it was born, rather that the statement\nwas peeled like a film of dirt, (<i>rather \nthe words were meaning</i>) wrapped inside \na scarf, stuffed into my carry bag, rather \nthat the camera caught all of it \n(<i>the hunter and the kill</i>).\n\nWhen danger itself was restless,\n(<i>it had four legs and it ran with speed \n&amp; vengeance</i>). Though there was \nno purpose, (<i>though the past had nothing \nto do with the chase now</i>). This grand state \n(<i>pumped from its own engine of blood</i>), \ncenturies of evolution, first as a red-eyed \nembryo, then reptile, then mammal, then \nman, pure racing, push of muscle and tendon, \nthe tongue loose and dragging as the body \nmade its way forward. Each time more \npowerful, a new version of waking until \nthe species grew great wings and lifted.</pre>\n "}, {"title": "Infinite and Plausible", "view_node": "/poem/infinite-and-plausible", "field_author": "<a href=\"/poet/tina-chang\" hreflang=\"und\">Tina Chang</a>", "field_date_published": "2010", "body": " <pre>\nIt is the smallest idea born in the interior will,\n\nthat has no fury nor ignorance,\n\nno intruder but stranger, no scaffold of a plea,\n\nno mote of the hungry, no pitchfork of instinct,\n\nno ladder of pity, no carriage of lust,\n\nno wavering foot on concrete, no parish of bees,\n\nno mountains of coal, no limestone and ash,\n\nno lie poured down the stairs of a house among them,\n\nand this is the will of maker and offspring,\n\nno boot in the hallway indicating more exit\n\nthan arrival, more straying than strategy, no more struggle\n\nthan contained in my body now, as I wander the rooms,\n\ntearing curtains apart from their windows\n\nseparating material from light.</pre>\n "}, {"title": "Celestial", "view_node": "/poem/celestial", "field_author": "<a href=\"/poet/tina-chang\" hreflang=\"und\">Tina Chang</a>", "field_date_published": "2010", "body": "<p><span class=\"long-line\">When everything was accounted for </span><br /><span class=\"long-line\">you rummaged through my bag to find </span><br /><span class=\"long-line\">something offensive: a revolver, </span><br /><span class=\"long-line\">a notebook of misinterpreted text. </span></p>\n\n<p><span class=\"long-line\">I'm God's professor. </span><br /><span class=\"long-line\">His eyes two open ovens.</span><br /><span class=\"long-line\">He has a physical body</span><br /><span class=\"long-line\">and it hiccups and blesses. </span></p>\n\n<p><span class=\"long-line\">Tell me a story before the mudslide, </span><br /><span class=\"long-line\">tell it fast before the house falls,</span><br /><span class=\"long-line\">before it withers in the frost, before </span><br /><span class=\"long-line\">it dozes off next to the television.</span></p>\n\n<p><span class=\"long-line\">I couldn't tell if it was that screen</span><br /><span class=\"long-line\">or the sky spitting dust and light.</span></p>\n"}, {"title": "Rest.", "view_node": "/poem/rest", "field_author": "<a href=\"/poet/richard-jones\" hreflang=\"und\">Richard Jones</a>", "field_date_published": "2010", "body": " <pre>\nIt's so late I could cut my lights\nand drive the next fifty miles\nof empty interstate\nby starlight,\nflying along in a dream,\ncountryside alive with shapes and shadows,\nbut exit ramps lined\nwith eighteen wheelers\nand truckers sleeping in their cabs\nmake me consider pulling into a rest stop\nand closing my eyes.  I've done it before,\nparking next to a family sleeping in a Chevy,\nmom and dad up front, three kids in the back,\nthe windows slightly misted by the sleepers' breath.\nBut instead of resting, I'd smoke a cigarette,\nplay the radio low, and keep watch over \nthe wayfarers in the car next to me, \na strange paternal concern \nand compassion for their well being \nrising up inside me. \nThis was before \nI had children of my own, \nand had felt the sharp edge of love \nand anxiety whenever I tiptoed\ninto darkened rooms of sleep\nto study the small, peaceful faces\nof my beloved darlings. Now,\nthe fatherly feelings are so strong\nthe snoring truckers are lucky\nI'm not standing on the running board,\ntapping on the window, \nasking, <i>Is everything okay?</i> \nBut it is. Everything's fine.\nThe trucks are all together, sleeping \non the gravel shoulders of exit ramps, \nand the crowded rest stop I'm driving by \nis a perfect oasis in the moonlight. \nThe way I see it, I've got a second wind\nand on the radio an all-night country station.\nNothing for me to do on this road\nbut drive and give thanks:\nI'll be home by dawn.</pre>\n "}, {"title": "Think Tank [excerpts]", "view_node": "/poem/think-tank-excerpts", "field_author": "<a href=\"/poet/julie-carr\" hreflang=\"und\">Julie Carr</a>", "field_date_published": "2010", "body": " <pre>\n*\n\n\n\nFirst: The blinding of the citizens\n\nSecond: The common plague of worms\n\n(like lute strings, they must be plucked and the wounds spread with fresh butter)\n\nThen: \n\n\nThis amorousness\n\n\n\n*\n\n\n\nOld woman cried and was fed her peas—\n\na worm in mud finding its way around my roots—\n\nor deeply asleep and thus resistant to being read as a morally triumphant being,\n\nshe buries her mirror\n\nThe sermon says, \"there is no you, so no way for you to fail or fall\"\n\nIn Normandy we bought fish and cake\n\nand the children rode the carousel\n\nThese are the dreams we return to:\n\nbread in the sun, oil in the water \n\nglass in the foot\n\nBlood modifies blood\n\n\n\n*\n\n\n\n\"Let me be my own fool,\" sitting on the newspaper \n\nperchance in love with an embryonic heart\n\nprepared to beat 2.5 billion times, and that's all\n\n\n\n*\n\n\n\nNothing betray us\n\n\nBut I love the moment when the boy looks down at a homeless man's shoe \n\nand imagines traveling to the center of the earth, hanging on the shoelace like a rope</pre>\n "}, {"title": "Possessiveness", "view_node": "/poem/possessiveness", "field_author": "<a href=\"/poet/wayne-koestenbaum\" hreflang=\"und\">Wayne Koestenbaum</a>", "field_date_published": "2010", "body": " <pre>\nthe atonality of folded underwear\n\nthe Tel Aviv of Chinese water torture\n\nthe martians of <em>My Three Sons </em>\n\nthe parsimony of Tel Quel\n\nthe archivist of beatitudes\n\nthe Helsinki of Frankenstein\n\nthe Winchester Mystery House of devil-may-care\n\nthe worldwide franchise of Croatian mystery plays\n\nthe Bettie Page of situationism\n\nthe New Criticism of Ethel Waters\n\nthe marble pound cake of tauromachy\n\nthe <em>Christopher Strong </em>of <em>Sesame Street </em>\n\nthe Michèle Morgan of abstinence\n\nthe 19 Berggasse of Calvin Klein\n\nthe stifling corridor of condom leakage\n\nthe Boris Karloff of Maiden Lane\n\nthe CalArts of maple syrup\n\nthe Lord's Prayer of Rumpelstilskin\n\nthe Gretchen's Spinning Song of fatuous praise\n\nthe Eli Wallach of pragmatism\n\nthe meal ticket of the Williamsburg Messiah\n\nthe Mrs. Robinson of Abstract Expressionism\n\nthe mead-soaked sheets of Melanctha\n\nthe Abbott and Costello of ostinato\n\nthe abracadabra of panty-hose\n\nthe <em>Guys and Dolls</em> of pineapple upside-down cake \n\nthe Hungry I of Shangri-La\n\nthe Bog Man of Capitol Hill\n\nthe Beresford of bilge</pre>\n "}, {"title": "National Nudist Club Newsletter", "view_node": "/poem/national-nudist-club-newsletter", "field_author": "<a href=\"/poet/wayne-koestenbaum\" hreflang=\"und\">Wayne Koestenbaum</a>", "field_date_published": "2010", "body": " <pre>\nInto the unisex nursery's toilet my undershirt falls.\nI fish it out and find my face on a marquee.\n\nFlorida: in sneakers, I construct\nDelft shelves to store scrawled diagnoses.\n\nI enter an observation tank\n(rightly considered tragic, irreversible)\n\nto greet the hatchetfaced magician whose dead mother\nsays <em>welcome back, </em>implying I've been fired.\n\nThrough Skinner Box glass \nhe watches me play with dildos, blades. Entranced \n\nby unending orgasm, I dismiss his tendency \nto find amelioration in experience's fluctuating shallows.</pre>\n "}, {"title": "Disciplines [If there is prayer, there is a mother kneeling]", "view_node": "/poem/disciplines-if-there-prayer-there-mother-kneeling", "field_author": "<a href=\"/poet/dawn-lundy-martin\" hreflang=\"und\">Dawn Lundy Martin</a>", "field_date_published": "2010", "body": " <p>If there is prayer, there is a mother kneeling, hands folded to a private sign. We recognize it. If there is a mother kneeling, hands a tent, she is praying or she is crying or crying and praying at the same time. Although it is recognized, the signals of it, it is private and no one knows, perhaps not even she, the content of the prayer, and perhaps its object. If there is a mother praying, she is on her kneels over some object, as one does not often pray in the middle of the room. One prays at the window or over the bed, the head bent slightly up or down, the eyes open or closed. This is a prayer for prayers, you know, a wanting something equal to a prayer, even though I am not a mother.</p> "}, {"title": "Disciplines [This is how much fortuitiveness weighs]", "view_node": "/poem/disciplines-how-much-fortuitiveness-weighs", "field_author": "<a href=\"/poet/dawn-lundy-martin\" hreflang=\"und\">Dawn Lundy Martin</a>", "field_date_published": "2010", "body": " <p>This is how much fortuitiveness weighs. Measure in dirt. Of vices and other habits. Of leaving a house at 3 am and drawn as would any tether and here is your lock, my dear. I want to say this plainly: it is only when I am in a woman’s arms that my body is not a threat. Neither crosses nor damnation. Fix nor flutter. Hangs here, this balance, and one opens the car door and drives along the river where it said a crossing might happen. Had happened. Many times. Sticklers will say, not here. There are no crossings here. But, there the I is, reflection and delivered, on the other side. Like hams, I think,<br />holding on to what was.</p> "}, {"title": "Disciplines [Near adust. Caves. Closings]", "view_node": "/poem/disciplines-near-adust-caves-closings", "field_author": "<a href=\"/poet/dawn-lundy-martin\" hreflang=\"und\">Dawn Lundy Martin</a>", "field_date_published": "2010", "body": " <p>Near adust. Caves. Closings. Relentlessly the body leaves the bed. Does things. A day is merry and eager for prosperity. It dings dings the bell in its own head. The ritual of masking the breasts in heavy fabric, of covering the legs and feet. A face from the mirror says, I am pretty, I am pretty. Skin of opening, meant for opening. A sex in training. Trimmed, fastidious. Damp reasoning. Yet, adherence. Mask the breasts. Mark the skin. <i>You are not from here, are you?</i> Part tissue. <i>What does it feel like?</i> It feels like everything else. <i>It must be different from some other thing.</i> No. This is what a woman's body is. An effort in covering or not covering. A way toward exits.</p> "}, {"title": "My Life as a Subject", "view_node": "/poem/my-life-subject", "field_author": "<a href=\"/poet/meghan-orourke\" hreflang=\"und\">Meghan O&#039;Rourke</a>", "field_date_published": "2010", "body": " <pre>\nI.\n\nBecause I was born in a kingdom,\nthere was a king. At times\nthe king was a despot; at other times,\nnot. Axes flashed in the road\n\nat night, but if you closed your eyes\nsitting on the well-edge\namongst your kinspeople\nand sang the ballads\nthen the silver did not appear\nto be broken.  \n\nSuch were the circumstances.\nThey made a liar out of me. \nDid they change my spirit? \nKith in the night. \nThe cry of owls. A bird fight.\n\n\nII. \n\nWe also had a queen,\nwhetted by the moon. And\nwe her subjects,\nsoftening in her sight.\n\n\nIII.\n\nWhat one had \nthe other had to\nhave too. Soon \nparrots bloomed\nin every garden, and \nevery daughter\nhad a tuning fork \njeweled with emeralds.\n\n\nIV.\n\nLearning to hunt in the new empire,\nthe king invited his subjects\nto send him their knives.\nHe tested these knives on oranges,\npomegranates, acorn squash,\nsoft birches, stillborns, prisoners\nwho had broken rules. He used\nthem on the teeth of traitors.\n\n\nV.\n\nWhen strangers massed at the border,\nthe courtiers practiced \nsubjection of the foreign. The court \nheld a procession \nof twine, rope,\ngold, knives, and\nprostitutes with their vials of white\npowder. Smoke coursed into the courtyard,\nand we wrought hunger upon\nthe bodies of strangers. I am sure you\ncan imagine\nit, really what need \nis there for me to tell you.\nYou were a stranger once too, and I\nbrought rope.\n\n\nVI.\n\nAfterward, I \nslept,\nand let the dealers \ncome to me alone \nwith their jewels and \ntheir powders.\n\n\nVII.\n\nAt night, we debated\nthe skin of language,\nquestioned what might\nbe revealed inside:\na soft pink fruit,\na woman in a field…\nOr a shadow, sticky and loose\nas old jam. Our own \ndialect was abstract,\nwe wished to understand\nnot how things were\nbut what spectacle we might \nmake from them.\n\n\nVIII.\n\nOne day a merchant came to court \nand brought moving pictures, \nthe emperor’s new delight. \nHe tacked dark cloth \nto the windows and turned off\nthe lights, cranking the machine and the film\nlike a needle and thread,\nmaking stories we could \ninsinuate our cold bodies\ninto and find warmth. Light;\ndark. And the sliding images of courtiers\nmerrily balancing monkeys\non their heads, as if this \nwere an adequate story.\n\n\nIX.\n\nAnd our queen, that hidden\nself. What became\nof her? Slid into the night\nlike a statue, shivered\ninto shadows. Knowing as a spider\nin retreat. The web\nher mind, and in it, the fly.\n\n\nX.\n\nOn Sundays, we flew kites \nto ensure our joy\nwas seen by those who \nthreatened\nto threaten us. The thread\nspooling out high \nin the purple sky\nand silver-gelatin films being made,\nsliding through the cranking machine\nso that the barbarians could know\nwe made images of ourselves\ncoated in precious metal\nand sent them away\nindifferent to our wealth.\n\nI miss the citrus \nsmell of spring\non the plaza filled\nwith young\nand long-limbed kite flyers.\n\n\nXI.\n\nDo I have anything \nto add? Only that\nI obeyed my king, my\nkind, I was not faithless.\nShould I be punished\nfor that? It is true \nthe pictures creaking \nthrough the spindle\ncause me pain. I know \nthe powder we coated our fingers\nwith made us thirsty\nand sometimes cruel. But I was born\nwith a spirit, like you.\nI have woken, you see,\nand I wish to be made new.</pre>\n "}, {"title": "Ophelia to the Court", "view_node": "/poem/ophelia-court", "field_author": "<a href=\"/poet/meghan-orourke\" hreflang=\"und\">Meghan O&#039;Rourke</a>", "field_date_published": "2010", "body": " <pre>\nMy shoes are unpolished, my words smudged.\nI come to you undressed (the lord, he whispers\nSmut; that man, he whispers such). I bend\nMy thoughts, I submit, but a bird \nKeeps flying from my mind, it slippers\nMy feet and sings—barren world, \nI have been a little minx in it, not at all\nDomestic, not at all clean, not at all blinking\nAt my lies. First he thought he had a wife, then \n(of course) he thought he had a whore. All\nI wanted (if I may speak for myself) was: more.\nIf only one of you had said, I hold \nYour craven breaking soul, I see the pieces,\nI feel them in my hands, idle silver, idle gold...\nYou see I cannot speak without telling what I am.\nI disobey the death you gave me, love.\nIf you must be, then be not with me.</pre>\n "}], "pager": {"current_page": 492, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}