{"rows": [{"title": "The Last Word of a Bluebird", "view_node": "/poem/last-word-bluebird", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": " <p>As I went out a Crow<br />In a low voice said, \"Oh,<br />I was looking for you.<br />How do you do?<br />I just came to tell you<br />To tell Lesley (will you?)<br />That her little Bluebird<br />Wanted me to bring word<br />That the north wind last night<br />That made the stars bright<br />And made ice on the trough<br />Almost made him cough<br />His tail feathers off.<br />He just had to fly!<br />But he sent her Good-by,<br />And said to be good,<br />And wear her red hood,<br />And look for skunk tracks<br />In the snow with an ax—<br />And do everything!<br />And perhaps in the spring<br />He would come back and sing.\"</p> "}, {"title": "Locked Out", "view_node": "/poem/locked-out", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": " <p><em>When we locked up the house at night,<br />We always locked the flowers outside<br />And cut them off from the window light.<br />The time I dreamed the door was tried<br />And </em><em>brushed</em><em> with buttons upon sleeves,<br />The flowers were out there with the thieves.<br />Yet nobody molested them!<br />We did find one nasturtium<br />Upon the steps with </em><em>bitten</em><em> stem.<br />I may have been to blame for that:<br />I always thought it must have been<br />Some flower I played with as I sat<br />At dusk to watch the moon down early.</em></p> "}, {"title": "A Girl&#039;s Garden", "view_node": "/poem/girls-garden", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": " <p>A neighbor of mine in the village<br />    Likes to tell how one spring<br />When she was a girl on the farm, she did<br />    A childlike thing.<br /><br />One day she asked her father<br />    To give her a garden plot<br />To plant and tend and reap herself,<br />    And he said, “Why not?”<br /><br />In casting about for a corner<br />    He thought of an idle bit<br />Of walled-off ground where a shop had stood,<br />    And he said, “Just it.”<br /><br />And he said, “That ought to make you<br />    An ideal one-girl farm,<br />And give you a chance to put some strength<br />    On your slim-jim arm.”<br /><br />It was not enough of a garden,<br />    Her father said, to plough;<br />So she had to work it all by hand,<br />    But she don’t mind now.<br /><br />She wheeled the dung in the wheelbarrow<br />    Along a stretch of road;<br />But she always ran away and left<br />    Her not-nice load.<br /><br />And hid from anyone passing.<br />    And then she begged the seed.<br />She says she thinks she planted one<br />    Of all things but weed.<br /><br />A hill each of potatoes,<br />    Radishes, lettuce, peas,<br />Tomatoes, beets, beans, pumpkins, corn,<br />    And even fruit trees<br /><br />And yes, she has long mistrusted<br />    That a cider apple tree<br />In bearing there to-day is hers,<br />    Or at least may be.<br /><br />Her crop was a miscellany<br />    When all was said and done,<br />A little bit of everything,<br />    A great deal of none.<br /><br />Now when she sees in the village<br />    How village things go,<br />Just when it seems to come in right,<br />    She says, “I know!<br /><br />It’s as when I was a farmer——”<br />    Oh, never by way of advice!<br />And she never sins by telling the tale<br />    To the same person twice.</p><p> </p> "}, {"title": "The Bonfire", "view_node": "/poem/bonfire", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": " <p>“Oh, let’s go up the hill and scare ourselves,<br />As reckless as the best of them to-night,<br />By setting fire to all the brush we piled<br />With pitchy hands to wait for rain or snow.<br />Oh, let’s not wait for rain to make it safe.<br />The pile is ours: we dragged it bough on bough<br />Down dark converging paths between the pines.<br />Let’s not care what we do with it to-night.<br />Divide it? No! But burn it as one pile<br />The way we piled it. And let’s be the talk<br />Of people brought to windows by a light<br />Thrown from somewhere against their wall-paper.<br />Rouse them all, both the free and not so free<br />With saying what they’d like to do to us<br />For what they’d better wait till we have done.<br />Let’s all but bring to life this old volcano,<br />If that is what the mountain ever was—<br />And scare ourselves. Let wild fire loose we will….”<br /><br />“And scare you too?” the children said together.<br /><br />“Why wouldn’t it scare me to have a fire<br />Begin in smudge with ropy smoke and know<br />That still, if I repent, I may recall it,<br />But in a moment not: a little spurt<br />Of burning fatness, and then nothing but<br />The fire itself can put it out, and that<br />By burning out, and before it burns out<br />It will have roared first and mixed sparks with stars,<br />And sweeping round it with a flaming sword,<br />Made the dim trees stand back in wider circle—<br />Done so much and I know not how much more<br />I mean it shall not do if I can bind it.<br />Well if it doesn’t with its draft bring on<br />A wind to blow in earnest from some quarter,<br />As once it did with me upon an April.<br />The breezes were so spent with winter blowing<br />They seemed to fail the bluebirds under them<br />Short of the perch their languid flight was toward;<br />And my flame made a pinnacle to heaven<br />As I walked once round it in possession.<br />But the wind out of doors—you know the saying.<br />There came a gust. You used to think the trees<br />Made wind by fanning since you never knew<br />It blow but that you saw the trees in motion.<br />Something or someone watching made that gust.<br />It put the flame tip-down and dabbed the grass<br />Of over-winter with the least tip-touch<br />Your tongue gives salt or sugar in your hand.<br />The place it reached to blackened instantly.<br />The black was all there was by day-light,<br />That and the merest curl of cigarette smoke—<br />And a flame slender as the hepaticas,<br />Blood-root, and violets so soon to be now.<br />But the black spread like black death on the ground,<br />And I think the sky darkened with a cloud<br />Like winter and evening coming on together.<br />There were enough things to be thought of then.<br />Where the field stretches toward the north<br />And setting sun to Hyla brook, I gave it<br />To flames without twice thinking, where it verges<br />Upon the road, to flames too, though in fear<br />They might find fuel there, in withered brake,<br />Grass its full length, old silver golden-rod,<br />And alder and grape vine entanglement,<br />To leap the dusty deadline. For my own<br />I took what front there was beside. I knelt<br />And thrust hands in and held my face away.<br />Fight such a fire by rubbing not by beating.<br />A board is the best weapon if you have it.<br />I had my coat. And oh, I knew, I knew,<br />And said out loud, I couldn’t bide the smother<br />And heat so close in; but the thought of all<br />The woods and town on fire by me, and all<br />The town turned out to fight for me—that held me.<br />I trusted the brook barrier, but feared<br />The road would fail; and on that side the fire<br />Died not without a noise of crackling wood—<br />Of something more than tinder-grass and weed—<br />That brought me to my feet to hold it back<br />By leaning back myself, as if the reins<br />Were round my neck and I was at the plough.<br />I won! But I’m sure no one ever spread<br />Another color over a tenth the space<br />That I spread coal-black over in the time<br />It took me. Neighbors coming home from town<br />Couldn’t believe that so much black had come there<br />While they had backs turned, that it hadn’t been there<br />When they had passed an hour or so before<br />Going the other way and they not seen it.<br />They looked about for someone to have done it.<br />But there was no one. I was somewhere wondering<br />Where all my weariness had gone and why<br />I walked so light on air in heavy shoes<br />In spite of a scorched Fourth-of-July feeling.<br />Why wouldn’t I be scared remembering that?”<br /><br />“If it scares you, what will it do to us?”<br /><br />“Scare you. But if you shrink from being scared,<br />What would you say to war if it should come?<br />That’s what for reasons I should like to know—<br />If you can comfort me by any answer.”<br /><br />“Oh, but war’s not for children—it’s for men.”<br /><br />“Now we are digging almost down to China.<br />My dears, my dears, you thought that—we all thought it.<br />So your mistake was ours. Haven’t you heard, though,<br />About the ships where war has found them out<br />At sea, about the towns where war has come<br />Through opening clouds at night with droning speed<br />Further o’erhead than all but stars and angels,—<br />And children in the ships and in the towns?<br />Haven’t you heard what we have lived to learn?<br />Nothing so new—something we had forgotten:<br />War is for everyone, for children too.<br />I wasn’t going to tell you and I mustn’t.<br />The best way is to come up hill with me<br />And have our fire and laugh and be afraid.”</p> "}, {"title": "The Hill Wife", "view_node": "/poem/hill-wife-0", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": "<p>LONELINESS<br />\n(<em>Her Word</em>)</p>\n\n<p>One ought not to have to care<br />\n  So much as you and I<br />\nCare when the birds come round the house<br />\n  To seem to say good-bye;</p>\n\n<p>Or care so much when they come back     <br />\n  With whatever it is they sing;<br />\nThe truth being we are as much<br />\n  Too glad for the one thing</p>\n\n<p>As we are too sad for the other here—<br />\n  With birds that fill their breasts      <br />\nBut with each other and themselves<br />\n And their built or driven nests.</p>\n\n<p> </p>\n\n<p>HOUSE FEAR</p>\n\n<p>Always—I tell you this they learned—<br />\nAlways at night when they returned<br />\nTo the lonely house from far away        <br />\nTo lamps unlighted and fire gone gray,<br />\nThey learned to rattle the lock and key<br />\nTo give whatever might chance to be<br />\nWarning and time to be off in flight:<br />\nAnd preferring the out- to the in-door night,       <br />\nThey learned to leave the house-door wide<br />\nUntil they had lit the lamp inside.</p>\n\n<p> </p>\n\n<p>THE SMILE<br />\n(<em>Her Word</em>)</p>\n\n<p>I didn’t like the way he went away.<br />\nThat smile! It never came of being gay.<br />\nStill he smiled—did you see him?—I was sure!     <br />\nPerhaps because we gave him only bread<br />\nAnd the wretch knew from that that we were poor.<br />\nPerhaps because he let us give instead<br />\nOf seizing from us as he might have seized.<br />\nPerhaps he mocked at us for being wed,<br />\nOr being very young (and he was pleased<br />\nTo have a vision of us old and dead).<br />\nI wonder how far down the road he’s got.<br />\nHe’s watching from the woods as like as not.</p>\n\n<p> </p>\n\n<p>THE OFT-REPEATED DREAM</p>\n\n<p>She had no saying dark enough<br />\n  For the dark pine that kept<br />\nForever trying the window-latch<br />\n  Of the room where they slept.</p>\n\n<p>The tireless but ineffectual hands<br />\n  That with every futile pass      <br />\nMade the great tree seem as a little bird<br />\n  Before the mystery of glass!</p>\n\n<p>It never had been inside the room,<br />\n  And only one of the two<br />\nWas afraid in an oft-repeated dream     <br />\n  Of what the tree might do.</p>\n\n<p> </p>\n\n<p>THE IMPULSE</p>\n\n<p>It was too lonely for her there,<br />\n  And too wild,<br />\nAnd since there were but two of them,<br />\n  And no child,</p>\n\n<p>And work was little in the house,<br />\n  She was free,<br />\nAnd followed where he furrowed field,<br />\n  Or felled tree. </p>\n\n<p>She rested on a log and tossed<br />\n  The fresh chips,<br />\nWith a song only to herself<br />\n  On her lips.</p>\n\n<p>And once she went to break a bough<br />\n  Of black alder.<br />\nShe strayed so far she scarcely heard<br />\n  When he called her—</p>\n\n<p>And didn’t answer—didn’t speak—<br />\n  Or return.<br />\nShe stood, and then she ran and hid        <br />\n  In the fern.</p>\n\n<p>He never found her, though he looked<br />\n  Everywhere,<br />\nAnd he asked at her mother’s house<br />\n  Was she there.      </p>\n\n<p>Sudden and swift and light as that<br />\n  The ties gave,<br />\nAnd he learned of finalities<br />\n  Besides the grave.</p>\n\n<p> </p>\n"}, {"title": "Range-Finding", "view_node": "/poem/range-finding", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": " <p>The battle rent a cobweb diamond-strung<br />And cut a flower beside a ground bird’s nest<br />Before it stained a single human breast.<br />The stricken flower bent double and so hung.<br />And still the bird revisited her young.<br />A butterfly its fall had dispossessed<br />A moment sought in air his flower of rest,<br />Then lightly stooped to it and fluttering clung.<br /><br />On the bare upland pasture there had spread<br />O’ernight ’twixt mullein stalks a wheel of thread<br />And straining cables wet with silver dew.<br />A sudden passing bullet shook it dry.<br />The indwelling spider ran to greet the fly,<br />But finding nothing, sullenly withdrew.</p><p> </p> "}, {"title": "An Encounter", "view_node": "/poem/encounter", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": " <p>Once on the kind of day called “weather breeder,\"<br />When the heat slowly hazes and the sun<br />By its own power seems to be undone,<br />I was half boring through, half climbing through<br />A swamp of cedar. Choked with oil of cedar<br />And scurf of plants, and weary and over-heated,<br />And sorry I ever left the road I knew,<br />I paused and rested on a sort of hook<br />That had me by the coat as good as seated,<br />And since there was no other way to look,<br />Looked up toward heaven, and there against the blue,<br />Stood over me a resurrected tree,<br />A tree that had been down and raised again—<br />A barkless spectre. He had halted too,<br />As if for fear of treading upon me.<br />I saw the strange position of his hands—<br />Up at his shoulders, dragging yellow strands<br />Of wire with something in it from men to men.<br />“You here?” I said. “Where aren’t you nowadays<br />And what’s the news you carry—if you know?<br />And tell me where you’re off for—Montreal?<br />Me? I’m not off for anywhere at all.<br />Sometimes I wander out of beaten ways<br />Half looking for the orchid Calypso.”</p> "}, {"title": "The Cow in Apple Time", "view_node": "/poem/cow-apple-time", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">Something inspires the only cow of late</span><br /><span class=\"long-line\">To make no more of a wall than an open gate,</span><br /><span class=\"long-line\">And think no more of wall-builders than fools.</span><br /><span class=\"long-line\">Her face is flecked with pomace and she drools</span><br /><span class=\"long-line\">A cider syrup. Having tasted fruit,</span><br /><span class=\"long-line\">She scorns a pasture withering to the root.</span><br /><span class=\"long-line\">She runs from tree to tree where lie and sweeten</span><br /><span class=\"long-line\">The windfalls spiked with stubble and worm-eaten.</span><br /><span class=\"long-line\">She leaves them bitten when she has to fly.</span><br /><span class=\"long-line\">She bellows on a knoll against the sky.</span><br /><span class=\"long-line\">Her udder shrivels and the milk goes dry.</span></p>\n"}, {"title": "A Time to Talk", "view_node": "/poem/time-talk", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "1916", "body": "<p><span class=\"long-line\">When a friend calls to me from the road</span><br /><span class=\"long-line\">And slows his horse to a meaning walk,</span><br /><span class=\"long-line\">I don’t stand still and look around</span><br /><span class=\"long-line\">On all the hills I haven’t hoed,</span><br /><span class=\"long-line\">And shout from where I am, What is it?</span><br /><span class=\"long-line\">No, not as there is a time to talk.</span><br /><span class=\"long-line\">I thrust my hoe in the mellow ground,</span><br /><span class=\"long-line\">Blade-end up and five feet tall,</span><br /><span class=\"long-line\">And plod: I go up to the stone wall</span><br /><span class=\"long-line\">For a friendly visit.</span></p>\n"}, {"title": "Hyla Brook", "view_node": "/poem/hyla-brook", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": " <p>By June our brook’s run out of song and speed.<br />Sought for much after that, it will be found<br />Either to have gone groping underground<br />(And taken with it all the Hyla breed<br />That shouted in the mist a month ago,<br />Like ghost of sleigh-bells in a ghost of snow)—<br />Or flourished and come up in jewel-weed,<br />Weak foliage that is blown upon and bent<br />Even against the way its waters went.<br />Its bed is left a faded paper sheet<br />Of dead leaves stuck together by the heat—<br />A brook to none but who remember long.<br />This as it will be seen is other far<br />Than with brooks taken otherwhere in song.<br />We love the things we love for what they are.</p><p> </p> "}, {"title": "In the Home Stretch", "view_node": "/poem/home-stretch", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": " <p>She stood against the kitchen sink, and looked<br />Over the sink out through a dusty window<br />At weeds the water from the sink made tall.<br />She wore her cape; her hat was in her hand.<br />Behind her was confusion in the room,<br />Of chairs turned upside down to sit like people<br />In other chairs, and something, come to look,<br />For every room a house has—parlor, bed-room,<br />And dining-room—thrown pell-mell in the kitchen.<br />And now and then a smudged, infernal face<br />Looked in a door behind her and addressed<br />Her back. She always answered without turning.<br /><br />“Where will I put this walnut bureau, lady?”<br />“Put it on top of something that’s on top<br />Of something else,” she laughed. “Oh, put it where<br />You can to-night, and go. It’s almost dark;<br />You must be getting started back to town.”<br />Another blackened face thrust in and looked<br />And smiled, and when she did not turn, spoke gently,<br />“What are you seeing out the window, lady?”<br /><br />“Never was I beladied so before.<br />Would evidence of having been called lady<br />More than so many times make me a lady<br />In common law, I wonder.”<br /><br />“But I ask,<br />What are you seeing out the window, lady?”<br /><br />“What I’ll be seeing more of in the years<br />To come as here I stand and go the round<br />Of many plates with towels many times.”<br /><br />“And what is that? You only put me off.”<br /><br />“Rank weeds that love the water from the dish-pan<br />More than some women like the dish-pan, Joe;<br />A little stretch of mowing-field for you;<br />Not much of that until I come to woods<br />That end all. And it’s scarce enough to call<br />A view.”<br /><br />“And yet you think you like it, dear?”<br /><br />“That’s what you’re so concerned to know! You hope<br />I like it. Bang goes something big away<br />Off there upstairs. The very tread of men<br />As great as those is shattering to the frame<br />Of such a little house. Once left alone,<br />You and I, dear, will go with softer steps<br />Up and down stairs and through the rooms, and none<br />But sudden winds that snatch them from our hands<br />Will ever slam the doors.”<br /><br />“I think you see<br />More than you like to own to out that window.”<br /><br />“No; for besides the things I tell you of,<br />I only see the years. They come and go<br />In alternation with the weeds, the field,<br />The wood.”<br /><br />“What kind of years?”<br />“Why, latter years—<br />Different from early years.”<br />“I see them, too.<br />You didn’t count them?”<br />“No, the further off<br />So ran together that I didn’t try to.<br />It can scarce be that they would be in number<br />We’d care to know, for we are not young now.<br />And bang goes something else away off there.<br />It sounds as if it were the men went down,<br />And every crash meant one less to return<br />To lighted city streets we, too, have known,<br />But now are giving up for country darkness.”<br /><br />“Come from that window where you see too much for me,<br />And take a livelier view of things from here.<br />They’re going. Watch this husky swarming up<br />Over the wheel into the sky-high seat,<br />Lighting his pipe now, squinting down his nose<br />At the flame burning downward as he sucks it.”<br /><br />“See how it makes his nose-side bright, a proof<br />How dark it’s getting. Can you tell what time<br />It is by that? Or by the moon? The new moon!<br />What shoulder did I see her over? Neither.<br />A wire she is of silver, as new as we<br />To everything. Her light won’t last us long.<br />It’s something, though, to know we’re going to have her<br />Night after night and stronger every night<br />To see us through our first two weeks. But, Joe,<br />The stove! Before they go! Knock on the window;<br />Ask them to help you get it on its feet.<br />We stand here dreaming. Hurry! Call them back!”<br /><br />“They’re not gone yet.”<br /><br />“We’ve got to have the stove,<br />Whatever else we want for. And a light.<br />Have we a piece of candle if the lamp<br />And oil are buried out of reach?”<br />Again<br />The house was full of tramping, and the dark,<br />Door-filling men burst in and seized the stove.<br />A cannon-mouth-like hole was in the wall,<br />To which they set it true by eye; and then<br />Came up the jointed stovepipe in their hands,<br />So much too light and airy for their strength<br />It almost seemed to come ballooning up,<br />Slipping from clumsy clutches toward the ceiling.<br />“A fit!” said one, and banged a stovepipe shoulder.<br />“It’s good luck when you move in to begin<br />With good luck with your stovepipe. Never mind,<br />It’s not so bad in the country, settled down,<br />When people ’re getting on in life, You’ll like it.”<br />Joe said: “You big boys ought to find a farm,<br />And make good farmers, and leave other fellows<br />The city work to do. There’s not enough<br />For everybody as it is in there.”<br />“God!” one said wildly, and, when no one spoke:<br />“Say that to Jimmy here. He needs a farm.”<br />But Jimmy only made his jaw recede<br />Fool-like, and rolled his eyes as if to say<br />He saw himself a farmer. Then there was a French boy<br />Who said with seriousness that made them laugh,<br />“Ma friend, you ain’t know what it is you’re ask.”<br />He doffed his cap and held it with both hands<br />Across his chest to make as ’twere a bow:<br />“We’re giving you our chances on de farm.”<br />And then they all turned to with deafening boots<br />And put each other bodily out of the house.<br />“Goodby to them! We puzzle them. They think—<br />I don’t know what they think we see in what<br />They leave us to: that pasture slope that seems<br />The back some farm presents us; and your woods<br />To northward from your window at the sink,<br />Waiting to steal a step on us whenever<br />We drop our eyes or turn to other things,<br />As in the game ‘Ten-step’ the children play.”<br /><br />“Good boys they seemed, and let them love the city.<br />All they could say was ‘God!’ when you proposed<br />Their coming out and making useful farmers.”<br /><br />“Did they make something lonesome go through you?<br />It would take more than them to sicken you—<br />Us of our bargain. But they left us so<br />As to our fate, like fools past reasoning with.<br />They almost shook me.”<br /><br />“It’s all so much<br />What we have always wanted, I confess<br />It’s seeming bad for a moment makes it seem<br />Even worse still, and so on down, down, down.<br />It’s nothing; it’s their leaving us at dusk.<br />I never bore it well when people went.<br />The first night after guests have gone, the house<br />Seems haunted or exposed. I always take<br />A personal interest in the locking up<br />At bedtime; but the strangeness soon wears off.”<br />He fetched a dingy lantern from behind<br />A door. “There’s that we didn’t lose! And these!”—<br />Some matches he unpocketed. “For food—<br />The meals we’ve had no one can take from us.<br />I wish that everything on earth were just<br />As certain as the meals we’ve had. I wish<br />The meals we haven’t had were, anyway.<br />What have you you know where to lay your hands on?”<br /><br />“The bread we bought in passing at the store.<br />There’s butter somewhere, too.”<br /><br />“Let’s rend the bread.<br />I’ll light the fire for company for you;<br />You’ll not have any other company<br />Till Ed begins to get out on a Sunday<br />To look us over and give us his idea<br />Of what wants pruning, shingling, breaking up.<br />He’ll know what he would do if he were we,<br />And all at once. He’ll plan for us and plan<br />To help us, but he’ll take it out in planning.<br />Well, you can set the table with the loaf.<br />Let’s see you find your loaf. I’ll light the fire.<br />I like chairs occupying other chairs<br />Not offering a lady—”<br /><br />“There again, Joe!<br />You’re tired.”<br /><br />“I’m drunk-nonsensical tired out;<br />Don’t mind a word I say. It’s a day’s work<br />To empty one house of all household goods<br />And fill another with ’em fifteen miles away,<br />Although you do no more than dump them down.”<br /><br />“Dumped down in paradise we are and happy.”<br /><br />“It’s all so much what I have always wanted,<br />I can’t believe it’s what you wanted, too.”<br /><br />“Shouldn’t you like to know?”<br /><br />“I’d like to know<br />If it is what you wanted, then how much<br />You wanted it for me.”<br /><br />“A troubled conscience!<br />You don’t want me to tell if I don’t know.”<br /><br />“I don’t want to find out what can’t be known.<br /><br />But who first said the word to come?”<br /><br />“My dear,<br />It’s who first thought the thought. You’re searching, Joe,<br />For things that don’t exist; I mean beginnings.<br />Ends and beginnings—there are no such things.<br />There are only middles.”<br /><br />“What is this?”<br />“This life?<br />Our sitting here by lantern-light together<br />Amid the wreckage of a former home?<br />You won’t deny the lantern isn’t new.<br />The stove is not, and you are not to me,<br />Nor I to you.”<br /><br />“Perhaps you never were?”<br /><br />“It would take me forever to recite<br />All that’s not new in where we find ourselves.<br />New is a word for fools in towns who think<br />Style upon style in dress and thought at last<br />Must get somewhere. I’ve heard you say as much.<br />No, this is no beginning.”<br /><br />“Then an end?”<br /><br />“End is a gloomy word.”<br />“Is it too late<br />To drag you out for just a good-night call<br />On the old peach trees on the knoll to grope<br />By starlight in the grass for a last peach<br />The neighbors may not have taken as their right<br />When the house wasn’t lived in? I’ve been looking:<br />I doubt if they have left us many grapes.<br />Before we set ourselves to right the house,<br />The first thing in the morning, out we go<br />To go the round of apple, cherry, peach,<br />Pine, alder, pasture, mowing, well, and brook.<br />All of a farm it is.”<br /><br />“I know this much:<br />I’m going to put you in your bed, if first<br />I have to make you build it. Come, the light.”<br /><br />When there was no more lantern in the kitchen,<br />The fire got out through crannies in the stove<br />And danced in yellow wrigglers on the ceiling,<br />As much at home as if they’d always danced there.</p><p> </p> "}, {"title": "A Patch of Old Snow", "view_node": "/poem/patch-old-snow", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": " <p>There's a patch of old snow in a corner<br />     That I should have guessed<br />Was a blow-away paper the rain<br />     Had brought to rest.<br /><br />It is speckled with grime as if<br />     Small print overspread it,<br />The news of a day I’ve forgotten—<br />     If I ever read it.</p><p> </p> "}, {"title": "The Self-Seeker", "view_node": "/poem/self-seeker", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": " <p>“Willis, I didn’t want you here to-day:<br />The lawyer’s coming for the company.<br />I’m going to sell my soul, or, rather, feet.<br />Five hundred dollars for the pair, you know.”<br /><br />“With you the feet have nearly been the soul;<br />And if you’re going to sell them to the devil,<br />I want to see you do it. When’s he coming?”<br /><br />“I half suspect you knew, and came on purpose<br />To try to help me drive a better bargain.”<br /><br />“Well, if it’s true! Yours are no common feet.<br />The lawyer don’t know what it is he’s buying:<br />So many miles you might have walked you won’t walk.<br />You haven’t run your forty orchids down.<br />What does he think?—How are the blessed feet?<br />The doctor’s sure you’re going to walk again?”<br /><br />“He thinks I’ll hobble. It’s both legs and feet.”<br /><br />“They must be terrible—I mean to look at.”<br /><br />“I haven’t dared to look at them uncovered.<br />Through the bed blankets I remind myself<br />Of a starfish laid out with rigid points.”<br /><br />“The wonder is it hadn’t been your head.”<br /><br />“It’s hard to tell you how I managed it.<br />When I saw the shaft had me by the coat,<br />I didn’t try too long to pull away,<br />Or fumble for my knife to cut away,<br />I just embraced the shaft and rode it out—<br />Till Weiss shut off the water in the wheel-pit.<br />That’s how I think I didn’t lose my head.<br />But my legs got their knocks against the ceiling.”<br /><br />“Awful. Why didn’t they throw off the belt<br />Instead of going clear down in the wheel-pit?”<br /><br />“They say some time was wasted on the belt—<br />Old streak of leather—doesn’t love me much<br />Because I make him spit fire at my knuckles,<br />The way Ben Franklin used to make the kite-string.<br />That must be it. Some days he won’t stay on.<br />That day a woman couldn’t coax him off.<br />He’s on his rounds now with his tail in his mouth<br />Snatched right and left across the silver pulleys.<br />Everything goes the same without me there.<br />You can hear the small buzz saws whine, the big saw<br />Caterwaul to the hills around the village<br />As they both bite the wood. It’s all our music.<br />One ought as a good villager to like it.<br />No doubt it has a sort of prosperous sound,<br />And it’s our life.”<br /><br />“Yes, when it’s not our death.”<br /><br />“You make that sound as if it wasn’t so<br />With everything. What we live by we die by.<br />I wonder where my lawyer is. His train’s in.<br />I want this over with; I’m hot and tired.”<br /><br />“You’re getting ready to do something foolish.”<br /><br />“Watch for him, will you, Will? You let him in.<br />I’d rather Mrs. Corbin didn’t know;<br />I’ve boarded here so long, she thinks she owns me.<br />You’re bad enough to manage without her.”<br /><br />“And I’m going to be worse instead of better.<br />You’ve got to tell me how far this is gone:<br />Have you agreed to any price?”<br /><br />“Five hundred.<br />Five hundred—five—five! One, two, three, four, five.<br />You needn’t look at me.”<br /><br />“I don’t believe you.”<br /><br />“I told you, Willis, when you first came in.<br />Don’t you be hard on me. I have to take<br />What I can get. You see they have the feet,<br />Which gives them the advantage in the trade.<br />I can’t get back the feet in any case.”<br /><br />“But your flowers, man, you’re selling out your flowers.”<br /><br />“Yes, that’s one way to put it—all the flowers<br />Of every kind everywhere in this region<br />For the next forty summers—call it forty.<br />But I’m not selling those, I’m giving them,<br />They never earned me so much as one cent:<br />Money can’t pay me for the loss of them.<br />No, the five hundred was the sum they named<br />To pay the doctor’s bill and tide me over.<br />It’s that or fight, and I don’t want to fight—<br />I just want to get settled in my life,<br />Such as it’s going to be, and know the worst,<br />Or best—it may not be so bad. The firm<br />Promise me all the shooks I want to nail.”<br /><br />“But what about your flora of the valley?”<br /><br />“You have me there. But that—you didn’t think<br />That was worth money to me? Still I own<br />It goes against me not to finish it<br />For the friends it might bring me. By the way,<br />I had a letter from Burroughs—did I tell you?—<br />About my<em> </em><em>Cyprepedium</em><em> reginæ</em>;<br />He says it’s not reported so far north.<br />There! there’s the bell. He’s rung. But you go down<br />And bring him up, and don’t let Mrs. Corbin.—<br />Oh, well, we’ll soon be through with it. I’m tired.”<br /><br />Willis brought up besides the Boston lawyer<br />A little barefoot girl who in the noise<br />Of heavy footsteps in the old frame house,<br />And baritone importance of the lawyer,<br />Stood for a while unnoticed with her hands<br />Shyly behind her.<br /><br />“Well, and how is Mister——”<br />The lawyer was already in his satchel<br />As if for papers that might bear the name<br />He hadn’t at command. “You must excuse me,<br />I dropped in at the mill and was detained.”<br /><br />“Looking round, I suppose,” said Willis.<br /><br />“Yes,<br />Well, yes.”<br /><br />“Hear anything that might prove useful?”<br /><br />The Broken One saw Anne. “Why, here is Anne.<br />What do you want, dear? Come, stand by the bed;<br />Tell me what is it?” Anne just wagged her dress<br />With both hands held behind her. “Guess,” she said.<br /><br />“Oh, guess which hand? My my! Once on a time<br />I knew a lovely way to tell for certain<br />By looking in the ears. But I forget it.<br />Er, let me see. I think I’ll take the right.<br />That’s sure to be right even if it’s wrong.<br />Come, hold it out. Don’t change.—A Ram’s Horn orchid!<br />A Ram’s Horn! What would I have got, I wonder,<br />If I had chosen left. Hold out the left.<br />Another Ram’s Horn! Where did you find those,<br />Under what beech tree, on what woodchuck’s knoll?”<br /><br />Anne looked at the large lawyer at her side,<br />And thought she wouldn’t venture on so much.<br /><br />“Were there no others?”<br /><br />“There were four or five.<br />I knew you wouldn’t let me pick them all.”<br /><br />“I wouldn’t—so I wouldn’t. You’re the girl!<br />You see Anne has her lesson learned by heart.”<br /><br />“I wanted there should be some there next year.”<br /><br />“Of course you did. You left the rest for seed,<br />And for the backwoods woodchuck. You’re the girl!<br />A Ram’s Horn orchid seedpod for a woodchuck<br />Sounds something like. Better than farmer’s beans<br />To a discriminating appetite,<br />Though the Ram’s Horn is seldom to be had<br />In bushel lots—doesn’t come on the market.<br />But, Anne, I’m troubled; have you told me all?<br />You’re hiding something. That’s as bad as lying.<br />You ask this lawyer man. And it’s not safe<br />With a lawyer at hand to find you out.<br />Nothing is hidden from some people, Anne.<br />You don’t tell me that where you found a Ram’s Horn<br />You didn’t find a Yellow Lady’s Slipper.<br />What did I tell you? What? I’d blush, I would.<br />Don’t you defend yourself. If it was there,<br />Where is it now, the Yellow Lady’s Slipper?”<br /><br />“Well, wait—it’s common—it’s too <em>common</em>.”<br /><br />“Common?<br />The Purple Lady’s Slipper’s commoner.”<br /><br />“I didn’t bring a Purple Lady’s Slipper<br />To You—to you I mean—they’re both too common.”<br /><br />The lawyer gave a laugh among his papers<br />As if with some idea that she had scored.<br /><br />“I’ve broken Anne of gathering bouquets.<br />It’s not fair to the child. It can’t be helped though:<br />Pressed into service means pressed out of shape.<br />Somehow I’ll make it right with her—she’ll see.<br />She’s going to do my scouting in the field,<br />Over stone walls and all along a wood<br />And by a river bank for water flowers,<br />The floating Heart, with small leaf like a heart,<br />And at the <em>sinus</em> under water a fist<br />Of little fingers all kept down but one,<br />And that thrust up to blossom in the sun<br />As if to say, ‘You! You’re the Heart’s desire.’<br />Anne has a way with flowers to take the place<br />Of that she’s lost: she goes down on one knee<br />And lifts their faces by the chin to hers<br />And says their names, and leaves them where they are.”<br /><br />The lawyer wore a watch the case of which<br />Was cunningly devised to make a noise<br />Like a small pistol when he snapped it shut<br />At such a time as this. He snapped it now.<br /><br />“Well, Anne, go, dearie. Our affair will wait.<br />The lawyer man is thinking of his train.<br />He wants to give me lots and lots of money<br />Before he goes, because I hurt myself,<br />And it may take him I don’t know how long.<br />But put our flowers in water first. Will, help her:<br />The pitcher’s too full for her. There’s no cup?<br />Just hook them on the inside of the pitcher.<br />Now run.—Get out your documents! You see<br />I have to keep on the good side of Anne.<br />I’m a great boy to think of number one.<br />And you can’t blame me in the place I’m in.<br />Who will take care of my necessities<br />Unless I do?”<br /><br />“A pretty interlude,”<br />The lawyer said. “I’m sorry, but my train—<br />Luckily terms are all agreed upon.<br />You only have to sign your name. Right—there.”<br /><br />“You, Will, stop making faces. Come round here<br />Where you can’t make them. What is it you want?<br />I’ll put you out with Anne. Be good or go.”<br /><br />“You don’t mean you will sign that thing unread?”<br /><br />“Make yourself useful then, and read it for me.<br />Isn’t it something I have seen before?”<br /><br />“You’ll find it is. Let your friend look at it.”<br /><br />“Yes, but all that takes time, and I’m as much<br />In haste to get it over with as you.<br />But read it, read it. That’s right, draw the curtain:<br />Half the time I don’t know what’s troubling me.—<br />What do you say, Will? Don’t you be a fool,<br />You! crumpling folkses legal documents.<br />Out with it if you’ve any real objection.”<br /><br />“Five hundred dollars!”<br /><br />“What would you think right?”<br /><br />“A thousand wouldn’t be a cent too much;<br />You know it, Mr. Lawyer. The sin is<br />Accepting anything before he knows<br />Whether he’s ever going to walk again.<br />It smells to me like a dishonest trick.”<br /><br />“I think—I think—from what I heard to-day—<br />And saw myself—he would be ill-advised——”<br /><br />“What did you hear, for instance?” Willis said.<br /><br />“Now the place where the accident occurred——”<br /><br />The Broken One was twisted in his bed.<br />“This is between you two apparently.<br />Where I come in is what I want to know.<br />You stand up to it like a pair of cocks.<br />Go outdoors if you want to fight. Spare me.<br />When you come back, I’ll have the papers signed.<br />Will pencil do? Then, please, your fountain pen.<br />One of you hold my head up from the pillow.”<br /><br />Willis flung off the bed. “I wash my hands—<br />I’m no match—no, and don’t pretend to be——”<br /><br />The lawyer gravely capped his fountain pen.<br />“You’re doing the wise thing: you won’t regret it.<br />We’re very sorry for you.”<br /><br />Willis sneered:<br />“Who’s <em>we</em>?—some stockholders in Boston?<br />I’ll go outdoors, by gad, and won’t come back.”<br /><br />“Willis, bring Anne back with you when you come.<br />Yes. Thanks for caring. Don’t mind Will: he’s savage.<br />He thinks you ought to pay me for my flowers.<br />You don’t know what I mean about the flowers.<br />Don’t stop to try to now. You’ll miss your train.<br />Good-bye.” He flung his arms around his face.</p><p> </p> "}, {"title": "The Fear", "view_node": "/poem/fear-0", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": " <p>A lantern light from deeper in the barn<br />Shone on a man and woman in the door<br />And threw their lurching shadows on a house<br />Near by, all dark in every glossy window.<br />A horse’s hoof pawed once the hollow floor,<br />And the back of the gig they stood beside<br />Moved in a little. The man grasped a wheel,<br />The woman spoke out sharply, “Whoa, stand still!”<br />“I saw it just as plain as a white plate,”<br />She said, “as the light on the dashboard ran<br />Along the bushes at the roadside—a man’s face.<br />You must have seen it too.”<br /><br />“I didn’t see it.<br /><br />Are you sure——”<br /><br />“Yes, I’m sure!”<br /><br />“—it was a face?”<br /><br />“Joel, I’ll have to look. I can’t go in,<br />I can’t, and leave a thing like that unsettled.<br />Doors locked and curtains drawn will make no difference.<br />I always have felt strange when we came home<br />To the dark house after so long an absence,<br />And the key rattled loudly into place<br />Seemed to warn someone to be getting out<br />At one door as we entered at another.<br />What if I’m right, and someone all the time—<br />Don’t hold my arm!”<br /><br />“I say it’s someone passing.”<br /><br />“You speak as if this were a travelled road.<br />You forget where we are. What is beyond<br />That he’d be going to or coming from<br />At such an hour of night, and on foot too.<br />What was he standing still for in the bushes?”<br /><br />“It’s not so very late—it’s only dark.<br />There’s more in it than you’re inclined to say.<br />Did he look like——?”<br /><br />“He looked like anyone.<br />I’ll never rest to-night unless I know.<br />Give me the lantern.”<br /><br />“You don’t want the lantern.”<br /><br />She pushed past him and got it for herself.<br /><br />“You’re not to come,” she said. “This is my business.<br />If the time’s come to face it, I’m the one<br />To put it the right way. He’d never dare—<br />Listen! He kicked a stone. Hear that, hear that!<br />He’s coming towards us. Joel, go in—please.<br />Hark!—I don’t hear him now. But please go in.”<br /><br />“In the first place you can’t make me believe it’s——”<br /><br />“It is—or someone else he’s sent to watch.<br />And now’s the time to have it out with him<br />While we know definitely where he is.<br />Let him get off and he’ll be everywhere<br />Around us, looking out of trees and bushes<br />Till I sha’n’t dare to set a foot outdoors.<br />And I can’t stand it. Joel, let me go!”<br /><br />“But it’s nonsense to think he’d care enough.”<br /><br />“You mean you couldn’t understand his caring.<br />Oh, but you see he hadn’t had enough—<br />Joel, I won’t—I won’t—I promise you.<br />We mustn’t say hard things. You mustn’t either.”<br /><br />“I’ll be the one, if anybody goes!<br />But you give him the advantage with this light.<br />What couldn’t he do to us standing here!<br />And if to see was what he wanted, why<br />He has seen all there was to see and gone.”<br /><br />He appeared to forget to keep his hold,<br />But advanced with her as she crossed the grass.<br /><br />“What do you want?” she cried to all the dark.<br />She stretched up tall to overlook the light<br />That hung in both hands hot against her skirt.<br /><br />“There’s no one; so you’re wrong,” he said.<br /><br />“There is.—<br />What do you want?” she cried, and then herself<br />Was startled when an answer really came.<br /><br />“Nothing.” It came from well along the road.<br /><br />She reached a hand to Joel for support:<br />The smell of scorching woollen made her faint.<br /><br />“What are you doing round this house at night?”<br /><br />“Nothing.” A pause: there seemed no more to say.<br /><br />And then the voice again: “You seem afraid.<br />I saw by the way you whipped up the horse.<br />I’ll just come forward in the lantern light<br />And let you see.”<br /><br />“Yes, do.—Joel, go back!”<br /><br />She stood her ground against the noisy steps<br />That came on, but her body rocked a little.<br /><br />“You see,” the voice said.<br /><br />“Oh.” She looked and looked.<br /><br />“You don’t see—I’ve a child here by the hand.”<br /><br />“What’s a child doing at this time of night——?”<br /><br />“Out walking. Every child should have the memory<br />Of at least one long-after-bedtime walk.<br />What, son?”<br /><br />“Then I should think you’d try to find<br />Somewhere to walk——”<br /><br />“The highway as it happens—<br />We’re stopping for the fortnight down at Dean’s.”<br /><br />“But if that’s all—Joel—you realize—<br />You won’t think anything. You understand?<br />You understand that we have to be careful.<br />This is a very, very lonely place.<br />Joel!” She spoke as if she couldn’t turn.<br />The swinging lantern lengthened to the ground,<br />It touched, it struck it, clattered and went out.</p><p> </p> "}, {"title": "The Housekeeper", "view_node": "/poem/housekeeper", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": " <p><em>Let myself in at the kitchen door.</em><br />“It’s you,” <em>she said.</em> “I can’t get up. Forgive me<br />Not answering your knock. I can no more<br />Let people in than I can keep them out.<br />I’m getting too old for my size, I tell them.<br />My fingers are about all I’ve the use of<br />So’s to take any comfort. I can sew:<br />I help out with this beadwork what I can.”<br /><br />“That’s a smart pair of pumps you’re beading there.<br />Who are they for?”<br /><br />“You mean?—oh, for some miss.<br />I can’t keep track of other people’s daughters.<br />Lord, if I were to dream of everyone<br />Whose shoes I primped to dance in!”<br /><br />“And where’s John?”<br /><br />“Haven’t you seen him? Strange what set you off<br />To come to his house when he’s gone to yours.<br />You can’t have passed each other. I know what:<br />He must have changed his mind and gone to Garlands.<br />He won’t be long in that case. You can wait.<br />Though what good you can be, or anyone—<br />It’s gone so far. You’ve heard? Estelle’s run off.”<br /><br />“Yes, what’s it all about? When did she go?”<br /><br />“Two weeks since.”<br /><br />“She’s in earnest, it appears.”<br /><br />“I’m sure she won’t come back. She’s hiding somewhere.<br />I don’t know where myself. John thinks I do.<br />He thinks I only have to say the word,<br />And she’ll come back. But, bless you, I’m her mother—<br />I can’t talk to her, and, Lord, if I could!”<br /><br />“It will go hard with John. What <em>will</em> he do?<br />He can’t find anyone to take her place.”<br /><br />“Oh, if you ask me that, what will he do?<br />He gets some sort of bakeshop meals together,<br />With me to sit and tell him everything,<br />What’s wanted and how much and where it is.<br />But when I’m gone—of course I can’t stay here:<br />Estelle’s to take me when she’s settled down.<br />He and I only hinder one another.<br />I tell them they can’t get me through the door, though:<br />I’ve been built in here like a big church organ.<br />We’ve been here fifteen years.”<br /><br />“That’s a long time<br />To live together and then pull apart.<br />How do you see him living when you’re gone?<br />Two of you out will leave an empty house.”<br /><br />“I don’t just see him living many years,<br />Left here with nothing but the furniture.<br />I hate to think of the old place when we’re gone,<br />With the brook going by below the yard,<br />And no one here but hens blowing about.<br />If he could sell the place, but then, he can’t:<br />No one will ever live on it again.<br />It’s too run down. This is the last of it.<br />What I think he will do, is let things smash.<br />He’ll sort of swear the time away. He’s awful!<br />I never saw a man let family troubles<br />Make so much difference in his man’s affairs.<br />He’s just dropped everything. He’s like a child.<br />I blame his being brought up by his mother.<br />He’s got hay down that’s been rained on three times.<br />He hoed a little yesterday for me:<br />I thought the growing things would do him good.<br />Something went wrong. I saw him throw the hoe<br />Sky-high with both hands. I can see it now—<br />Come here—I’ll show you—in that apple tree.<br />That’s no way for a man to do at his age:<br />He’s fifty-five, you know, if he’s a day.”<br /><br />“Aren’t you afraid of him? What’s that gun for?”<br /><br />“Oh, that’s been there for hawks since chicken-time.<br />John Hall touch me! Not if he knows his friends.<br />I’ll say that for him, John’s no threatener<br />Like some men folk. No one’s afraid of him;<br />All is, he’s made up his mind not to stand<br />What he has got to stand.”<br /><br />“Where is Estelle?<br />Couldn’t one talk to her? What does she say?<br />You say you don’t know where she is.”<br /><br />“Nor want to!<br />She thinks if it was bad to live with him,<br />It must be right to leave him.”<br /><br />“Which is wrong!”<br /><br />“Yes, but he should have married her.”<br /><br />“I know.”<br /><br />“The strain’s been too much for her all these years:<br />I can’t explain it any other way.<br />It’s different with a man, at least with John:<br />He knows he’s kinder than the run of men.<br />Better than married ought to be as good<br />As married—that’s what he has always said.<br />I know the way he’s felt—but all the same!”<br /><br />“I wonder why he doesn’t marry her<br />And end it.”<br /><br />“Too late now: she wouldn’t have him.<br />He’s given her time to think of something else.<br />That’s his mistake. The dear knows my interest<br />Has been to keep the thing from breaking up.<br />This is a good home: I don’t ask for better.<br />But when I’ve said, ‘Why shouldn’t they be married,’<br />He’d say, ‘Why should they?’ no more words than that.”<br /><br />“And after all why should they? John’s been fair<br />I take it. What was his was always hers.<br />There was no quarrel about property.”<br /><br />“Reason enough, there was no property.<br />A friend or two as good as own the farm,<br />Such as it is. It isn’t worth the mortgage.”<br /><br />“I mean Estelle has always held the purse.”<br /><br />“The rights of that are harder to get at.<br />I guess Estelle and I have filled the purse.<br />’Twas we let him have money, not he us.<br />John’s a bad farmer. I’m not blaming him.<br />Take it year in, year out, he doesn’t make much.<br />We came here for a home for me, you know,<br />Estelle to do the housework for the board<br />Of both of us. But look how it turns out:<br />She seems to have the housework, and besides,<br />Half of the outdoor work, though as for that,<br />He’d say she does it more because she likes it.<br />You see our pretty things are all outdoors.<br />Our hens and cows and pigs are always better<br />Than folks like us have any business with.<br />Farmers around twice as well off as we<br />Haven’t as good. They don’t go with the farm.<br />One thing you can’t help liking about John,<br />He’s fond of nice things—too fond, some would say.<br />But Estelle don’t complain: she’s like him there.<br />She wants our hens to be the best there are.<br />You never saw this room before a show,<br />Full of lank, shivery, half-drowned birds<br />In separate coops, having their plumage done.<br />The smell of the wet feathers in the heat!<br />You spoke of John’s not being safe to stay with.<br />You don’t know what a gentle lot we are:<br />We wouldn’t hurt a hen! You ought to see us<br />Moving a flock of hens from place to place.<br />We’re not allowed to take them upside down,<br />All we can hold together by the legs.<br />Two at a time’s the rule, one on each arm,<br />No matter how far and how many times<br />We have to go.”<br /><br />“You mean that’s John’s idea.”<br /><br />“And we live up to it; or I don’t know<br />What childishness he wouldn’t give way to.<br />He manages to keep the upper hand<br />On his own farm. He’s boss. But as to hens:<br />We fence our flowers in and the hens range.<br />Nothing’s too good for them. We say it pays.<br />John likes to tell the offers he has had,<br />Twenty for this cock, twenty-five for that.<br />He never takes the money. If they’re worth<br />That much to sell, they’re worth as much to keep.<br />Bless you, it’s all expense, though. Reach me down<br />The little tin box on the cupboard shelf,<br />The upper shelf, the tin box. That’s the one.<br />I’ll show you. Here you are.”<br /><br />“What’s this?”<br /><br />“A bill—<br />For fifty dollars for one Langshang cock—<br />Receipted. And the cock is in the yard.”<br /><br />“Not in a glass case, then?”<br /><br />“He’d need a tall one:<br />He can eat off a barrel from the ground.<br />He’s been in a glass case, as you may say,<br />The Crystal Palace, London. He’s imported.<br />John bought him, and we paid the bill with beads—<br />Wampum, I call it. Mind, we don’t complain.<br />But you see, don’t you, we take care of him.”<br /><br />“And like it, too. It makes it all the worse.”<br /><br />“It seems as if. And that’s not all: he’s helpless<br />In ways that I can hardly tell you of.<br />Sometimes he gets possessed to keep accounts<br />To see where all the money goes so fast.<br />You know how men will be ridiculous.<br />But it’s just fun the way he gets bedeviled—<br />If he’s untidy now, what will he be——?<br /><br />“It makes it all the worse. You must be blind.”<br /><br />“Estelle’s the one. You needn’t talk to me.”<br /><br />“Can’t you and I get to the root of it?<br />What’s the real trouble? What will satisfy her?”<br /><br />“It’s as I say: she’s turned from him, that’s all.”<br /><br />“But why, when she’s well off? Is it the neighbours,<br />Being cut off from friends?”<br /><br />“We have our friends.<br />That isn’t it. Folks aren’t afraid of us.”<br /><br />“She’s let it worry her. You stood the strain,<br />And you’re her mother.”<br /><br />“But I didn’t always.<br />I didn’t relish it along at first.<br />But I got wonted to it. And besides—<br />John said I was too old to have grandchildren.<br />But what’s the use of talking when it’s done?<br />She won’t come back—it’s worse than that—she can’t.”<br /><br />“Why do you speak like that? What do you know?<br />What do you mean?—she’s done harm to herself?”<br /><br />“I mean she’s married—married someone else.”<br /><br />“Oho, oho!”<br /><br />“You don’t believe me.”<br /><br />“Yes, I do,<br />Only too well. I knew there must be something!<br />So that was what was back. She’s bad, that’s all!”<br /><br />“Bad to get married when she had the chance?”<br /><br />“Nonsense! See what’s she done! But who, who——”<br /><br />“Who’d marry her straight out of such a mess?<br />Say it right out—no matter for her mother.<br />The man was found. I’d better name no names.<br />John himself won’t imagine who he is.”<br /><br />“Then it’s all up. I think I’ll get away.<br />You’ll be expecting John. I pity Estelle;<br />I suppose she deserves some pity, too.<br />You ought to have the kitchen to yourself<br />To break it to him. You may have the job.”<br /><br />“You needn’t think you’re going to get away.<br />John’s almost here. I’ve had my eye on someone<br />Coming down Ryan’s Hill. I thought ’twas him.<br />Here he is now. This box! Put it away.<br />And this bill.”<br /><br />“What’s the hurry? He’ll unhitch.”<br /><br />“No, he won’t, either. He’ll just drop the reins<br />And turn Doll out to pasture, rig and all.<br />She won’t get far before the wheels hang up<br />On something—there’s no harm. See, there he is!<br />My, but he looks as if he must have heard!”<br /><br /><em>John threw the door wide but he didn’t enter.</em><br />“How are you, neighbour? Just the man I’m after.<br />Isn’t it Hell,” <em>he said.</em> “I want to know.<br />Come out here if you want to hear me talk.<br />I’ll talk to you, old woman, afterward.<br />I’ve got some news that maybe isn’t news.<br />What are they trying to do to me, these two?”<br /><br />“Do go along with him and stop his shouting.”<br /><em>She raised her voice against the closing door:</em><br />“Who wants to hear your news, you—dreadful fool?”</p><p> </p> "}, {"title": "The Generations of Men", "view_node": "/poem/generations-men", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": " <p>A governor it was proclaimed this time,<br />When all who would come seeking in New Hampshire<br />Ancestral memories might come together.<br />And those of the name Stark gathered in Bow,<br />A rock-strewn town where farming has fallen off,<br />And sprout-lands flourish where the axe has gone.<br />Someone had literally run to earth<br />In an old cellar hole in a by-road<br />The origin of all the family there.<br />Thence they were sprung, so numerous a tribe<br />That now not all the houses left in town<br />Made shift to shelter them without the help<br />Of here and there a tent in grove and orchard.<br />They were at Bow, but that was not enough:<br />Nothing would do but they must fix a day<br />To stand together on the crater’s verge<br />That turned them on the world, and try to fathom<br />The past and get some strangeness out of it.<br />But rain spoiled all. The day began uncertain,<br />With clouds low trailing and moments of rain that misted.<br />The young folk held some hope out to each other<br />Till well toward noon when the storm settled down<br />With a swish in the grass. “What if the others<br />Are there,” they said. “It isn’t going to rain.”<br />Only one from a farm not far away<br />Strolled thither, not expecting he would find<br />Anyone else, but out of idleness.<br />One, and one other, yes, for there were two.<br />The second round the curving hillside road<br />Was a girl; and she halted some way off<br />To reconnoitre, and then made up her mind<br />At least to pass by and see who he was,<br />And perhaps hear some word about the weather.<br />This was some Stark she didn’t know. He nodded.<br />“No fête to-day,” he said.<br /><br />“It looks that way.”<br />She swept the heavens, turning on her heel.<br />“I only idled down.”<br /><br />“I idled down.”<br /><br />Provision there had been for just such meeting<br />Of stranger cousins, in a family tree<br />Drawn on a sort of passport with the branch<br />Of the one bearing it done in detail—<br />Some zealous one’s laborious device.<br />She made a sudden movement toward her bodice,<br />As one who clasps her heart. They laughed together.<br />“Stark?” he inquired. “No matter for the proof.”<br /><br />“Yes, Stark. And you?”<br /><br />“I’m Stark.” He drew his passport.<br /><br />“You know we might not be and still be cousins:<br />The town is full of Chases, Lowes, and Baileys,<br />All claiming some priority in Starkness.<br />My mother was a Lane, yet might have married<br />Anyone upon earth and still her children<br />Would have been Starks, and doubtless here to-day.”<br /><br />“You riddle with your genealogy<br />Like a Viola. I don’t follow you.”<br /><br />“I only mean my mother was a Stark<br />Several times over, and by marrying father<br />No more than brought us back into the name.”<br /><br />“One ought not to be thrown into confusion<br />By a plain statement of relationship,<br />But I own what you say makes my head spin.<br />You take my card—you seem so good at such things—<br />And see if you can reckon our cousinship.<br />Why not take seats here on the cellar wall<br />And dangle feet among the raspberry vines?”<br /><br />“Under the shelter of the family tree.”<br /><br />“Just so—that ought to be enough protection.”<br /><br />“Not from the rain. I think it’s going to rain.”<br /><br />“It’s raining.”<br /><br />“No, it’s misting; let’s be fair.<br />Does the rain seem to you to cool the eyes?”<br /><br />The situation was like this: the road<br />Bowed outward on the mountain half-way up,<br />And disappeared and ended not far off.<br />No one went home that way. The only house<br />Beyond where they were was a shattered seedpod.<br />And below roared a brook hidden in trees,<br />The sound of which was silence for the place.<br />This he sat listening to till she gave judgment.<br /><br />“On father’s side, it seems, we’re—let me see——”<br /><br />“Don’t be too technical.—You have three cards.”<br /><br />“Four cards, one yours, three mine, one for each branch<br />Of the Stark family I’m a member of.”<br /><br />“D’you know a person so related to herself<br />Is supposed to be mad.”<br /><br />“I may be mad.”<br /><br />“You look so, sitting out here in the rain<br />Studying genealogy with me<br />You never saw before. What will we come to<br />With all this pride of ancestry, we Yankees?<br />I think we’re all mad. Tell me why we’re here<br />Drawn into town about this cellar hole<br />Like wild geese on a lake before a storm?<br />What do we see in such a hole, I wonder.”<br /><br />“The Indians had a myth of Chicamoztoc,<br />Which means The Seven Caves that We Came out of.<br />This is the pit from which we Starks were digged.”<br /><br />“You must be learned. That’s what you see in it?”<br /><br />“And what do you see?”<br /><br />“Yes, what do I see?<br />First let me look. I see raspberry vines—”<br /><br />“Oh, if you’re going to use your eyes, just hear<br />What I see. It’s a little, little boy,<br />As pale and dim as a match flame in the sun;<br />He’s groping in the cellar after jam,<br />He thinks it’s dark and it’s flooded with daylight.”<br /><br />“He’s nothing. Listen. When I lean like this<br />I can make out old Grandsir Stark distinctly,—<br />With his pipe in his mouth and his brown jug—<br />Bless you, it isn’t Grandsir Stark, it’s Granny,<br />But the pipe’s there and smoking and the jug.<br />She’s after cider, the old girl, she’s thirsty;<br />Here’s hoping she gets her drink and gets out safely.”<br /><br />“Tell me about her. Does she look like me?”<br /><br />“She should, shouldn’t she, you’re so many times<br />Over descended from her. I believe<br />She does look like you. Stay the way you are.<br />The nose is just the same, and so’s the chin—<br />Making allowance, making due allowance.”<br /><br />“You poor, dear, great, great, great, great Granny!”<br /><br />“See that you get her greatness right. Don’t stint her.”<br /><br />“Yes, it’s important, though you think it isn’t.<br />I won’t be teased. But see how wet I am.”<br /><br />“Yes, you must go; we can’t stay here for ever.<br />But wait until I give you a hand up.<br />A bead of silver water more or less<br />Strung on your hair won’t hurt your summer looks.<br />I wanted to try something with the noise<br />That the brook raises in the empty valley.<br />We have seen visions—now consult the voices.<br />Something I must have learned riding in trains<br />When I was young. I used the roar<br />To set the voices speaking out of it,<br />Speaking or singing, and the band-music playing.<br />Perhaps you have the art of what I mean.<br />I’ve never listened in among the sounds<br />That a brook makes in such a wild descent.<br />It ought to give a purer oracle.”<br /><br />“It’s as you throw a picture on a screen:<br />The meaning of it all is out of you;<br />The voices give you what you wish to hear.”<br /><br />“Strangely, it’s anything they wish to give.”<br /><br />“Then I don’t know. It must be strange enough.<br />I wonder if it’s not your make-believe.<br />What do you think you’re like to hear to-day?”<br /><br />“From the sense of our having been together—<br />But why take time for what I’m like to hear?<br />I’ll tell you what the voices really say.<br />You will do very well right where you are<br />A little longer. I mustn’t feel too hurried,<br />Or I can’t give myself to hear the voices.”<br /><br />“Is this some trance you are withdrawing into?”<br /><br />“You must be very still; you mustn’t talk.”<br /><br />“I’ll hardly breathe.”<br /><br />“The voices seem to say——”<br /><br />“I’m waiting.”<br /><br />“Don’t! The voices seem to say:<br />Call her Nausicaa, the unafraid<br />Of an acquaintance made adventurously.”<br /><br />“I let you say that—on consideration.”<br /><br />“I don’t see very well how you can help it.<br />You want the truth. I speak but by the voices.<br />You see they know I haven’t had your name,<br />Though what a name should matter between us——”<br /><br />“I shall suspect——”<br /><br />“Be good. The voices say:<br />Call her Nausicaa, and take a timber<br />That you shall find lies in the cellar charred<br />Among the raspberries, and hew and shape it<br />For a door-sill or other corner piece<br />In a new cottage on the ancient spot.<br />The life is not yet all gone out of it.<br />And come and make your summer dwelling here,<br />And perhaps she will come, still unafraid,<br />And sit before you in the open door<br />With flowers in her lap until they fade,<br />But not come in across the sacred sill——”<br /><br />“I wonder where your oracle is tending.<br />You can see that there’s something wrong with it,<br />Or it would speak in dialect. Whose voice<br />Does it purport to speak in? Not old Grandsir’s<br />Nor Granny’s, surely. Call up one of them.<br />They have best right to be heard in this place.”<br /><br />“You seem so partial to our great-grandmother<br />(Nine times removed. Correct me if I err.)<br />You will be likely to regard as sacred<br />Anything she may say. But let me warn you,<br />Folks in her day were given to plain speaking.<br />You think you’d best tempt her at such a time?”<br /><br />“It rests with us always to cut her off.”<br /><br />“Well then, it’s Granny speaking: ‘I dunnow!<br />Mebbe I’m wrong to take it as I do.<br />There ain’t no names quite like the old ones though,<br />Nor never will be to my way of thinking.<br />One mustn’t bear too hard on the new comers,<br />But there’s a dite too many of them for comfort.<br />I should feel easier if I could see<br />More of the salt wherewith they’re to be salted.<br />Son, you do as you’re told! You take the timber—<br />It’s as sound as the day when it was cut—<br />And begin over——’ There, she’d better stop.<br />You can see what is troubling Granny, though.<br />But don’t you think we sometimes make too much<br />Of the old stock? What counts is the ideals,<br />And those will bear some keeping still about.”<br /><br />“I can see we are going to be good friends.”<br /><br />“I like your ‘going to be.’ You said just now<br />It’s going to rain.”<br /><br />“I know, and it was raining.<br />I let you say all that. But I must go now.”<br /><br />“You let me say it? on consideration?<br />How shall we say good-bye in such a case?”<br /><br />“How shall we?”<br /><br />“Will you leave the way to me?”<br /><br />“No, I don’t trust your eyes. You’ve said enough.<br />Now give me your hand up.—Pick me that flower.”<br /><br />“Where shall we meet again?”<br /><br />“Nowhere but here<br />Once more before we meet elsewhere.”<br /><br />“In rain?”<br /><br />“It ought to be in rain. Sometime in rain.<br />In rain to-morrow, shall we, if it rains?<br />But if we must, in sunshine.” So she went.</p><p> </p> "}, {"title": "The Code", "view_node": "/poem/code", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": " <p>There were three in the meadow by the brook<br />Gathering up windrows, piling cocks of hay,<br />With an eye always lifted toward the west<br />Where an irregular sun-bordered cloud<br />Darkly advanced with a perpetual dagger<br />Flickering across its bosom. Suddenly<br />One helper, thrusting pitchfork in the ground,<br />Marched himself off the field and home. One stayed.<br />The town-bred farmer failed to understand.<br /><br />“What is there wrong?”<br /><br />“Something you just now said.”<br /><br />“What did I say?”<br /><br />“About our taking pains.”<br /><br />“To cock the hay?—because it’s going to shower?<br />I said that more than half an hour ago.<br />I said it to myself as much as you.”<br /><br />“You didn’t know. But James is one big fool.<br />He thought you meant to find fault with his work.<br />That’s what the average farmer would have meant.<br />James would take time, of course, to chew it over<br />Before he acted: he’s just got round to act.”<br /><br />“He is a fool if that’s the way he takes me.”<br /><br />“Don’t let it bother you. You’ve found out something.<br />The hand that knows his business won’t be told<br />To do work better or faster—those two things.<br />I’m as particular as anyone:<br />Most likely I’d have served you just the same.<br />But I know you don’t understand our ways.<br />You were just talking what was in your mind,<br />What was in all our minds, and you weren’t hinting.<br />Tell you a story of what happened once:<br />I was up here in Salem at a man’s<br />Named Sanders with a gang of four or five<br />Doing the haying. No one liked the boss.<br />He was one of the kind sports call a spider,<br />All wiry arms and legs that spread out wavy<br />From a humped body nigh as big’s a biscuit.<br />But work! that man could work, especially<br />If by so doing he could get more work<br />Out of his hired help. I’m not denying<br />He was hard on himself. I couldn’t find<br />That he kept any hours—not for himself.<br />Daylight and lantern-light were one to him:<br />I’ve heard him pounding in the barn all night.<br />But what he liked was someone to encourage.<br />Them that he couldn’t lead he’d get behind<br />And drive, the way you can, you know, in mowing—<br />Keep at their heels and threaten to mow their legs off.<br />I’d seen about enough of his bulling tricks<br />(We call that bulling). I’d been watching him.<br />So when he paired off with me in the hayfield<br />To load the load, thinks I, Look out for trouble.<br />I built the load and topped it off; old Sanders<br />Combed it down with a rake and says, ‘O. K.’<br />Everything went well till we reached the barn<br />With a big catch to empty in a bay.<br />You understand that meant the easy job<br />For the man up on top of throwing <em>down</em><br />The hay and rolling it off wholesale,<br />Where on a mow it would have been slow lifting.<br />You wouldn’t think a fellow’d need much urging<br />Under these circumstances, would you now?<br />But the old fool seizes his fork in both hands,<br />And looking up bewhiskered out of the pit,<br />Shouts like an army captain, ‘Let her come!’<br />Thinks I, D’ye mean it? ‘What was that you said?’<br />I asked out loud, so’s there’d be no mistake,<br />‘Did you say, Let her come?’ ‘Yes, let her come.’<br />He said it over, but he said it softer.<br />Never you say a thing like that to a man,<br />Not if he values what he is. God, I’d as soon<br />Murdered him as left out his middle name.<br />I’d built the load and knew right where to find it.<br />Two or three forkfuls I picked lightly round for<br />Like meditating, and then I just dug in<br />And dumped the rackful on him in ten lots.<br />I looked over the side once in the dust<br />And caught sight of him treading-water-like,<br />Keeping his head above. ‘Damn ye,’ I says,<br />‘That gets ye!’ He squeaked like a squeezed rat.<br />That was the last I saw or heard of him.<br />I cleaned the rack and drove out to cool off.<br />As I sat mopping hayseed from my neck,<br />And sort of waiting to be asked about it,<br />One of the boys sings out, ‘Where’s the old man?’<br />‘I left him in the barn under the hay.<br />If ye want him, ye can go and dig him out.’<br />They realized from the way I swobbed my neck<br />More than was needed something must be up.<br />They headed for the barn; I stayed where I was.<br />They told me afterward. First they forked hay,<br />A lot of it, out into the barn floor.<br />Nothing! They listened for him. Not a rustle.<br />I guess they thought I’d spiked him in the temple<br />Before I buried him, or I couldn’t have managed.<br />They excavated more. ‘Go keep his wife<br />Out of the barn.’ Someone looked in a window,<br />And curse me if he wasn’t in the kitchen<br />Slumped way down in a chair, with both his feet<br />Stuck in the oven, the hottest day that summer.<br />He looked so clean disgusted from behind<br />There was no one that dared to stir him up,<br />Or let him know that he was being looked at.<br />Apparently I hadn’t buried him<br />(I may have knocked him down); but my just trying<br />To bury him had hurt his dignity.<br />He had gone to the house so’s not to meet me.<br />He kept away from us all afternoon.<br />We tended to his hay. We saw him out<br />After a while picking peas in his garden:<br />He couldn’t keep away from doing something.”<br /><br />“Weren’t you relieved to find he wasn’t dead?”<br /><br />“No! and yet I don’t know—it’s hard to say.<br />I went about to kill him fair enough.”<br /><br />“You took an awkward way. Did he discharge you?”<br /><br />“Discharge me? No! He knew I did just right.”</p> "}, {"title": "Nature Aria", "view_node": "/poem/nature-aria", "field_author": "<a href=\"/poet/yi-lei\" hreflang=\"en\">Yi Lei</a>", "field_date_published": "2018", "body": " <p><em>translated by <a href=\"/node/44330\">Tracy K. Smith</a> and Changtai Bi</em></p><p>Autumn wind chases in<br />From all directions<br />And a thousand chaste leaves<br />Give way.</p><p>Scatter in me the seeds<br />Of a thousand saplings.<br />Let grow a grassy heaven.<br />On my brow: a sun.<br />This bliss is yours, Living<br />World, and alone it endures.<br />Music at midnight.<br />Young wine.<br />Lovers hand in hand<br />By daylight, moonlight.<br />Living World, hold me<br />In your mouth,</p><p>Slip on your frivolous shoes<br />And dance with me. My soul<br />Is the wild vine<br />Who alone has grasped it,<br />Who has seen through the awful plot,<br />Who will arrive in time to vanquish<br />The river already heavy with blossoms,<br />The moon spilling light onto packs<br />Of men. What is sadder than witless<br />Wolves, wind without borders,<br />Nationless birds, small gifts<br />Laden with love’s intentions?</p><p>Fistfuls of rain fall hard, fill<br />My heart with mud.  An old wind<br />May still come chasing in.<br />Resurrection fire. And me here<br />Laughing like a cloud in trousers,<br />Entreating the earth to bury me.</p> "}, {"title": "The Nude", "view_node": "/poem/nude", "field_author": "<a href=\"/poet/yi-lei\" hreflang=\"en\">Yi Lei</a>", "field_date_published": "2018", "body": " <p><em>translated by <a href=\"/node/44330\">Tracy K. Smith</a> and Changtai Bi</em></p><p>My eye laps at you in lamplight<br />Like a white hot tongue. Longing</p><p>Draws back, then rises, tidal.</p><p>The curtain of my hair<br />Announces my breasts. Your lips:</p><p>A languid breeze. Like a miracle<br />We feast and feast and nothing is spent.</p><p>Let flesh attend to flesh, sex to sex.<br />O, dexterous gold watch of the universe</p><p>On which one minute can straddle<br />A hundred years.</p> "}, {"title": "A Single Woman&#039;s Bedroom", "view_node": "/poem/single-womans-bedroom", "field_author": "<a href=\"/poet/yi-lei\" hreflang=\"en\">Yi Lei</a>", "field_date_published": "2018", "body": " <p><em>translated by <a href=\"/node/44330\">Tracy K. Smith</a> &amp; Changtai Bi</em></p><p> </p><p>1. Mirror Trick</p><p>Of course you know her.<br />She is one and many,<br />A multitude flashing on, then off,<br />Watching out from the tidy blank<br />of her face. She is silent, speaking<br />With just her mind. She is flesh, a form,<br />but also flat, a mute screen.<br />What she offers you, by no means<br />Should you accept.  She belongs to no-one,<br />sitting like a ghost beyond her own reach.<br />And yet, she’s there—I mean <em>me</em>—<br />Behind glass, as if the world has been cleaved,<br />Though something whole remains,<br />Roving, free, a voice with poise and pitch.<br /> She’s there—<em>me</em>—snug in the glass,<br />The little mirror on the bedside<br />Doing its one trick<br />A hundred times a day.<br />             You didn’t come to live with me.<br /> </p><p>2. Turkish Bath</p><p>The room is choked with nudes.<br />Once, a man tried to muscle in by mistake<br />Crying, “Turkish bath!” He had no idea<br />My door is always locked in this heat,<br />No idea that I am the sole guest and client,<br />The chief consort, that I cast my gaze<br />Of pity and absolute pride across<br />The length of my limbs—lithe, pristine—<br />The bells of my breasts singing,<br />The high bright note of my ass,<br />My shoulders a warm chord,<br />The chorus of muscle that rings<br />Ecstatic.  I am my own model.<br />I create, am created, my bed<br />Is heaped with photo albums,<br />Socks and slips scatted on a table.<br />A spray of winter jasmine wilts<br />In its glass vase, dim yellow, like<br />Despondent gold. Blossoms carpet<br />The floor, which is a patchwork<br />Of pillows. Pick a corner, sleep in peace.<br />             You didn’t come to live with me.<br /> </p><p>3. Curtain Habit</p><p>The curtain seals out the day.<br />Better that way to let my mind<br />See what it sees (every evil under the sun),<br />Or to kneel before the heart, quiet king,<br />Feeling brave and consummately free.<br />Better that way to let all that I want<br />And all I believe swarm me like bees,<br />Or ghosts, or a cloud of smoke someone<br />Blows, beckoning. I come. I cry out<br />In release. I give birth<br />To a battery of clever babies—triplets,<br />Quintuplets, so many all at once.<br />The curtain seals in my joy.<br />The curtain holds the razor out of reach,<br />Puts the pills on a shelf out of sight.<br />The curtain snuffs shut and I bask in the bounty<br />Of being alive. The music begins.<br />Love pools in every corner.<br />             You didn’t come to live with me.<br /> </p><p>4.  Self-Portrait</p><p>The camera snaps. Spits me out starkly ugly.<br />So I set out to paint the self within myself.<br />It takes twelve tubes, blended to a living tint,<br />Before I believe me. I name the mixture <em>Color P</em>.<br />The hair—curious, unlikely—is my favorite,<br />The same fluff of bangs tickling my niece’s face.<br />And my eyebrows are wide as hills. They swallow everything.<br />They are a feat.  They do not impress me as likely to age.<br />They are brimming with wisdom. Neither slavish nor stern.<br />Not magnificent, but not the kind made to crumple in shame.<br />Not prudish.  Unwilling to arch and beckon like a whore’s. <br />They skitter away from certainties like <em>alive</em> or <em>dead</em>. <br />My self-portrait hangs on the narrow wall,<br />And I kneel down to it every day. </p><p>             You didn’t come to live with me.<br /> </p><p>5.  Impromptu Party</p><p>The little table is draped with a festive cloth, and<br />Light blurs out from a single lamp, making us fuzzy.</p><p>A sip of red wine, and I rise to my feet. We are<br />Dancing, my guests and I, like kids in a ballroom.</p><p>We don’t smile or even speak. <br />We’ve had a lot to drink.</p><p>To a single woman, time is like a scrap of meat:<br />Nothing you can afford to give away. I want</p><p>To hold it in my lap, Time, that sneak, that thief already<br />Scheming to break free.  Please—I beg</p><p>Upon the magnificent extravagance of my beloved stilettos,<br />I want the world back.  I’ve been alive—could it be?—</p><p>Near a century. My face has closed up shop. <br />My feet are a desolate country. </p><p>For a single woman, youth is a feast that lasts<br />Only until it is gone.</p><p>             You didn’t come to live with me.<br /> </p><p>6.  Invitation</p><p>When it arrived, I was interrupted by relief,<br />Sitting in my rattan chair, feeling the wind ease in<br />Through the hole in my life.</p><p>I only said yes because of his dissertation. Friends,<br />Nothing more. We talked—he talked—about modernism,<br />Black humor. But always at a distance from reality.</p><p>Why didn’t he ask me anything?<br />Tender and petulant, he struck me as cute.<br />But at heart, only a very well-behaved boy.</p><p>He offers his arm. Elegant, decent, gallant.<br />But how can I prove myself a woman<br />If he is a child? What can come of that union?</p><p>Can any of us save ourselves? Save another?</p><p>             You didn’t come to live with me.<br /> </p><p>7. Sunday Alone</p><p>I don’t picnic on Sundays.<br />Parks are a sad song; I steer clear.<br />But I dug out all my sheet music,<br />I lolled about in the Turkish Bath<br />Singing from breakfast to tea.<br />With my hair, I sang <em>Do</em><br />And my eyes, <em>Re</em><br />And my ear sounded <em>Mi</em><br />And my nose went after <em>Fa</em><br />My face tilted back and out rose <em>So</em><br />My mouth breathed <em>La</em><br />My whole body birthed <em>Ti</em><br />Like my cousin said, famously—<br /><em>Music is the soul sighing</em>.<br />Music pushes back against pain.<br />Solitude is great (but I don’t want<br />Greatness). My eyes slump<br />Against the walls. My hair<br />Hurls itself at the ceiling like a colony<br />Of bats.<br />             You didn’t come to live with me.<br /> </p><p>8.  Dialectic</p><p>I read materialist philosophy—<br />Material ispeerless.<br />But I’m creationless.<br />I don’t even procreate.<br />What use does the world have for me<br />Here beside my reams of cock-eyed drafts<br />That nick away at the mountain of<br />Art and philosophy?<br />             Firstly, Existentialism.<br />             Secondly, Dadaism.<br />             Thirdly, Positivism.<br />             Lastly, Surrealism.<br />Mostly, I think people live<br />For the sake of living.<br />Is living a feat?<br />What will last?<br />My chief function is obsolescence.<br />Still, I send out my stubborn breath<br />In every direction. I am determined<br />To commit myself to a marriage<br />Of connivance.<br />             You didn’t come to live with me.<br /> </p><p>9.  Downpour</p><p>Rain hacks at the earth like an insatiable man.<br />Disquiet, like passion, subsides instantly.<br />Six distinct desires mate, are later married.<br />At the moment, I want everything and nothing.<br />The rainstorm barricaded all the roads. Sandbags.<br />Isn’t there something gladdening about a dead-end?<br />I canceled my plans, my trysts, my escapes.<br />For a moment—I almost blinked and missed it—the storm<br /><span class=\"long-line\">Stopped the clock that chases me. The clock of the heart, maybe.</span><br />It was an ecstasy so profound…<br />             “Ah, linger on, thou art so fair!”<br />I’d rather admit despair. And die.<br />                         You didn’t come to live with me.<br /> </p><p>10. Dream of Symbolism</p><p>I occupy the walls that surround me.<br />When did I become so rectilinear?<br />I had a rectilinear dream:<br />The rectilinear sky in Leo:<br />The head, for a while, shone brightest.<br />Next the tail.  After a while<br />It became a wild horse<br />Galloping into the distances of the universe,<br />Lasso dragging behind, tethered to nothing.<br />There are no roads in the black night that contains us.<br />Every step is a step into absence.<br />I don’t remember the last time I saw<br />A free soul. If she still exists, fire-eyed gypsy,<br />She’ll die young.<br />                         You didn’t come to live with me.<br /> </p><p>11. Birthday Candles</p><p>They are like heaps of stars.<br />My flat roof is like a private galaxy<br />That stretches on stubbornly forever.</p><p>The universe created us by chance,<br />Our birth, simple happenstance.<br />Should life be guarded or gambled?<br />Lodged in a vault or flung to the wind?</p><p>God announces: Happy Birthday.<br />Everyone raises a glass and giggles audibly.<br />Death gets clearer in the distance. Closer by a year.</p><p>Because all are afraid, none is afraid.<br />It’s pity how fast youth sputters and burns,<br />Its flame like the season’s last peony.<br />A bright misery.</p><p>                         You didn’t come to live with me.<br /> </p><p>12.  Cigarette</p><p>I lift it to my lips, supremely slim,<br />Igniting my desire to be a woman.<br />I appreciate the grace of the gesture,<br />Cosmopolitan, a shorthand for beauty,<br />The winding haze off the tip like the chaos of sex.<br />Loneliness can be sweet. I re-read the paper.<br />The ban on smoking underway<br />Has gotten a bonfire of support. A heated topic,<br />Though I find it inflammatory. Authority<br />Flings a struck match in our direction, then<br />Gasps when we flare into flame. Law:<br />A contest between low-lives and sophisticates,<br />Though only time knows who is who.<br />Tonight I want to commit a victimless crime.<br />                         You didn’t come to live with me.<br /> </p><p>13.  Thinking  </p><p>I spend all my spare time doing it.<br />I give it a name: walking indoors.<br />I imagine a life in which I possess<br />All that I lack. I fix what has failed.<br />What never was, I build and seize.<br />It’s impossible to think of everything,<br />Yet more and more I do. Thinking<br />What I am afraid to say keeps fear<br />And fear’s twin, rage, at bay. Law<br />Squints out from its burrow, jams<br />Its quiver with arrows. It shoots<br />Like it thinks: never straight. My thoughts<br />Escape. One day, they’ll emigrate<br />To a kingdom far-off and heady.<br />My visa’s in-process, though like anyone,<br />I worry it’s overpopulated already.<br />                         You didn’t come to live with me.</p><p>14.  Hope</p><p>This city of riches has fallen empty.<br />Small rooms like mine are easy to breech.<br />Watchmen pace, peer in, gazes hungry.<br />I come and go, always alone, heavy with worry.<br />My flesh forsakes itself. Strangers’ eyes<br />Drill into me till I bleed. I beg God:<br />Make me a ghost. Something invisible<br />Blocks every road. I wait night after night<br />With a hope beyond hope. If you come,<br />Will nation rise against nation? If you come,<br />Will the Yellow River drown its banks?<br />If you come, will the sky blacken and rage?<br />Will your coming decimate the harvest?<br />There is nothing I can do in the face of all I hate.<br />What I hate most is the person I’ve become.<br />                         You didn’t come to live with me.</p> "}], "pager": {"current_page": 231, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}