{"rows": [{"title": "Poem Interrupted by Whitesnake", "view_node": "/poem/poem-interrupted-whitesnake", "field_author": "<a href=\"/poet/timothy-donnelly\" hreflang=\"und\">Timothy Donnelly</a>", "field_date_published": "2012", "body": " <p>That agreeable feeling we haven't yet been able<br />   to convert into words to our satisfaction<br /><br />despite several conscious attempts to do so<br />   might prove in the end to be nothing<br /><br />more than satisfaction itself, an advanced<br />   new formula just sitting there waiting to be<br /><br />marketed as such: <i>Let my logo be the couch</i><br />   I can feel it pulse as the inconstant moon<br /><br />to which I've come to feel attached continues to pull<br />   away from earth at a rate of 1.6 inches<br /><br />every solar year: <i>Let my logo be the couch<br />   where you merge into nights until you can't</i><br /><br />up from the shadows of a factory warehouse<br />   in historic Secaucus built on top of old swamp-<br /><br />land I can feel it: <i>Let my logo be the couch<br />   where you merge into nights until you can't<br /><br />even remember what you wanted to begin with.<br />   Let my slogan be the scrapes of an infinite<br /><br />catalogue's pages turning over and over until you<br />   find it again</i>.<br /><br />                     In the air above Secaucus<br /><br />a goldfinch, state bird of New Jersey, stops dead<br />   midflight and falls to the asphalt of a final<br /><br />parking lot. Where it lands is a sacred site<br />   and earth is covered in them. Each is like<br /><br />the single seed from which an entire wheat field<br />   generates. This happens inside oneself<br /><br />so one believes oneself to be the owner of it.<br />   From the perimeter of the field one watches<br /><br />as its workers undertake their given tasks:<br />   some cut the wheat, some bundle it; others picnic<br /><br />in the shade of a pear tree, itself a form of<br />   labor, too, when unfolding at the worksite.<br /><br />A gentle pride engilds this last observation like<br />   sun in September. Because this happens<br /><br />inside oneself one feels one must be its owner.<br />   But call out to the workers, even kindly,<br /><br />and they won't call back, they won't even look up<br />   from their work.<br /><br />                        There must be someplace<br /><br />else where life takes place besides in front of<br />   merchandise, but at the moment I can't think of it.<br /><br />In the clean white light of the market I am where<br />   I appertain, where everything exists<br /><br />for me to purchase. If there's a place of not meaning<br />   what you feel but at the same time meaning<br /><br />every word, or almost, I might have been taught<br />   better to avoid it, but<br /><br />                                here I go again<br /><br />on my own, going down the only road I've ever<br />   known, trusting Secaucus's first peoples<br /><br />meant something specific and true when they fused<br />   the words <i>seke</i>, meaning <i>black</i>, and <i>achgook</i>,<br /><br />meaning <i>snake</i>, together to make a compound<br />   variously translated as \"place where the snake<br /><br />hides,\" \"place of black snakes,\" or, more simply,<br />   \"salt marsh.\"<br /><br />                   Going moon over the gone marsh<br /><br />Secaucus used to be, I keep making the same<br />   mistake over and over, and so do you, slowly<br /><br />speeding up your orbital velocity, and thereby<br />   increasing your orbital radius, just like Kepler<br /><br />said you would, and though I keep trying not<br />   to take it to heart, I can't see where else there is<br /><br />to go with it. In German, a <i>Kepler</i> makes caps<br />   like those the workers wear who now bundle<br /><br />twigs for kindling under the irregular gloom. One looks<br />   to be making repairs to a skeletal umbrella<br /><br />or to the thoughts a windmill entertains by means<br />   of a silver fish. Off in the distance, ships tilt<br /><br />and hazard up the choppy inlet. Often when I look<br />   at an object, I feel it looking back, evaluating<br /><br />my capacity to afford it.<br /><br />                               Maybe not wanting<br />   anything in particular means mildly wanting<br /><br />whatever, constantly, spreading like a wheat<br />   field inside you as far as the edge of the pine<br /><br />forest where the real owners hunt fox. They keep you<br />   believing what you see and feel are actually<br /><br />yours or yours to choose. And maybe it's this<br />   belief that keeps you from burning it all down.<br /><br />In this economy, I am like the fox, my paws no good<br />   for fire-starting yet, and so I scamper back<br /><br />to my deep den to fatten on whatever I can find.<br />   Sated, safe, disremembering what it's like<br /><br />up there, meaning everywhere, I tuck nose under tail<br />   after I exhaust the catalogues, the cheap stuff<br /><br />and sad talk to the moon, including some yelping but<br />   never howling at it, which is what a wolf does.</p> "}, {"title": "The Gift", "view_node": "/poem/gift-0", "field_author": "<a href=\"/poet/chard-deniord\" hreflang=\"und\">Chard deNiord</a>", "field_date_published": "2012", "body": " <blockquote>In memory of Ruth Stone (June 8th, 1915-November 19th, 2011)</blockquote><p>\"All I did was write them down<br />wherever I was at the time, hanging<br />laundry, baking bread, driving to Illinois.<br />My name was attached to them<br />on the page but not in my head<br />because the bird I listened to outside<br />my window said I couldn't complain<br />about the blank in place of my name<br />if I wished to hold both ends of the wire<br />like a wire and continue to sing instead<br />of complain. It was my plight, my thorn,<br />my gift—the one word in three I was<br />permitted to call it by the Muse who took<br />mercy on me as long as I didn't explain.\"</p> "}, {"title": "Providence", "view_node": "/poem/providence-0", "field_author": "<a href=\"/poet/catherine-barnett\" hreflang=\"und\">Catherine Barnett</a>", "field_date_published": "2012", "body": " <pre>\nThis evening I shared a cab with a priest\nwho said it was a fine day to ride cross town\n\nwith a writer. But I can't\nfinish the play I said,\n\nit's full of snow.\nThe jaywalkers\n\nwalked slowly, a cigarette warmed\nsomeone's hand.\n\nSome of the best sermons\ndon't have endings, he said\n\nwhile the tires rotated unceasingly\nbeneath us.\n\nAll over town people were waiting\nand doubleparked and\n\nmaking love and waiting.\nThe temperature dropped\n\nuntil the shiverers zipped their jackets\nand all manner of things started up again.</pre>\n "}, {"title": "Sweet Double, Talk-Talk [iv.]", "view_node": "/poem/sweet-double-talk-talk-iv", "field_author": "<a href=\"/poet/catherine-barnett\" hreflang=\"und\">Catherine Barnett</a>", "field_date_published": "2012", "body": " <p><b>iv.</b><br /><br />I know agape means both dumbly<br />open and love not the kind of love<br />that climbed the stairs to you.</p> "}, {"title": "Chorus", "view_node": "/poem/chorus", "field_author": "<a href=\"/poet/catherine-barnett\" hreflang=\"und\">Catherine Barnett</a>", "field_date_published": "2012", "body": " <pre>\nSo who mothers the mothers\nwho tend the hallways of mothers,\nthe spill of mothers, the smell of mothers,\nwho mend the eyes of mothers,\nthe lies of mothers scared\nto turn on lights in basements\nfilled with mothers called by mothers in the dark,\nthe kin of mothers, the gin of mothers,\nmothers out on bail,\nwho mothers the hail-mary mothers\nasleep in their stockings\nwhile the crows sing heigh ho carrion crow,\nfol de riddle, lol de riddle,\ncarry on, carry on—</pre>\n "}, {"title": "Sojourn", "view_node": "/poem/sojourn", "field_author": "<a href=\"/poet/catherine-barnett\" hreflang=\"und\">Catherine Barnett</a>", "field_date_published": "2012", "body": " <pre>\nMy son took a picture of me\njumping the cemetery wall. <i>Do it again</i>,\nhe said, as if I'd got out too fast.\n<i>Pretend you're really climbing</i>.\n\nIn the retake my lazy eye is half shut,\nand the other is smiling or crying.</pre>\n "}, {"title": "Textbook &amp; Absence (Anatomy)", "view_node": "/poem/textbook-absence-anatomy", "field_author": "<a href=\"/poet/catherine-barnett\" hreflang=\"und\">Catherine Barnett</a>", "field_date_published": "2012", "body": " <pre>\nAt school he studies the human body:\naorta, valve, muscle, vein.\nAt home he redesigns it\nout of cardboard and twine\nuntil it looks like a coat he might hang\non a hook with other missing coats.</pre>\n "}, {"title": "Another Epistle to Frank O&#039;Hara", "view_node": "/poem/another-epistle-frank-ohara", "field_author": "<a href=\"/poet/david-wojahn\" hreflang=\"und\">David Wojahn</a>", "field_date_published": "2012", "body": " <blockquote><i>On the Forty-Ninth Birthday of \"The Day Lady Died\"</i></blockquote>\n<pre>\nIt is 3:00 in the torpid New South, three days past Bastille Day &amp; yes\n        this is the form you fashioned,\nisn't it? Exact &amp; fast &amp; haunted as the opening chords of \"Sweet Jane\"\n        (Mott the Hoople version),\nwhich pulses from the minivan as I drive from shrink to soccer camp, shirtpocket\n        staining my new Rx with sweat,\n\nthe bank thermometer flashing 103, the day's new record. We still\n        use Fahrenheit, Frank\n(if I may call you Frank). I might add that we are in deep shit,\n        icecaps turning slush,\na gallon of regular more pricey than an opera ticket, not to mention\n        a pair of wars, one of which\n\njust killed a reservist—the husband of my son's kindergarten teacher.\n        IED, it's called: your body parts\nsail for blocks. How do you explain this to a six-year-old, Frank?\n        Gauloises &amp; Strega &amp; your endless\nnamechecks seem beside the point; even the willowy &amp; ravished\n        junkie whisper of late\n\nLady Day cannot console. They have confiscated our cabaret licenses\n        &amp; men in camouflage turn men\nin orange jumpsuits into whimpering fetal balls. Head slap, stress position,\n        waterboard. Explain this\nto a six-year-old. Today in the shrink-office <i>Time</i>, an obit for\n        your long-lived buddy\n\nRobert Rauschenberg—<i>the trick is not to impose order but to make\n        the most of chaos</i>.\nUh huh. The Odyssey's—yes that's the name, <i>Odyssey Espresso</i>—unwieldy\n        as a subway car &amp; I'm running\nyellow lights to make it on time to the Y, where Jake will stand\n        by the potted doorway marigolds,\n\nbackpack, NASA baseball cap, his new black soccer cleats\n        in hand. Then together\nit's hardware store &amp; CVS: ant killer, a/c filters, orange tabs\n        to twist the dials of serotonin,\na goofy card for Noelle's fiftieth. Also her grocery list: milk, dinner,\n        eggs, cheap pinot noir &amp; a cheaper\n\n(<i>please</i>, David) chardonnay this time. My skills at self-portratiure,\n        we can both agree,\nare limited. At two a.m. most nights I wake in terror. I pray\n        to your good spirit, Frank,\nthat I be worthy of this life, longer than yours already by a decade\n        &amp; a half. &amp; I am back\n\nin a Minnesota dorm room, eighteen, snow occluding Fourth Street,\n        colder than today by\none hundred degrees, &amp; spellbound I page your big new phonebook-sized\n        <i>Collected</i>, the \"suppressed\"\nLarry Rivers cover, where naked you stand, posing Rodin-ishly.\n        (Where is it now? Tattered\n\n&amp; worth a dozen tanks of premium.) &amp; it's grace to be born\n        &amp; to live as variously as possible.\nGrace o soccer cleat, Xanax, Odyssey, grace o standin-on-the-corner\n        -suitcase-in-my-hand,\no seasons, o castles, o elegant &amp; gracious &amp; bedazzling Noelle,\n        who waiteth for me to uncork\n\nRex Goliath. Grace o box set <i>Billie Holiday: The Final Sessions</i>,\n        orchid ashimmer in her lacquered hair.\n&amp; Congressional hearings—Rumsfeld, Addington, Yoo: let's start\n        the war crimes tril <i>now</i>. Grace o milk,\ndinner, eggs, o Chamber of the Felines at Lascaux, o my damaged\n        life mask of Keats on the wall,\n\nwho now, poor bloke, looks trepanned. Grace o Microsoft Word\n        (fucked up as it is), Grace\no songs of Junior Parker, Robyn Hitchcock, Grant McLennan. &amp; wise\n        George Oppen—\ndid you know him, Frank?—writing thusly in his <i>Daybook:\n        you men may wish\n\nto write poetry. At 55, my desires are more specific</i>.</pre>\n "}, {"title": "Web Prayer for Milosz", "view_node": "/poem/web-prayer-milosz", "field_author": "<a href=\"/poet/david-wojahn\" hreflang=\"und\">David Wojahn</a>", "field_date_published": "2012", "body": " <pre>\nFrom euphoria at the blossom's destruction\n\n                   *\n\nin time-lapse, save us. We quicken &amp; hiss like serpents,\n\n                   *\n\nour tongues flick us forward. We are studies of peritonitis\n\n                   *\n\nat the U.S. Forensic Death Farm in Tennessee. From the stunned\n\n                   *\n\nhalf-smiles of the decomposed, we rise. A dwarf inflates\n\n                   *\n\nto a giant, bloated like a Macy's float. The corpse\n\n                   *\n\nis arranged in Holding Area 232a: the effects\n\n                   *\n\nof assault rifle fire have been digitally photographed\n\n                   *\n\nfor the muse to download for this page, an aggregate of signs\n\n                   *\n\nthat I have fashioned with her aid. Tell me\n\n                   *\n\nto what end, o master. Without you words are pure convention.\n\n                   *\n\nShow me where the soul clings on, the Ineffable Name.\n\n                   *\n\nThe language of the old belief, has it perished?\n\n                   *\n\nKeystroke, rictus, click, contusion: the apparitions gather like breath.</pre>\n "}, {"title": "Preludes", "view_node": "/poem/preludes", "field_author": "<a href=\"/poet/t-s-eliot\" hreflang=\"und\">T. S. Eliot</a>", "field_date_published": "1920", "body": " <p><b>I</b></p><p>The winter evening settles down<br />With smell of steaks in passageways.<br />Six o'clock.<br />The burnt-out ends of smoky days.<br />And now a gusty shower wraps<br />The grimy scraps<br />Of withered leaves about your feet<br />And newspapers from vacant lots;<br />The showers beat<br />On broken blinds and chimney-pots,<br />And at the corner of the street<br />A lonely cab-horse steams and stamps.</p><p>And then the lighting of the lamps.</p><br /><p><b>II</b></p><p>The morning comes to consciousness<br />Of faint stale smells of beer<br />From the sawdust-trampled street<br />With all its muddy feet that press<br />To early coffee-stands.</p><p>With the other masquerades<br />That time resumes,<br />One thinks of all the hands<br />That are raising dingy shades<br />In a thousand furnished rooms.</p><br /><p><b>III</b></p><p> </p><p>You tossed a blanket from the bed,<br />You lay upon your back, and waited;<br />You dozed, and watched the night revealing<br />The thousand sordid images<br />Of which your soul was constituted;<br />They flickered against the ceiling.<br />And when all the world came back<br />And the light crept up between the shutters<br />And you heard the sparrows in the gutters,<br />You had such a vision of the street<br />As the street hardly understands;<br />Sitting along the bed's edge, where<br />You curled the papers from your hair,<br />Or clasped the yellow soles of feet<br />In the palms of both soiled hands.</p><br /><p><b>IV</b></p><p> </p><p>His soul stretched tight across the skies<br />That fade behind a city block,<br />Or trampled by insistent feet<br />At four and five and six o'clock;<br />And short square fingers stuffing pipes,<br />And evening newspapers, and eyes<br />Assured of certain certainties,<br />The conscience of a blackened street<br />Impatient to assume the world.</p><p>I am moved by fancies that are curled<br />Around these images, and cling:<br />The notion of some infinitely gentle<br />Infinitely suffering thing.</p><p>Wipe your hand across your mouth, and laugh;<br />The worlds revolve like ancient women<br />Gathering fuel in vacant lots.</p> "}, {"title": "At Hobby Lobby", "view_node": "/poem/hobby-lobby", "field_author": "<a href=\"/poet/rosa-alcala\" hreflang=\"und\">Rosa Alcalá</a>", "field_date_published": "2012", "body": " <p>She tosses a bolt of fabric into the air. Hill country, prairie, a horse trots there. I say three yards, and her eyes say more: What you need is guidance, a hand that can zip a scissor through cloth. What you need is a picture of what you've lost. To double the width against the window for the gathering, consider where you sit in the morning. Transparency's appealing, except it blinds us before day's begun. How I long to captain that table, to return in a beautiful accent a customer's request. My mother kneeled down against her client and cut threads from buttons with her teeth, inquiring with a finger in the band if it cut into the waist. Or pulled a hem down to a calf to cool a husband's collar. I can see this in my sleep and among notions. My bed was inches from the sewing machine, a dress on the chair forever weeping its luminescent frays. Sleep was the sound of insinuation, a zigzag to keep holes receptive. Or awakened by a backstitch balling under the foot. A needle cracking? Blood on a white suit? When my baby's asleep I write to no one and cannot expect a response. The fit's poor, always. No one wears it out the door. But fashions continue to fly out of magazines like girls out of windows. Sure, they are my sisters. Their machines, my own. The office from which I wave to them in their descent has uneven curtains, made with my own pink and fragile hands.</p> "}, {"title": "What I&#039;m Looking For", "view_node": "/poem/what-im-looking", "field_author": "<a href=\"/poet/maureen-n-mclane\" hreflang=\"und\">Maureen N. McLane</a>", "field_date_published": "2012", "body": " <p>What I'm looking for<br />is an unmarked door<br />we'll walk through<br />and there: whatever<br />we'd wished for<br />beyond the door.<br /><br />What I'm looking for<br />is a golden bowl<br />carefully repaired<br />a complete world sealed<br />along cracked lines.<br /><br />What I'm looking for<br />may not be there.<br />What you're looking for<br />may or may not<br />be me. I'm listening for<br /><br />the return of that sound<br />I heard in the woods<br />just now, that silvery sound<br />that seemed to call<br />not only to me.</p> "}, {"title": "Autumn", "view_node": "/poem/autumn-3", "field_author": "<a href=\"/poet/t-e-hulme\" hreflang=\"und\">T. E. Hulme</a>", "field_date_published": "1909", "body": " <pre>\nA touch of cold in the Autumn night\nI walked abroad,\nAnd saw the ruddy moon lean over a hedge\nLike a red-faced farmer.\nI did not stop to speak, but nodded; \nAnd round about were the wistful stars\nWith white faces like town children.</pre>\n "}, {"title": "effect shrewd preferences", "view_node": "/poem/effect-shrewd-preferences", "field_author": "<a href=\"/poet/evie-shockley\" hreflang=\"und\">Evie Shockley</a>", "field_date_published": "2012", "body": " <p>the screed seen here blesses<br />        the sweet, the meek, the gentle,<br />                the serene. let eyes ensembled<br />peep the news sheets: ere<br />        december descends, we'll elect<br />                the next pres, reps, etc. when<br />we welter, cede the wheel,<br />        we let greed-questers enter<br />                (well-dressed jerks!). they send<br />themselves the green we need,<br />        help themselves fleece the sheep<br />                we be. we're the perfect prey!<br />the press sleeps the sleep we<br />        deserve, then bleeds berserk<br />                text between celeb tweets. we'd<br />best reject the mess, steer<br />        the fleet between these repellent<br />                hells. veer! swerve! reverse!<br />here's the pledge: we'll expect<br />        better press. elect the decent<br />                men, the keenest shes. revere<br />sense. never feed spleen lest<br />        we weep endless weeks, red-<br />                eyed, bereft. let excellent pens<br />represent the experts' ken, help<br />        peeps remember key elements.<br />                let's select well. we'll revel yet.</p> "}, {"title": "When I Buy Pictures", "view_node": "/poem/when-i-buy-pictures", "field_author": "<a href=\"/poet/marianne-moore\" hreflang=\"und\">Marianne Moore</a>", "field_date_published": "1921", "body": "<p><span class=\"long-line\">or what is closer to the truth,</span><br /><span class=\"long-line\">when I look at that of which I may regard myself as the imaginary possessor,</span><br /><span class=\"long-line\">I fix upon what would give me pleasure in my average moments:</span><br /><span class=\"long-line\">the satire upon curiousity in which no more is discernible</span><br /><span class=\"long-line\">than the intensity of the mood;</span><br /><span class=\"long-line\">or quite the opposite—the old thing, the medieval decorated hat-box,</span><br /><span class=\"long-line\">in which there are hounds with waists diminishing like the waist of the hour-glass,</span><br /><span class=\"long-line\">and deer and birds and seated people;</span><br /><span class=\"long-line\">it may be no more than a square of parquetry; the literal biography perhaps,</span><br /><span class=\"long-line\">in letters standing well apart upon a parchment-like expanse;</span><br /><span class=\"long-line\">an artichoke in six varieties of blue; the snipe-legged hieroglyphic in three parts;</span><br /><span class=\"long-line\">the silver fence protecting Adam's grave, or Michael taking Adam by the wrist.</span><br /><span class=\"long-line\">Too stern an intellectual emphasis upon this quality or that detracts from one's enjoyment.</span><br /><span class=\"long-line\">It must not wish to disarm anything; nor may the approved triumph easily be honored—</span><br /><span class=\"long-line\">that which is great because something else is small.</span><br /><span class=\"long-line\">It comes to this: of whatever sort it is,</span><br /><span class=\"long-line\">it must be \"lit with piercing glances into the life of things\";</span><br /><span class=\"long-line\">it must acknowledge the spiritual forces which have made it.</span></p>\n"}, {"title": "How We Found Our Way", "view_node": "/poem/how-we-found-our-way", "field_author": "<a href=\"/poet/matthew-thorburn\" hreflang=\"und\">Matthew Thorburn</a>", "field_date_published": "2013", "body": " <p>The lead dog was called Gandy.<br />If he didn't go, nobody<br />did. Jannick the musher<br />was Danish. I almost didn't catch<br />his name. It was so windy<br />and the wind was so loud.<br />\"Yah! Gandy, yah!\" he sang out.<br />Also whistled and clicked<br />his tongue. He stood on skis and slid<br />along beside the sled. If the sled<br />went too fast he sat down<br />on the front. So he was the brake.<br />His face was bright pink.<br />He laughed a lot and explained<br /><br />everything. We weren't on the glacier<br />but on the runoff of gravelly snow<br />and ice and dirt that skirts<br />the glacier. \"The name for this—<br />I forget it in English.\" We bumped<br />along. Tilted and jolted.<br />Lily sat up front, my arm around<br />her waist, her hair flickering<br />in my eyes. We almost tipped over<br />more than once. Then stopped<br />to let it in: the snapping wind,<br />that buffeting hum. And everything<br />cloud-colored: a gray sky<br /><br />falling into gray snow.<br />He took our picture with the dogs<br />and they were gray too: a patchwork<br />of gray and dark gray,<br />sandy browns and black, silvery<br />white; their long, coarse fur<br />greasy like duck feathers. \"Waterproof,\"<br />Jannick assured us, gloves off.<br />\"Feel how warm the skin is<br />under all this.\" They pulled against<br />their harnesses, anxious<br /><br />to get going again. Nosed us<br />as he called out their names:<br />\"Gandy, Darwin and Apollo,<br />Little Franka, Pedro, Bacon, Gnist.\"<br />These dogs once hunted polar bears<br />and seals. \"Well, not these<br />particular dogs, but the breed.\"<br />Now Darwin rolled over<br />on the crusty snow. Franka's<br />broad head was blunt and black<br />as an anvil. Lily cradled it<br />in her arms. \"You can't stay<br /><br />out long,\" Jannick said. \"Weather's<br />too chancy. Changes fast.\" So—<br />we swung the sled around, retraced<br />the slushy ruts of sled tracks<br />and ski tracks. The other dogs<br />left behind at the camp cried<br />and barked as we drew near.<br />They could smell us before we could<br />see them. Back inside, he lit up<br />his pipe. We hung our borrowed<br />snowsuits up to dry.<br />Sat in the now-loud silence<br />till the kettle—<br /><br />                   Jannick's cell phone<br />trilled. The next riders<br />would be there soon. We sipped<br />instant coffee while he waited<br />for our Visa to go through.</p> "}, {"title": "Self-Portrait in a Convex Mirror [original draft]", "view_node": "/poem/self-portrait-convex-mirror-original-draft", "field_author": "<a href=\"/poet/john-ashbery\" hreflang=\"und\">John Ashbery</a>", "field_date_published": "1975", "body": " <p><a href=\"/sites/default/files/images/Ashbery_Self_Portrait_MS.jpg\"><img alt=\"\" border=\"0\" src=\"/sites/default/files/images/Ashbery_Self_Portrait_MS_55.jpg\" width=\"500\" /></a></p><br /><p>The opening of an early draft of <a href=\"/poetsorg/poet/john-ashbery\">John Ashbery</a>’s \"Self-Portrait in a Convex Mirror.\"</p> "}, {"title": "Black Glass Soliloquy", "view_node": "/poem/black-glass-soliloquy", "field_author": "<a href=\"/poet/ben-mirov\" hreflang=\"und\">Ben Mirov</a>", "field_date_published": "2012", "body": " <style type=\"text/css\">\n<!--/*--><![CDATA[/* ><!--*/\n\n<!--/*--><![CDATA[/* ><!--*/\n\n.different-font-color { color: orange; }\n.different-background-color { background-color: black }\n/*--><!]]]]><![CDATA[>*/\n/*--><!]]>*/\n</style><p>There is nothing in my head today.<br />I think about you everyday.<br />My head full of blckkk glsss<br /><br />My head full of bllllk sound.<br />I think about you every day.<br />I travel in my love for you.<br /><br />An outline in the blckkk glsss.<br />Living in the blllckk glasss.<br />Time travels in my sound for you.<br /><br />There is nothing in my head today.<br />Echo echo bl@@@k gl@{{.<br />To whom do I deliver sound.<br /><br />To whom does the shudder render.<br />I think about you everyday.<br />I hang you in the B[][][][][] G[][][][][]<br /><br />I hang you in my head today.<br />A ravel in the blccckkkkk soundd.<br />I think about you everyday.<br /><br />My love for you is bla888888ck s####nd.<br />Echo echo bl&amp;kk s(((((())))))d.<br />I travel in my love for you.<br /><br />I ravel in my love for you.<br />A bl&gt;&gt;&gt;&gt;K $(0)nd in my love for you.<br />I think about you every day.<br /><br />There is nothing in my head today.<br />I hang you in my bLL^^CC// S______---<br />][ ravel in the B&amp;&amp;&amp;&amp;&amp; S))))))))d<br /><br />I go out in the b::::::::::K G::::::::::ss<br />to see you in the &lt;*++*&gt; gIIIIIIIs.<br />I hang you in my head today.<br /><br />I ravel through the &lt;&lt;<ac>&gt;&gt; {oun}<br />Are you in my $[%&amp;]d today?<br />An echo in my head today.<br /><br />I think about you everyday.<br />An echo in <span class=\"different-background-color\">the black sound.</span><br />An outline in <span class=\"different-background-color\">the black glass.</span></ac></p><br /><hr /><br /><p>       <iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/qfFYsAweWCk\" width=\"495\"></iframe></p> "}, {"title": "Au Hasard Balthazar", "view_node": "/poem/au-hasard-balthazar", "field_author": "<a href=\"/poet/stacy-szymaszek\" hreflang=\"und\">Stacy Szymaszek</a>", "field_date_published": "2012", "body": " <pre>1974 I start\na memo on\ndreadful vision\n\nof Christian mildness\namidst Christian perps\n\nbringing an evil\nto hymns\n\nevaporates \nwater stations\n\nI can wait\n                a Polish actress\n\nwide-set 50 mm\neyes restrictive \nyet yield surprise\n\nmy lap \nmade of muscle\n\n        knee caps\n\t\t\t\n                        shoots    of errant hair\n\nin that moment I understand\nFrench \n        my hand \n\ntook place\t\n\nopus of\nsafe infant \nheads \n\nlisten bud\n\nno static guard \non my acolyte robe \nas we learned last Sunday\nflammable \n\nanother class of girl\nwants to be destroyed\n\ndonned \"beef \ncake\" by summer\ncrown of blue \nribbon\n\nnow on a mantle \nhouse in a field\n\nmy animal\nlives with sheep\n\nfeel bad that I beat you\n\nproblem with\nonly offering \ntwo options</pre>\n "}, {"title": "Pedagogy and Performance", "view_node": "/poem/pedagogy-and-performance", "field_author": "<a href=\"/poet/mark-bibbins\" hreflang=\"und\">Mark Bibbins</a>", "field_date_published": "2012", "body": " <pre>\nWhatever the lesson was, it wasn't\ntaking. We awaited the information\nin kind of a corporate way\nand I kept wanting to go up\nto the whiteboard and write\nFEMININE MARVELOUS AND TOUGH\nand ask Is that what you're trying\nto do. Sometimes it's hard to figure\nout how to move. When cardinals \nmove, they're as imposing as cows. \nThey cleave pornography from \nabstraction. But let's also look \nat us a few weeks ago: a scale\nmodel of Seattle with its gleaming\nlibrary protruding like a jewel\nfrom a navel—this was our best\nself, not the contraption of drawers\nand cranks that made our work;\nnot the surprisingly delicate bones\nof Boba Fett, painted the same \ncolors as his armor; not the three\ntow-headed delinquents who\nused the contraption in their \nperformance, then went home\nafter disparaging the audience\nand showered together; not the cast\nof my life filing into a wooden\namphitheater as my favorite band\nstarted soundcheck in another country.\nHow would I get there on time,\neven with half my friends rooting\nfor it, how do I get anything done \nwhen as late as last night someone \nstarted yelling CARDINAL \nat the sight of blood soaking my sleeve.</pre>\n "}], "pager": {"current_page": 438, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}