{"rows": [{"title": "The Telephone", "view_node": "/poem/telephone-0", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">“When I was just as far as I could walk</span><br /><span class=\"long-line\">From here to-day,</span><br /><span class=\"long-line\">There was an hour</span><br /><span class=\"long-line\">All still</span><br /><span class=\"long-line\">When leaning with my head against a flower</span><br /><span class=\"long-line\">I heard you talk.</span><br /><span class=\"long-line\">Don’t say I didn’t, for I heard you say—</span><br /><span class=\"long-line\">You spoke from that flower on the window sill—</span><br /><span class=\"long-line\">Do you remember what it was you said?”</span></p>\n\n<p><span class=\"long-line\">“First tell me what it was you thought you heard.”</span></p>\n\n<p><span class=\"long-line\">“Having found the flower and driven a bee away,</span><br /><span class=\"long-line\">I leaned my head,</span><br /><span class=\"long-line\">And holding by the stalk,</span><br /><span class=\"long-line\">I listened and I thought I caught the word—</span><br /><span class=\"long-line\">What was it? Did you call me by my name?</span><br /><span class=\"long-line\">Or did you say—</span><br /><span class=\"long-line\"><em>Someone</em> said ‘Come’—I heard it as I bowed.”</span></p>\n\n<p><span class=\"long-line\">“I may have thought as much, but not aloud.”</span></p>\n\n<p><span class=\"long-line\">“Well, so I came.”</span></p>\n"}, {"title": "Modern Love ", "view_node": "/poem/modern-love", "field_author": "<a href=\"/poet/john-keats\" hreflang=\"und\">John Keats</a>", "field_date_published": "2016", "body": " <p>And what is love? It is a doll dress’d up<br />For idleness to cosset, nurse, and dandle;<br />A thing of soft misnomers, so divine<br />That silly youth doth think to make itself<br />Divine by loving, and so goes on<br />Yawning and doting a whole summer long,<br />Till Miss’s comb is made a pearl tiara,<br />And common Wellingtons turn Romeo boots;<br />Then Cleopatra lives at number seven,<br />And Antony resides in Brunswick Square.<br />Fools! if some passions high have warm’d the world,<br />If Queens and Soldiers have play’d deep for hearts,<br />It is no reason why such agonies<br />Should be more common than the growth of weeds.<br />Fools! make me whole again that weighty pearl<br />The Queen of Egypt melted, and I’ll say<br />That ye may love in spite of beaver hats.</p> "}, {"title": "Between the Dragon and the Phoenix", "view_node": "/poem/between-dragon-and-phoenix", "field_author": "<a href=\"/poet/c-dale-young\" hreflang=\"und\">C. Dale Young</a>", "field_date_published": "2016", "body": " <p>Fire in the heart, fire in the sky, the sun just<br />a smallish smudge resting on the horizon<br />out beyond the reef that breaks the waves,</p><p>fiery sun that waits for no one. I was little more<br />than a child when my father explained<br />that the mongrel is stronger than the thoroughbred,</p><p>that I was splendidly blended, genetically engineered<br />for survival. I somehow forgot this, misplaced this,<br />time eroding my memory as it erodes everything.</p><p>But go ask someone else to write a poem about Time.<br />Out over the bay, the sun is rising, and I am running<br />out of time. Each and every year, on my birthday,</p><p>I wake to watch the sunrise. I am superstitious.<br />And today, as in years past, it is not my father<br />but my father’s father who comes to shout at me:</p><p><em>Whether you like it or not, you are a child of fire. You<br />descend from the Dragon, descend from the Phoenix.<br />Your blood is older than England, older than Castille.</em></p><p>Year after year, he says the same thing, this old man<br />dead long before I was born. So, I wake each year<br />on the day of my birth to watch the fire enter the sky</p><p>while being chastised by my dead grandfather.<br />Despite being a creature of fire, I stay near the water.<br />Why even try to avoid what can extinguish me?</p><p>There are times I can feel the fire flickering inside my frame.<br />The gulls are quarreling, the palm trees shimmering—<br />the world keeps spinning on its axis. Some say I have</p><p>nine lives. Others think me a machine. Neither is true.<br />The truth is rarely so conventional. Fire in my heart, fire<br />in my veins, I write this down for you and watch</p><p>as it goes up in flames. There are no paragraphs<br />wide enough to contain this fire, no stanzas<br />durable enough to house it. Blood of the Dragon,</p><p>blood of the Phoenix, I turn my head slowly<br />toward the East. I bow and call for another year.<br />I stand there and demand one more year.<br /> </p> "}, {"title": "Incendiary Art ", "view_node": "/poem/incendiary-art", "field_author": "<a href=\"/poet/patricia-smith\" hreflang=\"und\">Patricia Smith</a>", "field_date_published": "2016", "body": " <p>The city’s streets are densely shelved with rows<br />of salt and packaged hair. Intent on air,<br />the funk of crave and function comes to blows</p><p>with any smell that isn’t oil—the blare<br />of storefront chicken settles on the skin<br />and mango spritzing drips from razored hair.</p><p>The corner chefs cube pork, decide again<br />on cayenne, fry in grease that’s glopped with dust.<br />The sizzle of the feast adds to the din</p><p>of children, strutting slant, their wanderlust<br />and cussing, plus the loud and tactless hiss <br />of dogged hustlers bellowing past gusts</p><p>of peppered breeze, that fatty, fragrant bliss<br />in skillets. All our rampant hunger tricks<br />us into thinking we can dare dismiss</p><p>the thing men do to boulevards, the wicks<br />their bodies be. A city, strapped for art,<br />delights in torching them—at first for kicks,</p><p>to waltz to whirling sparks, but soon those hearts<br />thud thinner, whittled by the chomp of heat.<br />Outlined in chalk, men blacken, curl apart.</p><p>Their blindly rising fume is bittersweet,<br />although reversals in the air could fool<br />us into thinking they weren’t meant as meat.</p><p>Our sons don’t burn their cities as a rule,<br />born, as they are, up to their necks in fuel.</p> "}, {"title": "Voidcraft", "view_node": "/poem/voidcraft", "field_author": "<a href=\"/poet/ben-mirov\" hreflang=\"und\">Ben Mirov</a>", "field_date_published": "2016", "body": " <p>When the time comes for you<br />to board death’s shifty raft</p><p>of mirror shards and plastic coffee cups,<br />I hope you’re ready.</p><p>I hope you’ve made peace<br />with everyone you’ve ever done wrong</p><p>and you feel no more use for pencils<br />and your robe is warm and dry</p><p>and nothing obstructs<br />your view of the void.</p><p>When the moment arrives<br />I hope you pass through the membrane</p><p>that separates this world<br />from the next whatever</p><p>snowstorm wishbone yadda yadda<br />with very little pain. And a modicum of pride.</p><p>That’s all I have to say for now.<br />That’s all I ever have to say.</p> "}, {"title": "The Way One Animal Trusts Another ", "view_node": "/poem/way-one-animal-trusts-another", "field_author": "<a href=\"/poet/carl-phillips\" hreflang=\"und\">Carl Phillips</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">              Somewhere between what it feels like, to be at</span><br /><span class=\"long-line\">one with the sea, and to understand the sea as</span><br /><span class=\"long-line\">mere context for the boat whose engine refuses</span><br /><span class=\"long-line\">finally to turn over: yeah, I know the place—</span><br /><span class=\"long-line\">stumbled into it myself, once; twice, almost.  All</span><br /><span class=\"long-line\">around and in between the two trees that</span><br /><span class=\"long-line\">grow there, tree of compassion and—much taller—</span><br /><span class=\"long-line\">tree of pity, its bark more bronze, the snow</span><br /><span class=\"long-line\">              settled as if an openness of any kind meant, as well,</span><br /><span class=\"long-line\">a woundedness that, by filling it, the snow</span><br /><span class=\"long-line\">might heal…You know what I think? I think if we’re</span><br /><span class=\"long-line\">lost, you should know exactly where, by now; I’ve</span><br /><span class=\"long-line\">watched you stare long and hard enough at the map</span><br /><span class=\"long-line\">already…I’m beginning to think I may never</span><br /><span class=\"long-line\">not be undecided, about all sorts of things: whether</span><br /><span class=\"long-line\">snow really does resemble the broken laughter</span><br /><span class=\"long-line\">              of the long-abandoned when what left comes back</span><br /><span class=\"long-line\">big-time; whether gratitude’s just a haunted</span><br /><span class=\"long-line\">space like any other.  This place sounds daily</span><br /><span class=\"long-line\">more like a theater of war, each time I listen to it—</span><br /><span class=\"long-line\">loss, surprise, victory, being only three of the countless</span><br /><span class=\"long-line\">fates, if you want to call them that, that we don’t</span><br /><span class=\"long-line\">so much live with, it seems, as live for now among.  If as</span><br /><span class=\"long-line\">close as we’re ever likely to get, you and I, is this—this close—</span></p>\n"}, {"title": "WWE", "view_node": "/poem/wwe", "field_author": "<a href=\"/poet/fatimah-asghar\" hreflang=\"en\">Fatimah  Asghar</a>", "field_date_published": "2016", "body": " <p>Here’s your auntie, in her best gold-threaded shalwaar<br />kameez, made small by this land of american men.</p><p>Everyday she prays. Rolls attah &amp; pounds the keema<br />at night watches the bodies of these glistening men.</p><p>Big and muscular, neck full of veins, bulging in the pen.<br />Her eyes kajaled &amp; wide, glued to sweaty american men.</p><p>She smiles as guilty as a bride without blood, her love<br />of this new country, cold snow &amp; naked american men.</p><p>“<em>Stop living in a soap opera</em>” yells her husband, fresh<br />from work, demanding his dinner: american. Men</p><p>take &amp; take &amp; yet you idolize them still, watch<br />your auntie as she builds her silent altar to them—</p><p>her knees fold on the rundown mattress, a prayer to WWE<br />Her tasbeeh &amp; TV: the only things she puts before her husband. </p><p>She covers bruises &amp; never lets us eat leftovers: a good wife.<br />It’s something in their nature: what america does to men.</p><p>They can’t touch anyone without teeth &amp; spit<br />unless one strips the other of their human skin.</p><p>Even now, you don’t get it. But whenever it’s on you watch<br />them snarl like mad dogs in a cage—these american men.</p><p>Now that you’re older your auntie calls to say he hit<br />her again, that this didn’t happen before he became american. </p><p>You know its true &amp; try to help, but what can you do?<br />You, little Fatimah, who still worships him?  <br /> </p> "}, {"title": "Tender Buttons [Dirt and Not Copper] ", "view_node": "/poem/tender-buttons-dirt-and-not-copper", "field_author": "<a href=\"/poet/gertrude-stein\" hreflang=\"und\">Gertrude Stein</a>", "field_date_published": "2016", "body": " <p>Dirt and not copper makes a color darker. It makes the shape so heavy and makes no melody harder.</p><p>It makes mercy and relaxation and even a strength to spread a table fuller. There are more places not empty. They see cover.<br /> </p> "}, {"title": "Sonnet ", "view_node": "/poem/sonnet-3", "field_author": "<a href=\"/poet/wallace-stevens\" hreflang=\"und\">Wallace Stevens</a>", "field_date_published": "2016", "body": " <p>Lo, even as I passed beside the booth<br />Of roses, and beheld them brightly twine<br />To damask heights, taking them as a sign<br />Of my own self still unconcerned with truth;<br />Even as I held up in hands uncouth<br />And drained with joy the golden-bodied wine,<br />Deeming it half-unworthy, half divine,<br />From out the sweet-rimmed goblet of my youth.</p><p>Even in that pure hour I heard the tone<br />Of grievous music stir in memory,<br />Telling me of the time already flown<br />From my first youth. It sounded like the rise<br />Of distant echo from dead melody,<br />Soft as a song heard far in Paradise.<br /> </p> "}, {"title": "Viewers may think that they can process it all", "view_node": "/poem/viewers-may-think-they-can-process-it-all", "field_author": "<a href=\"/poet/stephanie-gray\" hreflang=\"en\">Stephanie Gray</a>", "field_date_published": "2016", "body": " <p>but they are fooling themselves, if there's a window open you might have a chance, if you hadn't all gone to Holy Name, if the world didn't change, if you only bent the laws of physics so much, if the tides weren't so strong on the Hudson, if you didn't have to go, if it wasn't a dream you still believed in, if that different kind of memory didn't take hold, if your muscle memory didn't steady you, if you didn't have orders you couldn't ship, if you didn't see what you saw, if the crawl wasn't always hungry, if there weren't celebrities in every sphere, if you didn't know all the criminals in the neighborhood, if nothing ever happened here, if it wasn't a country club, if there wasn't magic in actuality, if you didn't dislocate the phrase, if you didn't grind the blue sky, if it hadn't been a downward trajectory, if the shadow didn't undo itself, if you all weren't all on break, if everyone didn't shut down, if Canada wasn't in the escape plans, if the future wasn't sparkling with nostalgia</p> "}, {"title": "If you look closely enough at a word, you’ll find it contains its opposite*", "view_node": "/poem/if-you-look-closely-enough-word-youll-find-it-contains-its-opposite", "field_author": "<a href=\"/poet/stephanie-gray\" hreflang=\"en\">Stephanie Gray</a>", "field_date_published": "2016", "body": " <p>What part of headbanger is pop song<br />What part of deaf is hearing<br />What part of hearing is silence<br />What part of silence is noise<br />What part of I don’t know is I totally know<br />What part of I totally know is, I don’t, really<br />What part of metal is soft<br />What part of soft is metal<br />What part of heavy metal is jello<br />What part of jello is jawbreakers<br />What part of loss is have<br />What part of have is loss<br />What part of the person I was is the person I is<br />What part of subdued is totally here<br />What part of totally here is over there<br />What part again is your crush is the so not like<br />What part of the so not like is the crush<br />What part of orange crush is frazzled<br />What part of frazzle is fizzled<br />What part of poetix states are mints<br />What parts of mints are mud<br />What part of tickets to poetry are roads to nowhere<br />What parts of roads to nowhere are keys to something<br />What part of keys to something is the jam of all jams<br />What part of jams of all jams is the wd-40ed number one lock<br />What part of Axl Rose is Bennie’s Jets**<br />What part of Elton is Axl<br />What part of Rose is weeds<br />What part of weeds is rose<br />What part, again is deaf giving way to hear<br />What part of headbanger is Mariah<br />What part of headbanger is Whitney )god bless)  ))sic))<br />What part of headbanger is Anne Murray<br />What part of headbanger is<br />                                  Foot  softly<br />What part of this is that<br />And as we all know, what part of that is your this.<br />Thank you.</p><p style=\"text-align: right;\"><em>Footnotes:<br />* After a line in Julian Talamantez Brolaski’s Phonosemantics and the Real<br />**Axl has said that it was listening to Elton John’s Bennie and the Jets as a young person that made him want to be a singer. </em></p> "}, {"title": "Thought Poem for Victor Martinez (Undelivered)", "view_node": "/poem/thought-poem-victor-martinez-undelivered", "field_author": "<a href=\"/poet/juan-felipe-herrera\" hreflang=\"und\">Juan Felipe Herrera</a>", "field_date_published": "2016", "body": " <p>You said:</p><p>What you wrote (at this moment—here)<br />was being written by someone somewhere else<br />at the same time (this is the question) some<br />country some town on stilts—in a broken<br />concentration bus or a polished make-believe desk<br />a cheap jungled-up clinic an empty one no supplies<br />for the sickly aged children deep</p><p>in the<br />rain soaked burnt tree forest slapped together hut<br />smoked with holiness with festered branches<br />and malaria strings just maybe a <em>promotor</em> school<br />that short snout bus that takes us to a new arrangement<br />you said that</p><p>would you be writing that there<br />would you be living that there<br />why would you care to write that there in that<br />in that message without a message that<br />hunger known as life stuff where every damp speckle<br />and mud twig is the shout mouth hunger and that fulfillment<br />i do not know—<br />knowledge let us call it that right now<br />what else</p><p>could it be could it be that this gut water<br />inside burning its alphabet incomplete<br />calling for something you and i have<br />bread is it bread is it ink is it simply placement<br />the empty yellowing floor office</p><p>across from my 15th floor<br />as I tiptoe into the edge of it all tomorrow<br />i read at the university i stand up and read<br />someone else is standing up and reading<br />someone else is tiptoeing in a circle a palaver<br />a crossing station in Talisman en route to<br />Guatemala halted halfway by soldados a variety<br />a synonym where life splits and fissions<br />mind sequence pattern—reproduction silence</p><p>you move your arm and put<br />letters down on paper you move your lips<br />as you (but you are not here—are you—anymore)</p><p>spell it as you drink it as you breathe it from that<br />second galaxy (ah yes)<br />halfway down as I</p><p>breathe it up half ways up as she ambles<br />with an ancient rifle (the kind sold to Indians)<br />through the shadow greenness mildew heat selva<br />in that</p><p>human landscape spiraling no one knows<br /> </p> "}, {"title": "Ordinary Time", "view_node": "/poem/ordinary-time", "field_author": "<a href=\"/poet/jay-parini\" hreflang=\"und\">Jay Parini</a>", "field_date_published": "2016", "body": " <p>Days come and go:<br />this bird by minute, hour by leaf,<br />a calendar of loss.</p><p>I shift through woods, sifting<br />the air for August cadences<br />and walk beyond the boundaries I’ve kept</p><p>for months, past loose stone walls,<br />the fences breaking into sticks,<br />the poems always spilling into prose.</p><p>A low sweet meadow full of stars<br />beyond the margin<br />fills with big-boned, steaming mares.</p><p>The skies above are bruised like fruit,<br />their juices running,<br />black-veined marble of regret.</p><p>The road gusts sideways:<br />sassafras and rue.<br />A warbler warbles.</p><p>Did I wake the night through?<br />Walk through sleeping?<br />Shuffle for another way to mourn?</p><p>Dawn pinks up.<br />In sparking grass I find beginnings.<br />I was cradled here.<br />I gabbled and I spun.<br />And gradually the many men inside me<br />found their names,</p><p>acquired definition, points of view.<br />There was much to say,<br />not all of it untrue.</p><p>As the faithful seasons fell away,<br />I followed till my thoughts<br />inhabited a tree of thorns</p><p>that grew in muck of my own making.<br />Yet I was lifted and laid bare.<br />I hung there weakly: crossed, crossed-out.</p><p>At first I didn’t know<br />a voice inside me speaking low.<br />I stumbled in my way.</p><p>But now these hours that can’t be counted<br />find me fresh, this ordinary time<br />like kingdom come.</p><p>In clarity of dawn,<br />I fill my lungs, a summer-full of breaths.<br />The great field holds the wind, and sways.</p> "}, {"title": "Hunch", "view_node": "/poem/hunch", "field_author": "<a href=\"/poet/jay-parini\" hreflang=\"und\">Jay Parini</a>", "field_date_published": "2016", "body": " <p>I follow it, the snail of thought<br />I leave the track, turn off this trail<br />I crouch in shadows, under ferns<br />I refuse to answer every bird<br />I see the liquid glister in its shell<br />I taste the wind<br />I smell the smoke of fire in the woods<br />I hear the crackle of a thousand thorns<br />I feel the temperature rising<br />I consider every option valid<br />I attend each phase<br />I crumble into wet, black ground<br />I lose my place in sand and gravel<br />I listen for the clash of weeds<br />I wonder where the snail will go today</p> "}, {"title": "Below Zero", "view_node": "/poem/below-zero", "field_author": "<a href=\"/poet/jay-parini\" hreflang=\"und\">Jay Parini</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">Ice petals on the trees.</span><br /><span class=\"long-line\">The peppery black sparrows pour across</span><br /><span class=\"long-line\">the frozen lawn.</span><br /><span class=\"long-line\">The wind waits patiently behind the barn.</span></p>\n\n<p><span class=\"long-line\">Though I’m not myself here, that’s okay.</span><br /><span class=\"long-line\">I’ve lost my name,</span><br /><span class=\"long-line\">my last address, the problem</span><br /><span class=\"long-line\">that has kept me up all night this week in winter.</span></p>\n\n<p><span class=\"long-line\">Such a long time coming,</span><br /><span class=\"long-line\">this white timeless time in time,</span><br /><span class=\"long-line\">with zero to the bone</span><br /><span class=\"long-line\">the best thing anyone could ever say.</span></p>\n\n<p><span class=\"long-line\">I stand here in the open,</span><br /><span class=\"long-line\">full of straw, loose-limbed, unmuffled.</span><br /><span class=\"long-line\">No one’s here, not-me as well,</span><br /><span class=\"long-line\">this winter morning that goes on forever.</span></p>\n"}, {"title": "Some Effects of Global Warming in Lackawanna County", "view_node": "/poem/some-effects-global-warming-lackawanna-county", "field_author": "<a href=\"/poet/jay-parini\" hreflang=\"und\">Jay Parini</a>", "field_date_published": "2016", "body": " <p>The maples sweat now, out of season.<br />Buds pop eyes in wintry bushes<br />as the birds arrive, not having checked<br />the calendars or clocks. They scramble<br />in the frost for seeds, while underground<br />a sobbing starts in roots and tubers.<br />Ice cracks easily along the bank.<br />It slides in gullies where a bear, still groggy,<br />steps through coiled wire of the weeds.<br />Kids in T-shirts run to school, unaware<br />that summer is a long way off.<br />Their teachers flirt with off-the-wall assignments,<br />drum their fingers on the sweaty desktops.<br />As for me, my heart leaps high—<br />a deer escaping from the crosshairs,<br />skipping over barely frozen water<br />as the surface bends and splinters underfoot.</p> "}, {"title": "A Night in the Field", "view_node": "/poem/night-field", "field_author": "<a href=\"/poet/jay-parini\" hreflang=\"und\">Jay Parini</a>", "field_date_published": "2016", "body": " <p>I didn’t mean to stay so late<br />or lie there in the grass<br />all summer afternoon and thoughtless<br />as the kite of sun caught in the tree-limbs<br />and the crimson field began to burn,<br />then tilt way.<br />I hung on<br />handily as night lit up the sky’s black skull<br />and star-flakes fell as if forever—<br />fat white petals of a far-off flower<br />like manna on the plains.</p><p>A ripe moon lifted in the east,<br />its eye so focused,<br />knowing what I knew but had forgotten<br />of the only death I’ll ever really need<br />to keep me going.</p><p>Did I sleep to wake or wake to sleep?</p><p>I slipped in seams through many layers,<br />soil and subsoil, rooting<br />in the loamy depths of my creation,<br />where at last I almost felt at home.</p><p>But rose at dawn in rosy light,<br />beginning in the dew-sop long-haired grass,<br />having been taken, tossed,<br />having gone down, a blackened tooth<br />in sugary old gums, that ground<br />where innocence is found, unfound,<br />making my way toward the barn,<br />its beams alight,<br />its rafters blazing in the red-ball sun.</p> "}, {"title": "His Morning Meditations", "view_node": "/poem/his-morning-meditations", "field_author": "<a href=\"/poet/jay-parini\" hreflang=\"und\">Jay Parini</a>", "field_date_published": "2016", "body": " <p>My father in this lonely room of prayer<br />listens at the window<br />in the little house of his own dreams.</p><p>He has come a long way just to listen,<br />over seas and sorrow, through the narrow gate<br />of his deliverance.</p><p>And he dwells here now,<br />beyond the valley and the shadow, too,<br />in silence mustered day by dawn.</p><p>It has come to this sweet isolation<br />in the eye of God, the earliest of mornings<br />in his chambered skull, this frost of thought.</p> "}, {"title": "Blessings", "view_node": "/poem/blessings", "field_author": "<a href=\"/poet/jay-parini\" hreflang=\"und\">Jay Parini</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line&quot;\">Blessings for these things:</span><br /><span class=\"long-line&quot;\">the dandelion greens I picked in summer</span><br /><span class=\"long-line&quot;\">and would douse with vinegar and oil</span><br /><span class=\"long-line&quot;\">at grandma’s little house in Pennsylvania,</span><br /><span class=\"long-line&quot;\">near the river. Or the small potatoes</span><br /><span class=\"long-line&quot;\">she would spade to boil and butter,</span><br /><span class=\"long-line&quot;\">which I ate like fruit with greasy fingers.</span></p>\n\n<p><span class=\"long-line&quot;\">Blessings for my friend, thirteen</span><br /><span class=\"long-line&quot;\">that summer when we prayed by diving from a cliff</span><br /><span class=\"long-line&quot;\">on Sunday mornings in the church</span><br /><span class=\"long-line&quot;\">of mud and pebbles, foam and moss.</span><br /><span class=\"long-line&quot;\">I will not forget the fizz and tingle,</span><br /><span class=\"long-line&quot;\">sunning in wet skin on flat, cool rocks,</span><br /><span class=\"long-line&quot;\">so drenched in summer.</span></p>\n\n<p><span class=\"long-line&quot;\">And for you, my love, blessings</span><br /><span class=\"long-line&quot;\">for the times we lay so naked in a bed</span><br /><span class=\"long-line&quot;\">without the sense of turbulence or tides.</span><br /><span class=\"long-line&quot;\">I could just believe the softness of our skin,</span><br /><span class=\"long-line&quot;\">those sheets like clouds,</span><br /><span class=\"long-line&quot;\">how when the sunlight turned to roses,</span><br /><span class=\"long-line&quot;\">neither of us dared to move or breathe.</span></p>\n\n<p><span class=\"long-line&quot;\">Blessings on these things and more:</span><br /><span class=\"long-line&quot;\">the rivers and the houses full of light,</span><br /><span class=\"long-line&quot;\">the bitter weeds that taste like sun,</span><br /><span class=\"long-line&quot;\">dirt-sweetened spuds,</span><br /><span class=\"long-line&quot;\">the hard bright pebbles, spongy mosses,</span><br /><span class=\"long-line&quot;\">lifting of our bodies into whiffs of cloud,</span><br /><span class=\"long-line&quot;\">all sleep-warm pillows in the break of dawn.</span></p>\n\n<p class=\"MsoNormalCxSpFirst\"> </p>\n"}, {"title": "Unpatriotic Gore", "view_node": "/poem/unpatriotic-gore", "field_author": "<a href=\"/poet/jay-parini\" hreflang=\"und\">Jay Parini</a>", "field_date_published": "2016", "body": " <p>It’s true I never loved my country<br />in the abstract sense: red, white, or blue.<br />I have only this black waving flag,<br />my disposition.<br />Stars, bold stripes,<br />remind me of a million dead young men<br />in far-off ditches,<br />remind me of the innocents who fell,<br />collaterally damaged,<br />wild-eyed, blazing: each of them<br />a universe unmade.<br />I say that I have never loved my country,<br />but I’d surely die<br />for several good friends, my wife and sons.<br />I’d sacrifice a number of pink toes<br />and fingers, too (my own)<br />for Emerson, for Whitman and Thoreau.<br />I’d give an eye for one deep lake,<br />for several good streams,<br />at least one waterfall,<br />a lovely stand of Norway pines<br />just east of here, not far away.</p> "}], "pager": {"current_page": 335, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}