{"rows": [{"title": "The Creation of the Moon", "view_node": "/poem/creation-moon", "field_author": "<a href=\"/poet/anonymous\" hreflang=\"und\">Anonymous</a>", "field_date_published": "1968", "body": " <pre>\nThe man cut his throat and left his head there.\nThe others went to get it.\nWhen they got there they put the head in a sack.\nFarther on the head fell out onto the ground.\nThey put the head back in the sack.\nFarther on the head fell out again.\nAround the first sack they put a second one that \n   was thicker.\nBut the head fell out just the same.\nIt should be explained that they were taking the head \n   to show to the others.\nThey did not put the head back in the sack.\nThey left it in the middle of the road.\nThey went away.\n\nThey crossed the river.\nBut the head followed them.\nThey climbed up a tree full of fruit \nto see whether it would go past.\n\nThe head stopped at the foot of the tree\nand asked them for some fruit.\nSo the men shook the tree.\nThe head went to get the fruit.\nThen it asked for some more.\n\nSo the men shook the tree\nso that the fruit fell into the water.\nThe head said it couldn't get the fruit from there.\nSo the men threw the fruit a long way\nto make the head go a long way to get it so they could go.\nWhile the head was getting the fruit \nthe men got down from the tree and went on.\n\nThe head came back and looked at the tree\nand didn't see anybody\nso went on rolling down the road.\n\nThe men had stopped to wait \nto see whether the head would follow them.\nThey saw the head come rolling.\n\nThey ran.\nThey got to their hut they told the others that the head\nwas rolling after them and to shut the door.\n\nAll the huts were closed tight.\nWhen it got there the head commanded them to open the doors.\nThe owners would not open them because they were afraid.\n\nSo the head started to think what it would turn into.\nIf it turned into water they would drink it.\nIf it turned into earth they would walk on it.\nIf it turned into a house they would live in it.\nIf it turned into a steer they would kill it and eat it.\nIf it turned into a cow they would milk it.\nIf it turned into a bean they would cook it.\nIf it turned into the sun\nWhen men were cold it would heat them.\nIf it turned into rain the grass would grow and the \n   animals would crop it. \n\nSo it thought, and it said, \"I will turn into the moon.\"\nIt called, \"Open the doors, I want to get my things.\"\nThey would not open them.\n\nThe head cried. It called out, \"At least give me\nmy two balls of twine.\"\nThey threw out the two balls of twine through a hole. \nIt took them and threw them into the sky.\n\nIt asked them to throw it a little stick too\nto roll the thread around so it could climb up.\n\nThen it said, \"I can climb, I am going to the sky.\"\nIt started to climb.\n\nThe men opened the doors right away.\nThe head went on climbing.\nThe men shouted, \"You going to the sky, head?\"\nIt didn't answer.\n\nAs soon as it got to the Sun\nit turned into the Moon.\nToward evening the Moon was white, it was beautiful.\nAnd the men were surprised\nto see that the head had turned into the Moon.</pre>\n "}, {"title": "Farm Implements and Rutabagas in a Landscape", "view_node": "/poem/farm-implements-and-rutabagas-landscape", "field_author": "<a href=\"/poet/john-ashbery\" hreflang=\"und\">John Ashbery</a>", "field_date_published": "1970", "body": " <pre>\nThe first of the undecoded messages read: \"Popeye sits \n   in thunder,\nUnthought of. From that shoebox of an apartment,\nFrom livid curtain's hue, a tangram emerges: a country.\"\nMeanwhile the Sea Hag was relaxing on a green couch: \"How \n   pleasant\nTo spend one's vacation <i>en la casa de Popeye</i>,\" she \n   scratched\nHer cleft chin's solitary hair. She remembered spinach\n\nAnd was going to ask Wimpy if he had bought any spinach.\n\"M'love,\" he intercepted, \"the plains are decked out \n   in thunder\nToday, and it shall be as you wish.\" He scratched\nThe part of his head under his hat. The apartment\nSeemed to grow smaller. \"But what if no pleasant\nInspiration plunge us now to the stars? <i>For this is my \n   country</i>.\"\n\nSuddenly they remembered how it was cheaper in the country.\nWimpy was thoughtfully cutting open a number 2 can of spinach\nWhen the door opened and Swee'pea crept in. \"How pleasant!\"\nBut Swee'pea looked morose. A note was pinned to his bib. \n   \"Thunder\nAnd tears are unavailing,\" it read. \"Henceforth shall\n   Popeye's apartment\nBe but remembered space, toxic or salubrious, whole or \n   scratched.\"\n\nOlive came hurtling through the window; its geraniums scratched\nHer long thigh. \"I have news!\" she gasped. \"Popeye, forced as \n   you know to flee the country\nOne musty gusty evening, by the schemes of his wizened, \n   duplicate father, jealous of the apartment\nAnd all that it contains, myself and spinach\nIn particular, heaves bolts of loving thunder\nAt his own astonished becoming, rupturing the pleasant\n\nArpeggio of our years. No more shall pleasant\nRays of the sun refresh your sense of growing old, nor the \n   scratched\nTree-trunks and mossy foliage, only immaculate darkness and \n   thunder.\"\nShe grabbed Swee'pea. \"I'm taking the brat to the country.\"\n\"But you can't do that—he hasn't even finished his spinach,\"\nUrged the Sea Hag, looking fearfully around at the apartment.\n\nBut Olive was already out of earshot. Now the apartment\nSuccumbed to a strange new hush. \"Actually it's quite pleasant\nHere,\" thought the Sea Hag. \"If this is all we need fear from \n   spinach\nThen I don't mind so much. Perhaps we could invite Alice the Goon \n   over\"—she scratched\nOne dug pensively—\"but Wimpy is such a country\nBumpkin, always burping like that.\" Minute at first, the thunder\n\nSoon filled the apartment. It was domestic thunder,\nThe color of spinach. Popeye chuckled and scratched\nHis balls: it sure was pleasant to spend a day in the country.</pre>\n "}, {"title": "Daffy Duck In Hollywood", "view_node": "/poem/daffy-duck-hollywood", "field_author": "<a href=\"/poet/john-ashbery\" hreflang=\"und\">John Ashbery</a>", "field_date_published": "1975", "body": " <pre>\nSomething strange is creeping across me.\nLa Celestina has only to warble the first few bars\nOf \"I Thought about You\" or something mellow from\n<i>Amadigi di Gaula</i> for everything--a mint-condition can\nOf Rumford's Baking Powder, a celluloid earring, Speedy\nGonzales, the latest from Helen Topping Miller's fertile\nEscritoire, a sheaf of suggestive pix on greige, deckle-edged\nStock--to come clattering through the rainbow trellis\nWhere Pistachio Avenue rams the 2300 block of Highland\nFling Terrace. He promised he'd get me out of this one,\nThat mean old cartoonist, but just look what he's \nDone to me now! I scarce dare approach me mug's attenuated\nReflection in yon hubcap, so jaundiced, so <i>déconfit</i>\nAre its lineaments--fun, no doubt, for some quack phrenologist's\nFern-clogged waiting room, but hardly what you'd call\nCompanionable. But everything is getting choked to the point of\nSilence. Just now a magnetic storm hung in the swatch of sky\nOver the Fudds' garage, reducing it--drastically--\nTo the aura of a plumbago-blue log cabin on\nA Gadsden Purchase commemorative cover. Suddenly all is\nLoathing. I don't want to go back inside any more. You meet\nEnough vague people on this emerald traffic-island--no,\nNot people, comings and goings, more: mutterings, splatterings,\nThe bizarrely but effectively equipped infantries of \n   happy-go-nutty\nVegetal jacqueries, plumed, pointed at the little\nWhite cardboard castle over the mill run. \"Up\nThe lazy river, how happy we could be?\"\nHow will it end? That geranium glow\nOver Anaheim's had the riot act read to it by the\nEtna-size firecracker that exploded last minute into\nA <i>carte du Tendre</i> in whose lower right-hand corner\n(Hard by the jock-itch sand-trap that skirts\nThe asparagus patch of algolagnic <i>nuits blanches</i>) Amadis\nIs cozening the Princesse de Cleves into a midnight \n   micturition spree\nOn the Tamigi with the Wallets (Walt, Blossom, and little\nSleezix) on a lamé barge \"borrowed\" from Ollie\nOf the Movies' dread mistress of the robes. Wait!\nI have an announcement! This wide, tepidly meandering, \nCivilized Lethe (one can barely make out the maypoles\nAnd <i>châlets de nécessitê</i> on its sedgy shore) \n   leads to Tophet, that\nLandfill-haunted, not-so-residential resort from which\nSome travellers return! This whole moment is the groin\nOf a borborygmic giant who even now\nIs rolling over on us in his sleep. Farewell bocages,\nTanneries, water-meadows. The allegory comes unsnarled\nToo soon; a shower of pecky acajou harpoons is \nAbout all there is to be noted between tornadoes. I have\nOnly my intermittent life in your thoughts to live\nWhich is like thinking in another language. Everything\nDepends on whether somebody reminds you of me.\nThat this is a fabulation, and that those \"other times\"\nAre in fact the silences of the soul, picked out in \nDiamonds on stygian velvet, matters less than it should.\nProdigies of timing may be arranged to convince them\nWe live in one dimension, they in ours. While I\nAbroad through all the coasts of dark destruction seek\nDeliverance for us all, think in that language: its \nGrammar, though tortured, offers pavillions\nAt each new parting of the ways. Pastel\nAmbulances scoop up the quick and hie them to hospitals.\n\"It's all bits and pieces, spangles, patches, really; nothing\nStands alone. What happened to creative evolution?\"\nSighed Aglavaine. Then to her Sélysette: \"If his\nAchievement is only to end up less boring than the others, \nWhat's keeping us here? Why not leave at once?\nI have to stay here while they sit in there,\nLaugh, drink, have fine time. In my day\nOne lay under the tough green leaves,\nPretending not to notice how they bled into\nThe sky's aqua, the wafted-away no-color of regions supposed\nNot to concern us. And so we too\nCame where the others came: nights of physical endurance,\nOr if, by day, our behavior was anarchically\nCorrect, at least by New Brutalism standards, all then\nGrew taciturn by previous agreement. We were spirited \nAway <i>en bateau</i>, under cover of fudge dark.\nIt's not the incomplete importunes, but the spookiness\nOf the finished product. True, to ask less were folly, yet\nIf he is the result of himself, how much the better \nFor him we ought to be! And how little, finally, \nWe take this into account! Is the puckered garance satin\nOf a case that once held a brace of dueling pistols our \nOnly acknowledging of that color? I like not this,\nMethinks, yet this disappointing sequel to ourselves\nHas been applauded in London and St. Petersburg. Somewhere\nRavens pray for us.\" The storm finished brewing. And thus\nShe questioned all who came in at the great gate, but none\nShe found who ever heard of Amadis,\nNor of stern Aureng-Zebe, his first love. Some\nThey were to whom this mattered not a jot: since all\nBy definition is completeness (so\nIn utter darkness they reasoned), why not\nAccept it as it pleases to reveal itself? As when\nLow skyscrapers from lower-hanging clouds reveal\nA turret there, an art-deco escarpment here, and last perhaps\nThe pattern that may carry the sense, but\nStays hidden in the mysteries of pagination. \nNot what we see but how we see it matters; all's\nAlike, the same, and we greet him who announces\nThe change as we would greet the change itself. \nAll life is but a figment; conversely, the tiny\nTome that slips from your hand is not perhaps the \nMissing link in this invisible picnic whose leverage\nShrouds our sense of it. Therefore bivouac we \nOn this great, blond highway, unimpeded by\nVeiled scruples, worn conundrums. Morning is\nImpermanent. Grab sex things, swing up\nOver the horizon like a boy\nOn a fishing expedition. No one really knows\nOr cares whether this is the whole of which parts\nWere vouchsafed--once--but to be ambling on's\nThe tradition more than the safekeeping of it. This mulch for\nPlay keeps them interested and busy while the big,\nVaguer stuff can decide what it wants--what maps, what\nModel cities, how much waste space. Life, our\nLife anyway, is between. We don't mind \nOr notice any more that the sky <i>is</i> green, a parrot\nOne, but have our earnest where it chances on us, \nDisingenuous, intrigued, inviting more,\nAlways invoking the echo, a summer's day.</pre>\n "}, {"title": "Freedom, Revolt, and Love", "view_node": "/poem/freedom-revolt-and-love", "field_author": "<a href=\"/poet/frank-stanford\" hreflang=\"und\">Frank Stanford</a>", "field_date_published": "1991", "body": " <pre>\nThey caught them.\nThey were sitting at a table in the kitchen.\nIt was early.\nThey had on bathrobes.\nThey were drinking coffee and smiling.\nShe had one of his cigarillos in her fingers.\nShe had her legs tucked up under her in the chair.\nThey saw them through the window.\nShe thought of them stepping out of a bath\nAnd him wrapping cloth around her.\nHe thought of her walking up in a small white building,\nHe thought of stones settling into the ground.\nThen they were gone.\nThen they came in through the back.\nHer cat ran out.\nThe house was near the road.\nShe didn't like the cat going out.\nThey stayed at the table.\nThe others were out of breath.\nThe man and the woman reached across the table.\nThey were afraid, they smiled.\nThe other poured themselves the last of the coffee.\nBurning their tongues.\nThe man and the woman looked at them.\nThey didn't say anything.\nThe man and the woman moved closer to each other,\nThe round table between them.\nThe stove was still on and burned the empty pot.\nShe started to get up.\nOne of them shot her.\nShe leaned over the table like a schoolgirl doing her lessons.\nShe thought about being beside him, being asleep.\nThey took her long gray socks\nPut them over the barrel of a rifle\nAnd shot him.\nHe went back in his chair, holding himself.\nShe told him hers didn't hurt much,\nLike in the fall when everything you touch\nMakes a spark.\nHe thought about her getting up in the dark\nWrapping a quilt around herself.\nAnd standing in the doorway.\nShe asked the men if they shot them again\nNot to hurt their faces.\nOne of them lit him one of his cigarettes.\nHe thought what it would be like\nBeing children together.\nHe was dead before he finished it.\nShe asked them could she take it out of his mouth.\nSo it wouldn't burn his lips.\nShe reached over and touched his hair.\nShe thought about him walking through the dark singing.\nShe died on the table like that,\nSmoke coming out of his mouth.</pre>\n "}, {"title": "Believing in Iron", "view_node": "/poem/believing-iron", "field_author": "<a href=\"/poet/yusef-komunyakaa\" hreflang=\"und\">Yusef Komunyakaa</a>", "field_date_published": "1992", "body": "<pre>\nThe hills my brothers &amp; I created\nNever balanced, &amp; it took years\nTo discover how the world worked.\nWe could look at a tree of blackbirds\n&amp; tell you how many were there,\nBut with the scrap dealer\nOur math was always off.\nWeeks of lifting &amp; grunting\nNever added up to much,\nBut we couldn't stop\nBelieving in iron.\nAbandoned trucks &amp; cars\nWere held to the ground\nBy thick, nostalgic fingers of vines\nStrong as a dozen sharecroppers.\nWe'd return with our wheelbarrow\nGroaning under a new load, \nYet tiger lilies lived better\nIn their languid, August domain.\nAmong paper &amp; Coke bottles\nFoundry smoke erased sunsets,\n&amp; we couldn't believe iron\nLeft men bent so close to the earth\nAs if the ore under their breath\nWeighed down the gray sky.\nSometimes I dreamt how our hills\nWashed into a sea of metal,\nHow it all became an anchor\nFor a warship or bomber\nOut over trees with blooms\nToo red to look at.</pre>\n"}, {"title": "the great american yellow poem", "view_node": "/poem/great-american-yellow-poem", "field_author": "<a href=\"/poet/frances-chung\" hreflang=\"und\">Frances Chung</a>", "field_date_published": "2000", "body": " <pre>\nshe heard tales about saving grapefruit skins for cooking\nshe grew bright under the neon dragon of Chinatown\nshe made saffron curry rice for friends\nshe attended a barbecue in Amarillo, Texas\nshe stepped around yellow piss in snow\nshe cut herself on a Hawaiian pineapple\nshe learned to name forsythia where it grew\nvisions of ochre and citronella eluded her\n</pre>\n "}, {"title": "Page 22 / oh lucky me", "view_node": "/poem/page-22-oh-lucky-me", "field_author": "<a href=\"/poet/frances-chung\" hreflang=\"und\">Frances Chung</a>", "field_date_published": "2000", "body": " <pre>\noh lucky me\nI am of some use\nI am of some inspiration\nto the two men \nacross the lunchcounter\nI remind them of the\nlast Chinese restaurant\nthey took their family to\ndid you know that\nChinese food was delicious?</pre>\n "}, {"title": "Untitled [Sitting across from me on the bus a Chinese]", "view_node": "/poem/untitled-sitting-across-me-bus-chinese", "field_author": "<a href=\"/poet/frances-chung\" hreflang=\"und\">Frances Chung</a>", "field_date_published": "2000", "body": " <pre>\nSitting across from me on the bus a Chinese\ncouple and their young son. The wife is not\naccustomed to riding in automobiles so she\nfeels nauseous and uncomfortable. She cups\nher hand over her mouth as if to vomit.\nFinally, she opens her pocketbook to fish\nout pieces of coconut candy, offering one to \nher husband and son wordlessly. They are \nheaded for Chinatown with shopping bags of \ngroceries. They do not speak much to each \nother and when they do, they speak a different\ndialect. The scene is reenacted endless times\nwith the stage sometimes shifting to the \nsubway.</pre>\n "}, {"title": "Page 65 / Riding the subway is an adventure", "view_node": "/poem/page-65-riding-subway-adventure", "field_author": "<a href=\"/poet/frances-chung\" hreflang=\"und\">Frances Chung</a>", "field_date_published": "2000", "body": " <pre>\nRiding the subway is an adventure\nespecially if you cannot read the signs.\nOne gets lost. One becomes anxious and\ndoes not know whether to get off when\nthe other Chinese person in your car\ndoes. (Your crazy logic tells you that\nthe both of you must be headed for the\nsame stop.) One woman has discovered the\nsecret of one-to-one correspondence.\nShe keeps the right amount of pennies\nin one pocket and upon arriving in each\nnew station along the way she shifts one\npenny to her other pocket. When all the\npennies in the first pocket have disappeared,\nshe knows that she is home.</pre>\n "}, {"title": "Haircut", "view_node": "/poem/haircut", "field_author": "<a href=\"/poet/elizabeth-alexander\" hreflang=\"und\">Elizabeth Alexander</a>", "field_date_published": "1996", "body": "<p><span class=\"long-line\">I get off the IRT in front of the Schomburg Center for Research in Black Culture after riding an early Amtrak from Philly to get a hair cut at what used to be the Harlem \"Y\" barbershop. It gets me in at ten to ten. Waiting, I eat fish cakes at the Pam Pam and listen to the ladies call out orders: bacon-biscuit twice, scrambled scrambled fried, over easy, grits, country sausage on the side. Hugh is late. He shampoos me, says \"I can't remember, Girlfriend, are you tender-headed?\" From the chair I notice the mural behind me in the mirror. I know those overlapped sepia shadows, a Renaissance rainforest, Aaron Douglas! Hugh tells me he didn't use primer and the chlorine eats the colors every day. He clips and combs and I tell him how my favorite Douglas is called \"Building More Stately Mansions,\" and he tells me how fly I'd look in a Salt 'n' Pepa 'do, how he trained in Japan.</span></p>\n\n<p><span class=\"long-line\">Clip clip, clip clip. I imagine a whoosh each time my hair lands on the floor and the noises of small brown mammals. I remember, my father! He used to get his hair cut here, learned to swim in the caustic water, played pool and basketball. He cuts his own hair now. My grandfather worked seventy-five years in Harlem building more stately mansions. I was born two blocks away and then we moved.</span></p>\n\n<p><span class=\"long-line\">None of that seems to relate to today. This is not my turf, despite the other grandfather and great-aunt who sewed hearts back into black chests after Saturday night stabbings on this exact corner, the great-uncle who made a mosaic down the street, both grandmothers. What am I always listening for in Harlem? A voice that says, \"This is your place, too,\" as faintly as the shadows in the mural? The accents are unfamiliar; all my New York kin are dead. I never knew Fats Waller but what do I do with knowing he used to play with a ham and a bottle of gin atop his piano; never went to Olivia's House of Beauty but I know Olivia, who lives in St. Thomas, now, and who exactly am I, anyway, finding myself in these ghostly, Douglas shadows while real ghosts walk around me, talk about my stuff in the subway, yell at me not to butt the line, beg me, beg me, for my money?</span></p>\n\n<p><span class=\"long-line\">What is black culture? I read the writing on the wall on the side of the \"Y\" as I always have: \"Harlem Plays the Best Ball in the World.\" I look in the mirror and see my face in the mural with a new haircut. I am a New York girl; I am a New York woman; I am a flygirl with a new hair cut in New York City in a mural that is dying every day.</span></p>\n"}, {"title": "Blues", "view_node": "/poem/blues", "field_author": "<a href=\"/poet/elizabeth-alexander\" hreflang=\"und\">Elizabeth Alexander</a>", "field_date_published": "1996", "body": " <pre>\nI am lazy, the laziest\ngirl in the world. I sleep during\nthe day when I want to, 'til\nmy face is creased and swollen,\n'til my lips are dry and hot. I \neat as I please: cookies and milk\nafter lunch, butter and sour cream\non my baked potato, foods that\nslothful people eat, that turn\nyellow and opaque beneath the skin.\nSometimes come dinnertime Sunday\nI am still in my nightgown, the one\nwith the lace trim listing because\nI have not mended it. Many days\nI do not exercise, only\nconsider it, then rub my curdy\nbelly and lie down. Even\nmy poems are lazy. I use\nsyllabics instead of iambs,\nprefer slant to the gong of full rhyme,\nwrite briefly while others go\nfor pages. And yesterday,\nfor example, I did not work at all!\nI got in my car and I drove \nto factory outlet stores, purchased\nstockings and panties and socks\nwith my father's money.\n\nTo think, in childhood I missed only\none day of school per year. I went\nto ballet class four days a week\nat four-forty-five and on\nSaturdays, beginning always\nwith plie, ending with curtsy.\nTo think, I knew only industry,\nthe industry of my race\nand of immigrants, the radio\ntuned always to the station\nthat said, Line up your summer\njob months in advance. Work hard\nand do not shame your family,\nwho worked hard to give you what you have.\nThere is no sin but sloth. Burn\nto a wick and keep moving.\n\nI avoided sleep for years,\nup at night replaying \nevening news stories about\nnearby jailbreaks, fat people\nwho ate fried chicken and woke up\ndead. In sleep I am looking\nfor poems in the shape of open\nV's of birds flying in formation,\nor open arms saying, I forgive you, all.</pre>\n "}, {"title": "Moreover, the Moon ---", "view_node": "/poem/moreover-moon", "field_author": "<a href=\"/poet/mina-loy\" hreflang=\"und\">Mina Loy</a>", "field_date_published": "1996", "body": " <pre>\nFace of the skies\npreside\nover our wonder.\n\nFluorescent\ntruant of heaven\ndraw us under.\n\nSilver, circular corpse\nyour decease\ninfects us with unendurable ease,\n\ntouching nerve-terminals\nto thermal icicles\n\nCoercive as coma, frail as bloom\ninnuendoes of your inverse dawn\nsuffuse the self;\nour every corpuscle become an elf.</pre>\n "}, {"title": "Leda, After the Swan", "view_node": "/poem/leda-after-swan", "field_author": "<a href=\"/poet/carl-phillips\" hreflang=\"und\">Carl Phillips</a>", "field_date_published": "1992", "body": " <pre>\nPerhaps,\nin the exaggerated grace\nof his weight\nsettling,\n\nthe wings\nraised, held in\nstrike-or-embrace\nposition,\n\nI recognized\nsomething more\nthan swan, I can't say.\n\nThere was just\nthis barely defined\nshoulder, whose feathers\ncame away in my hands,\n\nand the bit of world\nleft beyond it, coming down\n\nto the heat-crippled field,\n\nravens the precise color of\nsorrow in good light, neither\nblack nor blue, like fallen\nstitches upon it,\n\nand the hour forever,\nit seemed, half-stepping\nits way elsewhere--\n\nthen\neverything, I\nremember, began\nhappening more quickly.</pre>\n "}, {"title": "Homecoming", "view_node": "/poem/homecoming", "field_author": "<a href=\"/poet/robert-lowell\" hreflang=\"und\">Robert Lowell</a>", "field_date_published": "1975", "body": " <pre>\nWhat was is . . . since 1930;\nthe boys in my old gang\nare senior partners.  They start up\nbald like baby birds\nto embrace retirement.\n\nAt the altar of surrender,\nI met you\nin the hour of credulity.\nHow your misfortune came out clearly\nto us at twenty.\n\nAt the gingerbread casino,\nhow innocent the nights we made it\non our <i>Vesuvio</i> martinis\nwith no vermouth but vodka\nto sweeten the dry gin—\n\nthe lash across my face\nthat night we adored . . .\nsoon every night and all,\nwhen your sweet, amorous \nrepetition changed.\n\nFertility is not to the forward,\nor beauty to the precipitous—\nthings gone wrong\nclothe summer\nwith gold leaf.\n\nSometimes\nI catch my mind\ncircling for you with glazed eye—\nmy lost love hunting\nyour lost face.\n\nSummer to summer,\nthe poplars sere\nin the glare—\nit's a town for the young,\nthey break themselves against the surf.\n\nNo dog knows my smell.</pre>\n "}, {"title": "I Am a Cowboy in the Boat of Ra", "view_node": "/poem/i-am-cowboy-boat-ra", "field_author": "<a href=\"/poet/ishmael-reed\" hreflang=\"und\">Ishmael Reed</a>", "field_date_published": "1989", "body": "<blockquote><sup><em>'The devil must be forced to reveal any such physical evil<br /><span class=\"long-line\">(potions, charms, fetishes, etc.) still outside the body </span><br /><span class=\"long-line\">and these must be burned.' (Rituale Romanum, published </span><br /><span class=\"long-line\">1947, endorsed by the coat-of-arms and introductory </span><br /><span class=\"long-line\">letter from Francis cardinal Spellman)</span></em></sup></blockquote>\n\n<p><span class=\"long-line\">I am a cowboy in the boat of Ra,</span><br /><span class=\"long-line\">sidewinders in the saloons of fools</span><br /><span class=\"long-line\">bit my forehead like O</span><br /><span class=\"long-line\">the untrustworthiness of Egyptologists</span><br /><span class=\"long-line\">who do not know their trips. Who was that</span><br /><span class=\"long-line\">dog-faced man? they asked, the day I rode</span><br /><span class=\"long-line\">from town.</span></p>\n\n<p><span class=\"long-line\">School marms with halitosis cannot see</span><br /><span class=\"long-line\">the Nefertiti fake chipped on the run by slick</span><br /><span class=\"long-line\">germans, the hawk behind Sonny Rollins' head or</span><br /><span class=\"long-line\">the ritual beard of his axe; a longhorn winding</span><br /><span class=\"long-line\">its bells thru the Field of Reeds.</span></p>\n\n<p><span class=\"long-line\">I am a cowboy in the boat of Ra. I bedded</span><br /><span class=\"long-line\">down with Isis, Lady of the Boogaloo, dove</span><br /><span class=\"long-line\">deep down in her horny, stuck up her Wells-Far-ago</span><br /><span class=\"long-line\">in daring midday getaway. 'Start grabbing the</span><br /><span class=\"long-line\">blue,' I said from top of my double crown.</span></p>\n\n<p><span class=\"long-line\">I am a cowboy in the boat of Ra. Ezzard Charles</span><br /><span class=\"long-line\">of the Chisholm Trail. Took up the bass but they</span><br /><span class=\"long-line\">blew off my thumb. Alchemist in ringmanship but a</span><br /><span class=\"long-line\">sucker for the right cross.</span></p>\n\n<p><span class=\"long-line\">I am a cowboy in the boat of Ra. Vamoosed from</span><br /><span class=\"long-line\">the temple i bide my time. The price on the wanted</span><br /><span class=\"long-line\">poster was a-going down, outlaw alias copped my stance</span><br /><span class=\"long-line\">and moody greenhorns were making me dance; </span><br /><span class=\"long-line\">while my mouth's</span><br /><span class=\"long-line\">shooting iron got its chambers jammed.</span></p>\n\n<p><span class=\"long-line\">I am a cowboy in the boat of Ra. Boning-up in</span><br /><span class=\"long-line\">the ol' West i bide my time. You should see</span><br /><span class=\"long-line\">me pick off these tin cans whippersnappers. I</span><br /><span class=\"long-line\">write the motown long plays for the comeback of</span><br /><span class=\"long-line\">Osiris. Make them up when stars stare at sleeping</span><br /><span class=\"long-line\">steer out here near the campfire. Women arrive</span><br /><span class=\"long-line\">on the backs of goats and throw themselves on</span><br /><span class=\"long-line\">my Bowie.</span></p>\n\n<p><span class=\"long-line\">I am a cowboy in the boat of Ra. Lord of the lash,</span><br /><span class=\"long-line\">the Loup Garou Kid. Half breed son of Pisces and</span><br /><span class=\"long-line\">Aquarius. I hold the souls of men in my pot. I do</span><br /><span class=\"long-line\">the dirty boogie with scorpions. I make the bulls</span><br /><span class=\"long-line\">keep still and was the first swinger to grape the taste.</span></p>\n\n<p><span class=\"long-line\">I am a cowboy in his boat. Pope Joan of the</span><br /><span class=\"long-line\">Ptah Ra. C/mere a minute willya doll?</span><br /><span class=\"long-line\">Be a good girl and</span><br /><span class=\"long-line\">bring me my Buffalo horn of black powder</span><br /><span class=\"long-line\">bring me my headdress of black feathers</span><br /><span class=\"long-line\">bring me my bones of Ju-Ju snake</span><br /><span class=\"long-line\">go get my eyelids of red paint.</span><br /><span class=\"long-line\">Hand me my shadow</span></p>\n\n<p><span class=\"long-line\">I'm going into town after Set</span></p>\n\n<p><span class=\"long-line\">I am a cowboy in the boat of Ra</span></p>\n\n<p><span class=\"long-line\">look out Set        here i come Set</span><br /><span class=\"long-line\">to get Set     to sunset Set</span><br /><span class=\"long-line\">to unseat Set to  Set down Set</span></p>\n\n<p><span class=\"long-line\">               usurper of the Royal couch</span><br /><span class=\"long-line\">               imposter RAdio of Moses' bush</span><br /><span class=\"long-line\">               party pooper O hater of dance</span><br /><span class=\"long-line\">               vampire outlaw of the milky way</span></p>\n"}, {"title": "Ode on Periods", "view_node": "/poem/ode-periods", "field_author": "<a href=\"/poet/bernadette-mayer\" hreflang=\"und\">Bernadette Mayer</a>", "field_date_published": "1998", "body": " <pre>\nthe penis is something that fits into the vagina\nso's the tampax or sponge\ntherefore Aristotle never thought of women at all\nthe penis like a tree fits into mouth, hands and asshole too\nit can be the subject of an academic poem\ndisguised as a sloop, catapult or catamaran's mastpole\nnever the monthly menstruation will she\nbelie tradition's bloody demagoguery enough\nto appear in the rough in a poem in a monthly\nI dream I had a deep cut on my finger\nfilled with a delicious tofu cake\nand when you took off your clothes your penis\nwas among them hanging by a cord on a hook\nI took it down hoping its disassociation from being\nwould not thus prevent its manly erection from existing\nand therefore I tried it out and it went well\nsuch as license as mine perhaps made it swell independent\nI think the world is all fucked up in many ways (see footnotes)\nand one of these is the apparent interdiction in dumb poetic tradition\nof speaking of and being heard on the glories of sublime menstruation\n\nI first got my period when I was twelve the day my father died\nat least I knew what it was, some girls didn't then\nwe were told you can't go swimming but don't you wanna have\n\tchildren\nso much for confessionalism\nI won't call on the moon like in a real poem\nor anthropology or the bible or talk about being untouchable\nor power etc. I've nothing at all to say but to exercise\nmy freedom to speak about everything\n\nnow that poems've got everything in them\neven rhetoric and dailiness plus the names of things again\nincluding flowers like the spotted touch-me-not\nso inviting to hummingbirds\nand I'm writing one\nI'd like to mention or say blatantly\nI got my period today\nprobably like nobody\ncertainly in the nineteenth century ever did\nand if you really wanna know\nmost of us you know\nall get ours on the same day no kidding\nand we talk about it frequently and peripatetically\nAlice with Peggy Peggy with Marion Marion with me me\n\twith Anne\nAnne with Alice Peggy with me Grace with Peggy Marion with Grace\n\nSo Friends! Hold the bloody sponge up!\nFor all to see!\n</pre>\n "}, {"title": "Tours", "view_node": "/poem/tours", "field_author": "<a href=\"/poet/c-d-wright\" hreflang=\"und\">C. D. Wright</a>", "field_date_published": "1982", "body": " <pre>\nA girl on the stairs listens to her father\nBeat up her mother.\nDoors bang.\nShe comes down in her nightgown.\n\nThe piano stands there in the dark \nLike a boy with an orchid.\n\nShe plays what she can\nThen she turns the lamp on.\n\nHer mother's music is spread out\nOn the floor like brochures.\n\nShe hears her father\nRunning through the leaves.\n\nThe last black key\nShe presses stays down, makes no sound\nSomeone putting their tongue where their tooth had been.</pre>\n "}, {"title": "Fletcher McGee", "view_node": "/poem/fletcher-mcgee", "field_author": "<a href=\"/poet/edgar-lee-masters\" hreflang=\"und\">Edgar Lee Masters</a>", "field_date_published": "1921", "body": " <pre>\nShe took my strength by minutes,\nShe took my life by hours,\nShe drained me like a fevered moon\nThat saps the spinning world.\nThe days went by like shadows,\nThe minutes wheeled like stars.\nShe took the pity from my heart,\nAnd made it into smiles.\nShe was a hunk of sculptor's clay,\nMy secret thoughts were fingers:\nThey flew behind her pensive brow\nAnd lined it deep with pain.\nThey set the lips, and sagged the cheeks,\nAnd drooped the eyes with sorrow.\nMy soul had entered in the clay,\nFighting like seven devils.\nIt was not mine, it was not hers;\nShe held it, but its struggles\nModeled a face she hated,\nAnd a face I feared to see.\nI beat the windows, shook the bolts.\nI hid me in a corner--\nAnd then she died and haunted me,\nAnd hunted me for life.</pre>\n "}, {"title": "George Gray", "view_node": "/poem/george-gray", "field_author": "<a href=\"/poet/edgar-lee-masters\" hreflang=\"und\">Edgar Lee Masters</a>", "field_date_published": "1915", "body": "<p><span class=\"long-line\">I have studied many times</span><br /><span class=\"long-line\">The marble which was chiseled for me--</span><br /><span class=\"long-line\">A boat with a furled sail at rest in a harbor.</span><br /><span class=\"long-line\">In truth it pictures not my destination</span><br /><span class=\"long-line\">But my life.</span><br /><span class=\"long-line\">For love was offered me and I shrank from its disillusionment;</span><br /><span class=\"long-line\">Sorrow knocked at my door, but I was afraid;</span><br /><span class=\"long-line\">Ambition called to me, but I dreaded the chances.</span><br /><span class=\"long-line\">Yet all the while I hungered for meaning in my life.</span><br /><span class=\"long-line\">And now I know that we must lift the sail</span><br /><span class=\"long-line\">And catch the winds of destiny</span><br /><span class=\"long-line\">Wherever they drive the boat.</span><br /><span class=\"long-line\">To put meaning in one's life may end in madness,</span><br /><span class=\"long-line\">But life without meaning is the torture</span><br /><span class=\"long-line\">Of restlessness and vague desire--</span><br /><span class=\"long-line\">It is a boat longing for the sea and yet afraid.</span></p>\n"}, {"title": "Minerva Jones", "view_node": "/poem/minerva-jones", "field_author": "<a href=\"/poet/edgar-lee-masters\" hreflang=\"und\">Edgar Lee Masters</a>", "field_date_published": "1916", "body": " <pre>\nI am Minerva, the village poetess,\nHooted at, jeered at by the Yahoos of the street\nFor my heavy body, cock-eye, and rolling walk,\nAnd all the more when \"Butch\" Weldy\nCaptured me after a brutal hunt.\nHe left me to my fate with Doctor Meyers;\nAnd I sank into death, growing numb from the feet up,\nLike one stepping deeper and deeper into a stream of ice.\nWill some one go to the village newspaper,\nAnd gather into a book the verses I wrote?--\nI thirsted so for love!\nI hungered so for life!</pre>\n "}], "pager": {"current_page": 640, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}