{"rows": [{"title": "Rouen, Place de la Pucelle", "view_node": "/poem/rouen-place-de-la-pucelle", "field_author": "<a href=\"/poet/maria-white-lowell\" hreflang=\"und\">Maria White Lowell</a>", "field_date_published": "1853", "body": " <p>Here blooms the legend, fed by Time and Chance,<br />    Fresh as the morning, though with centuries old,<br />The whitest lily on the shield of France,<br />       With heart of virgin gold.<br /><br />Along the square she moved, sweet Joan of Arc,<br />    With face more pallid than a daylit star,<br />Half-seen, half-doubted, while before her dark<br />       Stretched the array of war.<br /><br />Swift passed the battle-smoke of lying breath<br />    From off her path, as if a wind had blown,<br />Showing no faithless King, but righteous Death<br />       On the low wooden throne.<br /><br />He would reward her: she who meekly wore<br />    Alike the gilded mail and peasant gown,<br />As meekly now received one honor more,<br />       The formless, fiery crown.<br /><br />A white dove trembled up the heated air,<br />    And in the opening zenith found its goal;<br />Soft as a downward feather, dropped a prayer<br />       For each repentant soul.</p> "}, {"title": "In Summer Time", "view_node": "/poem/summer-time", "field_author": "<a href=\"/poet/paul-laurence-dunbar\" hreflang=\"und\">Paul Laurence Dunbar</a>", "field_date_published": "1913", "body": " <p>When summer time has come, and all<br />The world is in the magic thrall<br />Of perfumed airs that lull each sense<br />To fits of drowsy indolence;<br />When skies are deepest blue above,<br />And flow'rs aflush,—then most I love<br />To start, while early dews are damp,<br />And wend my way in woodland tramp<br />Where forests rustle, tree on tree,<br />And sing their silent songs to me;<br />Where pathways meet and pathways part,—<br />To walk with Nature heart by heart,<br />Till wearied out at last I lie<br />Where some sweet stream steals singing by<br />A mossy bank; where violets vie<br />In color with the summer sky,—<br />Or take my rod and line and hook,<br />And wander to some darkling brook,<br />Where all day long the willows dream,<br />And idly droop to kiss the stream,<br />And there to loll from morn till night—<br />Unheeding nibble, run, or bite—<br />Just for the joy of being there<br />And drinking in the summer air,<br />The summer sounds, and summer sights,<br />That set a restless mind to rights<br />When grief and pain and raging doubt<br />Of men and creeds have worn it out;<br />The birds' song and the water's drone,<br />The humming bee's low monotone,<br />The murmur of the passing breeze,<br />And all the sounds akin to these,<br />That make a man in summer time<br />Feel only fit for rest and rhyme.<br />Joy springs all radiant in my breast;<br />Though pauper poor, than king more blest,<br />The tide beats in my soul so strong<br />That happiness breaks forth in song,<br />And rings aloud the welkin blue<br />With all the songs I ever knew.<br />O time of rapture! time of song!<br />How swiftly glide thy days along<br />Adown the current of the years,<br />Above the rocks of grief and tears!<br />'Tis wealth enough of joy for me<br />In summer time to simply be.</p> "}, {"title": "Mississippi: Origins", "view_node": "/poem/mississippi-origins", "field_author": "<a href=\"/poet/anna-journey\" hreflang=\"und\">Anna Journey</a>", "field_date_published": "2013", "body": " <p>My parents come from a place where all the houses stop<br />at one story<br /><br />for the heat. Where every porch—front<br />and back—simmers in black screens that sieve<br /><br />mosquitoes from our blood. Where everyone knows<br />there’s only one kind of tea:<br /><br />served sweet. The first time my father<br />introduced my mother to his parents,<br /><br />his mother made my mother change<br />the bed sheets in the guest room. She’d believed it<br /><br />a gesture of intimacy. My grandmother<br />saved lavender hotel soaps and lotions<br /><br />to wrap and mail as gifts at Christmas. My grandfather<br />once shot the head off a rattlesnake<br /><br />in the gravel driveway of the house he built<br />in Greenwood. He gave the dry rattle to my mother<br /><br />the same week I was born, saying, <i>Why don’t you<br />make something out of it.</i></p> "}, {"title": "Revision in My Wife&#039;s Powder Room", "view_node": "/poem/revision-my-wifes-powder-room", "field_author": "<a href=\"/poet/lauren-berry\" hreflang=\"und\">Lauren Berry</a>", "field_date_published": "2013", "body": " <p align=\"right\"> </p><blockquote><blockquote><blockquote><i>- It has been said that James Audubon once slaughtered a mangrove of birds in order to find the right specimen for a painting.</i></blockquote></blockquote></blockquote><p> </p><br /><br /><p>I’ll need more salt than this. A loose feather<br />sticks pink to the edge of the bathtub<br />and slides down to my fist. Her mouth<br />music boxes shut: its wish against human knowledge.<br />Inside her stomach—stones and sand and concept.<br />I can’t ask questions in that language. What if<br />my strings of English reveal the man I want to be?<br />My tongue waters at every lagoon, every disjointed<br />flamingo: the mistakes of God. There are<br />thousands of them and I will need thousands of them.<br />When the bird steps forward, her legs bow back,<br />behind her, toward the man she doesn’t know<br />will fit her to this canvas. Bend her to the<br />face of God. Grace I’ll need more strength than this.</p> "}, {"title": "Pittsburgh", "view_node": "/poem/pittsburgh", "field_author": "<a href=\"/poet/james-allen-hall\" hreflang=\"und\">James Allen Hall</a>", "field_date_published": "2013", "body": " <p>I burn your Highland Park. I acid your Carnegie<br />car dealerships. Your Squirrel Hill, sheer terror<br />in winter. But most of all, I hate your Liberty Avenue,<br />the last place, one night, I saw my closest friend<br />saying, <i>Wait here</i>, outside the after-hours club. I wait,<br />hating your Strip, half your Shadyside, all of Bloomfield,<br />the bluffs and flats where my friend trades himself.<br />I wait hours, then trace your Mexican War<br />Streets looking for his car, so I could declare a truce<br />in the battle he was fighting against himself. Your Hot<br />Metal, your Fort Pitt Bridge that leads headfirst<br />into the Monongahela. In the morning, he's home.<br />He cannot tell me where it hurts. I help him shower<br />off the Duquesne residue, the priesting old world<br />shame. Pittsburgh, you're all grit and gristle turning crystal<br />track marks, turning a man meth mouth. I feed him,<br />put him to bed. I'll keep watch tonight in a cable car<br />ascending Mt. Washington, your smokestacks<br />blowing clouds over the confluence until all you are,<br />Pittsburgh, is a sleepless shimmer I will watch<br />diminish down to the savaged seed of morning,<br />as impossible to watch as you are to name.</p> "}, {"title": "Evening Primrose", "view_node": "/poem/evening-primrose", "field_author": "<a href=\"/poet/amy-glynn\" hreflang=\"und\">Amy Glynn</a>", "field_date_published": "2013", "body": " <p><i>Oenothera biennis</i><br /><br /><br />Early adopter, familiar of vespertine<br />temporal specialists, itinerants:<br />who said your life would be easy? Chance<br />encounters, chancy neighborhoods, the lean<br /><br />ground nothing cultivated will possess. But you,<br />night-bloomer, all strings of dubious exes, loose<br />ends, unabashedly seedy—you need no excuse.<br />This is simply what you do.<br /><br />Daze them with perfume, bombshell;<br />daylight’s gaudy attractants are nothing to you.<br />Instead, take moonlight to the next level; take the dunes,<br />parking strips, waste ground that, for the right body—well,<br /><br />presents the perfect opportunity. Herb of the X<br />chromosome: you know stigma. You don’t care.<br />Wherever the ground’s disturbed, you’re there,<br />brash, sticky with longing, a complex<br /><br />quadruply branching ripple-effect array<br />of balanced-lethal genes and a flair for risk.<br />You know why you are here, let no one say<br />otherwise, heterotic odalisque;<br /><br />X marks the spot, and hot things happen next;<br />slippery, brimming inner places; oils surefire<br />for increasing suppleness and desire<br />and damn the consequences, baby;<br /><br />they’re on your turf now.</p> "}, {"title": "Epistle: Leaving", "view_node": "/poem/epistle-leaving", "field_author": "<a href=\"/poet/kerrin-mccadden\" hreflang=\"und\">Kerrin McCadden</a>", "field_date_published": "2013", "body": " <p>Dear train wreck, dear terrible engines, dear spilled freight,<br />          dear unbelievable mess, all these years later I think<br />          to write back. I was not who I am now. A sail is a boat,<br />          a bark is a boat, a mast is a boat and the train was you and me.<br />          Dear dark, dear paper, dear files I can't toss, dear calendar<br />          and visitation schedule, dear hello and goodbye.<br />If a life is one thing and then another; if no grasses grow<br />          through the tracks; if the train wreck is a red herring;<br />          if goodbye then sincerely. Dear disappeared bodies<br />          and transitions, dear edge of a good paragraph.<br />          Before the wreck, we misunderstood revision.<br />I revise things now. I teach pertinence. A girl in class told<br />          us about some boys who found bodies on the tracks<br />          then went back and they were gone, the bodies.<br />          It was true that this story was a lie, like all things<br />done to be seen. I still think about this story, what it would<br />          be like to be a boy finding bodies out in the woods,<br />          however they were left—and think of all the ways they<br />          could be left. There I was, teaching the building<br />          of a good paragraph, dutiful investigator<br />of sentences, thinking dear boys, dear stillness in the woods,<br />          until, again, there is the boy I knew as a man<br />          whose father left him at a gas station, and unlike the lie<br />          of the girl's story, this one is true—he left him there for good.<br />Sometimes this boy, nine and pale, is sitting next to me, sitting there<br />          watching trains go past the gas station in Wyoming,<br />          thinking there is a train going one way, and a train<br />          going the other way, each at different and variable speeds:<br />          how many miles before something happens<br />          that feels like answers when we write them down—<br />like solid paragraphs full of transitional phrases<br />          and compound, complex sentences, the waiting space<br />          between things that ends either in pleasure or pain. He<br />          keeps showing up, dear boy, man now, and beautiful<br />like the northern forest, hardwoods iced over.</p> "}, {"title": "The Banjo Player", "view_node": "/poem/banjo-player", "field_author": "<a href=\"/poet/fenton-johnson\" hreflang=\"und\">Fenton Johnson</a>", "field_date_published": "1922", "body": "<p><span class=\"long-line\">There is music in me, the music of a peasant people.</span><br /><span class=\"long-line\">I wander through the levee, picking my banjo and singing my songs of the cabin and the field. At</span><br /><span class=\"long-line\">   the Last Chance Saloon I am as welcome as the violets in March; there is always food and</span><br /><span class=\"long-line\">   drink for me there, and the dimes of those who love honest music. Behind the railroad tracks</span><br /><span class=\"long-line\">   the little children clap their hands and love me as they love Kris Kringle.</span><br /><span class=\"long-line\">But I fear that I am a failure. Last night a woman called me a troubadour. What is a troubadour?</span></p>\n"}, {"title": "Her Father", "view_node": "/poem/her-father", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "1919", "body": " <p>I met her, as we had privily planned,<br />Where passing feet beat busily:<br />She whispered: \"Father is at hand!<br />       He wished to walk with me.\"<br /><br />His presence as he joined us there<br />Banished our words of warmth away;<br />We felt, with cloudings of despair,<br />       What Love must lose that day.<br /><br />Her crimson lips remained unkissed,<br />Our fingers kept no tender hold,<br />His lack of feeling made the tryst<br />       Embarrassed, stiff, and cold.<br /><br />A cynic ghost then rose and said,<br />\"But is his love for her so small<br />That, nigh to yours, it may be read<br />       As of no worth at all?<br /><br />\"You love her for her pink and white;<br />But what when their fresh splendours close?<br />His love will last her in despite<br />       Of Time, and wrack, and foes.\"</p> "}, {"title": "Flush or Faunus", "view_node": "/poem/flush-or-faunus", "field_author": "<a href=\"/poet/elizabeth-barrett-browning\" hreflang=\"und\">Elizabeth Barrett Browning</a>", "field_date_published": "2013", "body": " <p>You see this dog. It was but yesterday<br />I mused, forgetful of his presence here,<br />Till thought on thought drew downward tear on tear;<br />When from the pillow, where wet-cheeked I lay,<br />A head as hairy as Faunus, thrust its way<br />Right sudden against my face,—two golden-clear<br />Large eyes astonished mine,—a drooping ear<br />Did flap me on either cheek, to dry the spray!<br />I started first, as some Arcadian<br />Amazed by goatly god in twilight grove:<br />But as my bearded vision closelier ran<br />My tears off, I knew Flush, and rose above<br />Surprise and sadness; thanking the true Pan,<br />Who, by low creatures, leads to heights of love.</p> "}, {"title": "Birding at the Dairy", "view_node": "/poem/birding-dairy", "field_author": "<a href=\"/poet/sidney-wade\" hreflang=\"und\">Sidney Wade</a>", "field_date_published": "2013", "body": " <p>We’re searching<br />for the single<br /><br />yellow-headed<br />blackbird<br /><br />we’ve heard<br />commingles<br /><br />with thousands<br />of starlings<br /><br />and brown-headed<br />cowbirds,<br /><br />when the many-<br />headed body<br /><br />arises<br />and undulates,<br /><br />a sudden congress<br />of wings<br /><br />in a maneuvering<br />wave that veers<br /><br />and wheels, a fleet<br />and schooling swarm<br /><br />in synchronous alarm,<br />a bloom radiating<br /><br />in ribbons, in sheets,<br />in waterfall,<br /><br />a murmuration<br />of birds<br /><br />that turns<br />liquid in air,<br /><br />that whooshes<br />like waves<br /><br />on the shore,<br />or the breath<br /><br />of a great<br />seething prayer.</p> "}, {"title": "Complaint of Achilles&#039; Heel", "view_node": "/poem/complaint-achilles-heel", "field_author": "<a href=\"/poet/charles-jensen\" hreflang=\"und\">Charles Jensen</a>", "field_date_published": "2013", "body": "<p><span class=\"long-line\">Everyone’s so quick to blame my</span><br /><span class=\"long-line\">tenderness. My wound opening like a mouth</span><br /><span class=\"long-line\">to kiss an arrow’s steel beak.</span><br /><br /><span class=\"long-line\">A beautiful man, now, plants his face</span><br /><span class=\"long-line\">in Trojan sand while I tell</span><br /><span class=\"long-line\">the secrets of his body—</span><br /><br /><span class=\"long-line\">make the ground red with truth.</span><br /><span class=\"long-line\">Red with the death of Achilles, felled</span><br /><span class=\"long-line\">by an arrow’s bite when nothing—</span><br /><br /><span class=\"long-line\">nothing—could puncture his Kevlar skin.</span><br /><span class=\"long-line\">Everyone skips ahead to the moral: don’t</span><br /><span class=\"long-line\">be a heel. For just one day I felt</span><br /><br /><span class=\"long-line\">sun where the chafing bonds of sandal</span><br /><span class=\"long-line\">should have been. Without me, he’d be</span><br /><span class=\"long-line\">just more fodder for the cannon.</span><br /><br /><span class=\"long-line\">I made him a hero, Troy’s poster</span><br /><span class=\"long-line\">boy. Everyone forgets I was part of him,</span><br /><span class=\"long-line\">I needed him—that even as he died,</span><br /><br /><span class=\"long-line\">I tasted each pulse—</span><br /><span class=\"long-line\">that I could not hold back its rush of red</span><br /><span class=\"long-line\">birds or the season to which they flew.</span></p>\n"}, {"title": "What Is True", "view_node": "/poem/what-true", "field_author": "<a href=\"/poet/ben-kopel\" hreflang=\"und\">Ben Kopel</a>", "field_date_published": "2013", "body": "<p>one must be one<br />\nto ever be two<br /><br />\nand if you<br />\nwere a day<br />\nI’d find a way<br /><br />\nto live<br />\nthrough you</p>\n"}, {"title": "from The Princess [Sweet and low, sweet and low]", "view_node": "/poem/princess-sweet-and-low-sweet-and-low", "field_author": "<a href=\"/poet/alfred-lord-tennyson\" hreflang=\"und\">Alfred Lord Tennyson</a>", "field_date_published": "2013", "body": " <p>Sweet and low, sweet and low,<br />   Wind of the western sea,<br />Low, low, breathe and blow,<br />   Wind of the western sea!<br />Over the rolling waters go,<br />Come from the dying moon, and blow,<br />   Blow him again to me;<br />While my little one, while my pretty one, sleeps.<br /><br />Sleep and rest, sleep and rest,<br />   Father will come to thee soon;<br />Rest, rest, on mother's breast,<br />   Father will come to thee soon;<br />Father will come to his babe in the nest,<br />Silver sails all out of the west<br />   Under the silver moon:<br />Sleep, my little one, sleep, my pretty one, sleep.</p> "}, {"title": "Inland", "view_node": "/poem/inland-0", "field_author": "<a href=\"/poet/edna-st-vincent-millay\" hreflang=\"und\">Edna St. Vincent Millay</a>", "field_date_published": "2013", "body": " <p>People that build their houses inland,<br />   People that buy a plot of ground<br />Shaped like a house, and build a house there,<br />   Far from the sea-board, far from the sound<br /><br />Of water sucking the hollow ledges,<br />   Tons of water striking the shore,—<br />What do they long for, as I long for<br />   One salt smell of the sea once more?<br /><br />People the waves have not awakened,<br />   Spanking the boats at the harbour's head,<br />What do they long for, as I long for,—<br />   Starting up in my inland bed,<br /><br />Beating the narrow walls, and finding<br />   Neither a window nor a door,<br />Screaming to God for death by drowning,—<br />   One salt taste of the sea once more?</p> "}, {"title": "We&#039;re All Ghosts Now", "view_node": "/poem/were-all-ghosts-now", "field_author": "<a href=\"/poet/dara-barroisdixon\" hreflang=\"und\">Dara Barrois/Dixon</a>", "field_date_published": "2013", "body": " <p>So says my friend who doesn’t know it now<br />But he’s been conscripted to say what I shouldn’t<br /><br />Want anyone to say too soon, too suddenly, too many times<br />More than must be said. It’s a tall order, or as another friend says<br /><br />A tall drink of water, otherwise: it’s plain &amp; simple:<br />What anyone wants most of all.<br /><br />Another friend tells me I’m easy and means something sweetly as when<br />One caves with the slightest shudder somehow thoroughly.<br /><br />Another says what you say should be in a poem which means<br />Someone is taking for me the trouble to breathe, maybe fire.<br /><br />Lucidity, quick and painlessly employed, kind of, as a kind nurse employs<br />Her rough pinch to be less strict than her needle’s as it settles into a vein<br /><br />To take sufficient blood away somewhere to be deployed in centrifuge<br />To diagnose and otherwise and likewise and counterclockwise say, the way<br /><br />Metaphor or blood can have the last word. In order to be sure of what the<br />Center is, everything has to spin away, I guess. Your words like a lost ghost<br /><br />On a mission. I've never met a ghost who's not on a mission.<br />Why otherwise bother to be a ghost's ghost?<br /><br />When we write to ghosts we write on stony water. One can skip a stone<br />In order to pretend to find ten thousands things.<br /><br />Nearby is very close.<br />Nearby I take your words to water. My ghosts are growing restless.</p> "}, {"title": "Proximity", "view_node": "/poem/proximity", "field_author": "<a href=\"/poet/randall-mann\" hreflang=\"und\">Randall Mann</a>", "field_date_published": "2013", "body": " <p>Out of the fog comes a little white bus.<br />It ferries us south to the technical mouth<br />of the bay. This is biopharma, Double Helix Way.<br /><br />In the gleaming canteen, mugs have been<br />dutifully stacked for our dismantling,<br />a form of punishment.<br /><br />Executives take the same elevator as I.<br />This one's chatty, that one's gravely engrossed<br />in his cloud. Proximity measures shame.<br /><br />I manage in an office, but an office<br />that faces a hallway, not the bay. One day<br />I hope to see the bay that way. It all began<br /><br />in the open, a cubicle—there's movement.<br />My door is always open, even when I shut it.<br />I sit seven boxes below the CEO<br /><br />on the org chart. It's an art, the <i>value-add</i>,<br />the compound noun. <i>Calendar</i> is a verb.<br /><i>To your point</i>, the kindest prepositional phrase.<br /><br />Leafy trees grow a short walk from Building 5.<br />Take a walk. It might be nice to lie and watch the smoky<br />marrow rise and fall, and rise. Don't shut your eyes.</p> "}, {"title": "Aunt Helen", "view_node": "/poem/aunt-helen", "field_author": "<a href=\"/poet/t-s-eliot\" hreflang=\"und\">T. S. Eliot</a>", "field_date_published": "1915", "body": " <pre>\nMiss Helen Slingsby was my maiden aunt,\t\nAnd lived in a small house near a fashionable square\t\nCared for by servants to the number of four.\t\nNow when she died there was silence in heaven\t\nAnd silence at her end of the street.\nThe shutters were drawn and the undertaker wiped his feet—\t\nHe was aware that this sort of thing had occurred before.\t\nThe dogs were handsomely provided for,\t\nBut shortly afterwards the parrot died too.\t\nThe Dresden clock continued ticking on the mantelpiece,\nAnd the footman sat upon the dining-table\t\nHolding the second housemaid on his knees—\t\nWho had always been so careful while her mistress lived.</pre>\n "}, {"title": "Gerontion", "view_node": "/poem/gerontion", "field_author": "<a href=\"/poet/t-s-eliot\" hreflang=\"und\">T. S. Eliot</a>", "field_date_published": "1920", "body": " <pre>\n          <i>Thou hast nor youth nor age\n          But as it were an after dinner sleep\n          Dreaming of both.</i>\n\nHere I am, an old man in a dry month,\t\nBeing read to by a boy, waiting for rain.\t\nI was neither at the hot gates\t\nNor fought in the warm rain\t\nNor knee deep in the salt marsh, heaving a cutlass,\nBitten by flies, fought.\t\nMy house is a decayed house,\t\nAnd the jew squats on the window sill, the owner,\t\nSpawned in some estaminet of Antwerp,\t\nBlistered in Brussels, patched and peeled in London.\nThe goat coughs at night in the field overhead;\t\nRocks, moss, stonecrop, iron, merds.\t\nThe woman keeps the kitchen, makes tea,\t\nSneezes at evening, poking the peevish gutter.\t\n \n                    I an old man,\nA dull head among windy spaces.\t\n \nSigns are taken for wonders. “We would see a sign”:\t\nThe word within a word, unable to speak a word,\t\nSwaddled with darkness. In the juvescence of the year\t\nCame Christ the tiger\n \nIn depraved May, dogwood and chestnut, flowering judas,\t\nTo be eaten, to be divided, to be drunk\t\nAmong whispers; by Mr. Silvero\t\nWith caressing hands, at Limoges\t\nWho walked all night in the next room;\nBy Hakagawa, bowing among the Titians;\t\nBy Madame de Tornquist, in the dark room\t\nShifting the candles; Fraulein von Kulp\t\nWho turned in the hall, one hand on the door. Vacant shuttles\t\nWeave the wind. I have no ghosts,\nAn old man in a draughty house\t\nUnder a windy knob.\t\n \nAfter such knowledge, what forgiveness? Think now\t\nHistory has many cunning passages, contrived corridors\t\nAnd issues, deceives with whispering ambitions,\nGuides us by vanities. Think now\t\nShe gives when our attention is distracted\t\nAnd what she gives, gives with such supple confusions\t\nThat the giving famishes the craving. Gives too late\t\nWhat’s not believed in, or if still believed,\nIn memory only, reconsidered passion. Gives too soon\t\nInto weak hands, what’s thought can be dispensed with\t\nTill the refusal propagates a fear. Think\t\nNeither fear nor courage saves us. Unnatural vices\t\nAre fathered by our heroism. Virtues\nAre forced upon us by our impudent crimes.\t\nThese tears are shaken from the wrath-bearing tree.\t\n \nThe tiger springs in the new year. Us he devours. Think at last\t\nWe have not reached conclusion, when I\t\nStiffen in a rented house. Think at last\nI have not made this show purposelessly\t\nAnd it is not by any concitation\t\nOf the backward devils\t\nI would meet you upon this honestly.\t\nI that was near your heart was removed therefrom\nTo lose beauty in terror, terror in inquisition.\t\nI have lost my passion: why should I need to keep it\t\nSince what is kept must be adulterated?\t\nI have lost my sight, smell, hearing, taste and touch:\t\nHow should I use it for your closer contact?\n \nThese with a thousand small deliberations\t\nProtract the profit of their chilled delirium,\t\nExcite the membrane, when the sense has cooled,\t\nWith pungent sauces, multiply variety\t\nIn a wilderness of mirrors. What will the spider do,\nSuspend its operations, will the weevil\t\nDelay? De Bailhache, Fresca, Mrs. Cammel, whirled\t\nBeyond the circuit of the shuddering Bear\t\nIn fractured atoms. Gull against the wind, in the windy straits\t\nOf Belle Isle, or running on the Horn,\nWhite feathers in the snow, the Gulf claims,\t\nAnd an old man driven by the Trades\t\nTo a a sleepy corner.\t\n \n                    Tenants of the house,\t\nThoughts of a dry brain in a dry season.</pre>\n "}, {"title": "The Boston Evening Transcript", "view_node": "/poem/boston-evening-transcript", "field_author": "<a href=\"/poet/t-s-eliot\" hreflang=\"und\">T. S. Eliot</a>", "field_date_published": "1920", "body": " <pre>\nThe readers of the <i>Boston Evening Transcript</i>\t\nSway in the wind like a field of ripe corn.\t\n \nWhen evening quickens faintly in the street,\t\nWakening the appetites of life in some\t\nAnd to others bringing the <i>Boston Evening Transcript</i>,\nI mount the steps and ring the bell, turning\t\nWearily, as one would turn to nod good-bye to Rochefoucauld,\t\nIf the street were time and he at the end of the street,\t\nAnd I say, \"Cousin Harriet, here is the <i>Boston Evening Transcript</i>.\"</pre>\n "}], "pager": {"current_page": 422, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}