{"rows": [{"title": "The Purpose of Ritual", "view_node": "/poem/purpose-ritual", "field_author": "<a href=\"/poet/melissa-broder\" hreflang=\"und\">Melissa Broder</a>", "field_date_published": "2013", "body": " <p>When you fled I disappeared<br />into the abscesses of my brain.<br />We are both impulsive humans<br />and perhaps my disappearance<br />was premature. To reappear<br />I had to grow younger. I began<br />consuming images of boys<br />at a very rapid speed, never<br />their bodies just reflections.<br />I distorted all the mirrors<br />in mucus, oil and blood.<br />When I say that I consumed<br />I do not mean that I ate the mirrors,<br />only that I stood beside the boys,<br />dowsed the glass and incanted.<br />I chanted <i>you love me you love me</i><br />to 3000 boys but none said yes.<br />What does it mean to be so sick<br />with want that you create rituals<br />which lead nowhere? Only to be<br />human, I think, and less ok<br />than animals. I don’t want<br />to be human anymore<br />so I have covered the mirrors<br />in blankets. You returned to me<br />but never uncovered them.</p> "}, {"title": "Living in Numbers", "view_node": "/poem/living-numbers", "field_author": "<a href=\"/poet/claire-lee\" hreflang=\"und\">Claire Lee</a>", "field_date_published": "2013", "body": " <p><strong>Sunday, August 22, 2010:</strong><br />Number of times I’ve woken up after<br />oversleeping and sprung out of bed like a ninja: 959<br />Number of broken bones: 3<br />Number of scars, physical: 4; emotional: 947<br />Number of funerals attended: 7<br />Number of friends, Facebook: 744, real: 9<br />Number of cavities filled: 0<br /><br />Percentage of people I can stand in the world: 3.5<br />Number of times I’ve laughed so hard my sides would bruise: 2,972<br />Number of times I’ve wanted to bawl my eyes out: 320<br />Number of things I regret: 11<br />Number of things I know: 918,394<br /><br /><strong>Monday, August 23, 2010:</strong><br />Number of times I’ve woken up after oversleeping and sprung out of bed like a ninja: 960<br />Number of broken bones: 3<br />Number of scars, physical: 4; emotional: 1,293<br />Number of funerals attended: 7<br />Number of friends, Facebook: 800, real: 7<br />Number of cavities filled: 0<br /><br />Percentage of people I can stand in the world: 3.4<br />Number of times I’ve laughed so hard my sides would bruise: 2,973<br />Number of times I’ve wanted to bawl my eyes out: 321<br />Number of things I regret: 13<br />Number of things I know: 918,390</p> "}, {"title": "Freedom in Ohio", "view_node": "/poem/freedom-ohio", "field_author": "<a href=\"/poet/jennifer-chang\" hreflang=\"und\">Jennifer Chang</a>", "field_date_published": "2013", "body": " <p>                        <i>on my birthday</i><br /><br />I want a future<br />making hammocks<br />out of figs and accidents.<br />Or a future quieter<br />than snow. The leopards<br />stake out the backyard<br />and will flee at noon.<br />My terror is not secret,<br />but necessary,<br />as the wild must be,<br />as Sandhill cranes must<br />thread the meadow<br />yet again. Thus, autumn<br />cautions the cold<br />and the wild never want<br />to be wild. So what<br />to do about the thrum<br />of my thinking, the dangerous<br />pawing at the door?<br />Yesterday has no harmony<br />with today. I bought<br />a wool blanket, now shredded<br />in the yard. I abided by<br />dwelling, thought nothing<br />of now. And now?<br />I’m leopard and crane,<br />all’s fled.</p> "}, {"title": "Rocket Fantastic [excerpt]", "view_node": "/poem/rocket-fantastic-excerpt-0", "field_author": "<a href=\"/poet/gabrielle-calvocoressi\" hreflang=\"und\">Gabrielle Calvocoressi</a>", "field_date_published": "2013", "body": " <p>He's really beautiful. When he's standing in the trees like that and thinks nobody sees him. He's like a stag. Which sounds silly but he is. The way the light shines on him. The way it bounces off his hair like spray from the sprinkler. And he doesn't know it right then. Because he's looking somewhere else. Maybe up at a bird. I was standing a few feet away and turned back because I heard him whistling when he thought I wasn't listening. He wasn't thinking of me. He was looking at a bird who was sitting in the tree and looking back at him. If his shirt was off he'd have been dappled golden in the sun coming through the leaves. He didn't notice me watching him without his shirt on. He was standing in the forest and the sun was coming through the trees and covering him so he glowed. I knew he'd be warm if I walked up and touched him. And probably not mad. He's like something in a movie or like a book we'd read in summer by the pool. He didn't see me looking because he was so peaceful staring at the bird.</p> "}, {"title": "Hopscotch Smudges", "view_node": "/poem/hopscotch-smudges", "field_author": "<a href=\"/poet/chris-hosea\" hreflang=\"und\">Chris  Hosea</a>", "field_date_published": "2013", "body": " <p>The day you left<br />Do not leave<br />I cried out why<br />Any unsolicited female<br />My heart froze numb<br />Advertising material<br />My mind blank as<br />On this property<br />It were baked Alaska<br />Newspapers and magazines only<br />Vanilla noggin rocking<br />No dogs allowed<br />You stuck kiss to my ear<br />Do not feed<br />As if caught in a conch<br />The sea will not make any more<br />Passionate whispers<br />Boring art<br />I locked those secrets by a slide<br />Security provided<br />Hung with ripped phone cords<br />Guardian solutions<br />Rippled abs<br />Long gone forever<br />We deliver<br />For you<br />To you<br />For you</p> "}, {"title": "New Make", "view_node": "/poem/new-make", "field_author": "<a href=\"/poet/chris-hosea\" hreflang=\"und\">Chris  Hosea</a>", "field_date_published": "2013", "body": " <p>what comes next is<br />possible to theorize one<br />period emerging now<br />explore late ailments<br />see shells or pounds of ruler<br />also a lecture at Choate<br />spurred her ken for new<br />nests that break ice<br />got the germ of moribund style<br />what is it that Joe wants<br />to free poetry from<br />deliberate space of wail<br />conveys a need for hugs<br />one more future among none<br />not quite forgotten now<br />easy to get heated at a lectern<br />after drinking television looks<br />better be stumping for ease<br />that offspring will steal<br />like lovely stickers peeled<br />from white shapes that held<br />tells you she was born built<br />as much as born to slip<br />into a car driven by a diver<br />you and she do not yet<br />perceive as form critique allows<br />for just some laughter not waste<br />pretense unforgiven hidden patience<br />every tentative second awaiting buses<br />means you are wanted<br />like a wanted man is wanted<br />eyes deliberate blur past posters would I<br />lick off your lipstick and rouge</p> "}, {"title": "Everything Is Going To", "view_node": "/poem/everything-going", "field_author": "<a href=\"/poet/chris-hosea\" hreflang=\"und\">Chris  Hosea</a>", "field_date_published": "2013", "body": " <p>As we unlocked it<br />there was nothing<br />in the safe<br />I wanted<br />to embrace<br />someone there<br />so intent to record<br />all we saw<br />paying attention meant<br />forgetting<br />everyone<br />but you<br />sexy<br />at that age or later on<br />a kind of stage<br />your solitude<br />a fictive situation<br />parceled among the crowd<br />multiplying your every gesture<br />in outline<br />unto degradation<br />I wanted to stop<br />defending comfort<br />and touch you to<br />begin undoing<br />the rigmarole<br />of our passing<br />union</p> "}, {"title": "Elegy in Limestone", "view_node": "/poem/elegy-limestone", "field_author": "<a href=\"/poet/cj-evans\" hreflang=\"und\">CJ Evans</a>", "field_date_published": "2013", "body": " <p>If the water, everywhere, and if she<br /><br />is. If ghosts, like water, like if all<br /><br />rivers and oceans and rains are one<br /><br />ghost, surrounding and throughout.<br /><br />If she is, like if the lakes and bays<br /><br />of Seattle define Seattle, if the ices<br /><br />Of Mars and Massachusetts,<br /><br />hidden in their deep stones, define<br /><br />Mars and Massachusetts; if she is.<br /><br />A thirst unmet, alkaline or saline,<br /><br />the water not touching that thirst,<br /><br />if my thirst wants something else<br /><br />entirely. If she is. Water, if it is in<br /><br />and is blood. If invisible until<br /><br />exhale. If science lies and water<br /><br />doesn’t reflect sky but sky this<br /><br />water. If she is the sound, if it isn’t<br /><br />essential until its lack. If she is<br /><br />the sound of. Waves. If in the body,<br /><br />the dew in morning, and the moon.<br /><br />If she is the sound of the water.<br /><br />If rising, if breaking, if throughout.</p> "}, {"title": "Whom You Love", "view_node": "/poem/whom-you-love", "field_author": "<a href=\"/poet/joseph-o-legaspi\" hreflang=\"und\">Joseph O. Legaspi</a>", "field_date_published": "2013", "body": "<p>             \"Tell me whom you love, and I’ll tell you who you are.\" – Creole Proverb<br />\n </p>\n\n<p><span class=\"long-line\">The man whose throat blossoms with spicy chocolates</span><br /><span class=\"long-line\">Tempers my ways of flurrying</span><br /><span class=\"long-line\">Is my inner recesses surfacing</span><br /><span class=\"long-line\">Paints the bedroom blue because he wants to carry me to the skies</span><br /><span class=\"long-line\">Pear eater in the orchard</span><br /><span class=\"long-line\">Possesses Whitmanesque urge &amp; urgency</span><br /><span class=\"long-line\"><em>Boo Bear, the room turns orchestral </em></span><br /><span class=\"long-line\">Crooked grin of ice cream persuasion</span><br /><span class=\"long-line\">When I speak he bursts into seeds &amp; religion</span><br /><span class=\"long-line\">Poetry housed in a harmonica</span><br /><span class=\"long-line\">Line dances with his awkward flair</span><br /><span class=\"long-line\">Rare steaks, onion rings, Maker’s on the rocks</span><br /><span class=\"long-line\">Once-a-boy pilfering grenadine</span><br /><span class=\"long-line\">Nebraska, Nebraska, Nebraska</span><br /><span class=\"long-line\">Wicked at the door of happiness</span><br /><span class=\"long-line\">At a longed-for distance remains sharply crystalline</span><br /><span class=\"long-line\">Fragments, but by day’s end assembled into joint narrative</span><br /><span class=\"long-line\">Does not make me who I am, entirely</span><br /><span class=\"long-line\">Heart like a fig, sliced</span><br /><span class=\"long-line\">Peonies in a clear round vase, singing</span><br /><span class=\"long-line\">A wisp, a gasp, sonorous stutter</span><br /><span class=\"long-line\">Tuning fork deep in my belly, which is also a bell</span><br /><span class=\"long-line\">Evening where there is no church but fire</span><br /><span class=\"long-line\">Sparks, particles, chrysalis into memory</span><br /><span class=\"long-line\">Moth, pod of enormous pleasure, fluttering about on a train</span><br /><span class=\"long-line\">He knows I don’t need saving &amp; rescues me anyhow</span><br /><span class=\"long-line\"><em>Our often-misunderstood kind of love is dangerous</em></span><br /><em><span class=\"long-line\">Darling, fill my cup; the bird has come to roost</span></em></p>\n"}, {"title": "This Compost", "view_node": "/poem/compost", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1856", "body": " <p><b>1</b><br /><br />Something startles me where I thought I was safest,<br />I withdraw from the still woods I loved,<br />I will not go now on the pastures to walk,<br />I will not strip the clothes from my body to meet my lover the sea,<br />I will not touch my flesh to the earth as to other flesh to renew me.<br /><br />O how can it be that the ground itself does not sicken?<br />How can you be alive you growths of spring?<br />How can you furnish health you blood of herbs, roots, orchards, grain?<br />Are they not continually putting distemper'd corpses within you?<br />Is not every continent work'd over and over with sour dead?<br /><br />Where have you disposed of their carcasses?<br />Those drunkards and gluttons of so many generations?<br />Where have you drawn off all the foul liquid and meat?<br />I do not see any of it upon you to-day, or perhaps I am deceiv'd,<br />I will run a furrow with my plough, I will press my spade through the sod and turn it up underneath,<br />I am sure I shall expose some of the foul meat.<br /><br /><b>2</b><br /><br />Behold this compost! behold it well!<br />Perhaps every mite has once form'd part of a sick person—yet behold!<br />The grass of spring covers the prairies,<br />The bean bursts noiselessly through the mould in the garden,<br />The delicate spear of the onion pierces upward,<br />The apple-buds cluster together on the apple-branches,<br />The resurrection of the wheat appears with pale visage out of its graves,<br />The tinge awakes over the willow-tree and the mulberry-tree,<br />The he-birds carol mornings and evenings while the she-birds sit on their nests,<br />The young of poultry break through the hatch'd eggs,<br />The new-born of animals appear, the calf is dropt from the cow, the colt from the mare,<br />Out of its little hill faithfully rise the potato's dark green leaves,<br />Out of its hill rises the yellow maize-stalk, the lilacs bloom in the dooryards,<br />The summer growth is innocent and disdainful above all those strata of sour dead.<br /><br />What chemistry!<br />That the winds are really not infectious,<br />That this is no cheat, this transparent green-wash of the sea which is so amorous after me,<br />That it is safe to allow it to lick my naked body all over with its tongues,<br />That it will not endanger me with the fevers that have deposited themselves in it,<br />That all is clean forever and forever,<br />That the cool drink from the well tastes so good,<br />That blackberries are so flavorous and juicy,<br />That the fruits of the apple-orchard and the orange-orchard, that melons, grapes, peaches, plums, will<br />   none of them poison me,<br />That when I recline on the grass I do not catch any disease,<br />Though probably every spear of grass rises out of what was once a catching disease.<br /><br />Now I am terrified at the Earth, it is that calm and patient,<br />It grows such sweet things out of such corruptions,<br />It turns harmless and stainless on its axis, with such endless successions of diseas'd corpses,<br />It distills such exquisite winds out of such infused fetor,<br />It renews with such unwitting looks its prodigal, annual, sumptuous crops,<br />It gives such divine materials to men, and accepts such leavings from them at last.</p> "}, {"title": "Another Elegy", "view_node": "/poem/another-elegy-0", "field_author": "<a href=\"/poet/jericho-brown\" hreflang=\"und\">Jericho Brown</a>", "field_date_published": "2013", "body": "<p><span class=\"long-line\">To believe in God is to love</span><br /><span class=\"long-line\">What none can see. Let a lover go,</span><br /><br /><span class=\"long-line\">Let him walk out with the good</span><br /><span class=\"long-line\">Spoons or die</span><br /><br /><span class=\"long-line\">Without a signature, and so much</span><br /><span class=\"long-line\">Remains for scrubbing, for a polish</span><br /><br /><span class=\"long-line\">Cleaner than devotion. Tonight,</span><br /><span class=\"long-line\">God is one spot, and you,</span><br /><br /><span class=\"long-line\">You must be one blind nun. You</span><br /><span class=\"long-line\">Wipe, you rub, but love won’t move.</span></p>\n"}, {"title": "To Sir Henry Wotton", "view_node": "/poem/sir-henry-wotton", "field_author": "<a href=\"/poet/john-donne\" hreflang=\"und\">John Donne</a>", "field_date_published": "1625", "body": " <p>Sir, more than kisses, letters mingle souls,<br />For thus, friends absent speak. This ease controls<br />The tediousness of my life; but for these<br />I could ideate nothing which could please,<br />But I should wither in one day and pass<br />To a bottle of hay, that am a lock of grass.<br />Life is a voyage, and in our lives' ways<br />Countries, courts, towns are rocks, or remoras;<br />They break or stop all ships, yet our state's such,<br />That, though than pitch they stain worse, we must touch.<br />If in the furnace of the raging Line,<br />Or under th' adverse icy Pole thou pine,<br />Thou know'st two temperate regions, girded in,<br />Dwell there; but oh! what refuge canst thou win<br />Parched in the court and in the country frozen?<br />Shall cities built of both extremes be chosen?<br />Can dung or garlic be perfume? Or can<br />A scorpion or torpedo cure a man?<br />Cities are worst of all three; of all three<br />(Oh knotty riddle) each is worst equally.<br />Cities are sepulchres; they who dwell there<br />Are carcasses, as if no such they were;<br />And courts are theatres, where some men play<br />Princes, some slaves, all to one end, of one clay.<br />The country is a desert, where no good<br />Gained as habits, not born, is understood;<br />There men become beasts and prone to all evils;<br />In cities, blocks; and in a lewd court, devils.<br />As in the first Chaos confusedly,<br />Each element's qualities were in the other three,<br />So pride, lust, covetise, being several<br />To these three places, yet all are in all,<br />And mingled thus, their issue is incestuous:<br />Falsehood is denizen'd; Virtue is barbarous.<br />Let no man say there, \"Virtue's flinty wall<br />Shall lock vice in me; I'll do none, but know all.\"<br />Men are sponges, which, to pour out, receive;<br />Who know false play, rather than lose, deceive.<br />For in best understandings sin began;<br />Angels sinned first, then devils, and then man.<br />Only perchance beasts sin not; wretched we<br />Are beasts in all but white integrity.<br />I think if men, which in these places live,<br />Durst look in themselves, and themselves retrieve,<br />They would like strangers greet themselves, seeing then<br />Utopian youth grown old Italian.<br />   Be then thine own home, and in thyself dwell;<br />Inn anywhere; continuance maketh hell.<br />And seeing the snail which everywhere doth roam,<br />Carrying his own house still, still is at home,<br />Follow (for he is easy paced) this snail,<br />Be thine own palace, or the world's thy jail.<br />And in the world's sea, do not like cork sleep<br />Upon the water's face; nor in the deep<br />Sink like a lead without a line; but as<br />Fishes glide, leaving no print where they pass,<br />Nor making sound, so closely thy course go;<br />Let men dispute whether thou breathe or no:<br />Only in this be no Galenist,—to make<br />Court's hot ambitions wholesome, do not take<br />A dram of country's dullness; do not add<br />Correctives, but, as chemics, purge the bad;<br />But, Sir, I advise not you, I rather do<br />Say o'er those lessons which I learn'd of you,<br />Whom, free from Germany schisms, and lightness<br />Of France, and fair Italy's faithlessness,<br />Having from these sucked all they had of worth,<br />And brought home that faith which you carried forth,<br />I thoroughly love; but if myself I've won<br />To know my rules, I have and you have<br />                                                          DONNE.</p> "}, {"title": "April", "view_node": "/poem/april-2", "field_author": "<a href=\"/poet/algernon-charles-swinburne\" hreflang=\"und\">Algernon Charles Swinburne</a>", "field_date_published": "2013", "body": " <blockquote><i>From the French of the Vidame de Chartres</i></blockquote><p>When the fields catch flower<br />   And the underwood is green,<br />And from bower unto bower<br />   The songs of the birds begin,<br />   I sing with sighing between.<br />When I laugh and sing,<br />   I am heavy at heart for my sin;<br />I am sad in the spring<br />   For my love that I shall not win,<br />For a foolish thing.<br /><br />This profit I have of my woe,<br />   That I know, as I sing,<br />I know he will needs have it so<br />   Who is master and king,<br />   Who is lord of the spirit of spring.<br />I will serve her and will not spare<br />   Till her pity awake<br />Who is good, who is pure, who is fair,<br />   Even her for whose sake<br />Love hath ta'en me and slain unaware.<br /><br />O my lord, O Love,<br />   I have laid my life at thy feet;<br />Have thy will thereof,<br />   Do as it please thee with it,<br />   For what shall please thee is sweet.<br />I am come unto thee<br />   To do thee service, O Love;<br />Yet cannot I see<br />   Thou wilt take any pity thereof,<br />Any mercy on me.<br /><br />But the grace I have long time sought<br />   Comes never in sight,<br />If in her it abideth not,<br />   Through thy mercy and might,<br />   Whose heart is the world's delight.<br />Thou hast sworn without fail I shall die,<br />   For my heart is set<br />On what hurts me, I wot not why,<br />   But cannot forget<br />What I love, what I sing for and sigh.<br /><br />She is worthy of praise,<br />   For this grief of her giving is worth<br />All the joy of my days<br />   That lie between death's day and birth,<br />   All the lordship of things upon earth.<br />Nay, what have I said?<br />   I would not be glad if I could;<br />My dream and my dread<br />   Are of her, and for her sake I would<br />That my life were fled.<br /><br />Lo, sweet, if I durst not pray to you,<br />   Then were I dead;<br />If I sang not a little to say to you,<br />   (Could it be said)<br />   O my love, how my heart would be fed;<br />Ah sweet who hast hold of my heart,<br />   For thy love's sake I live,<br />Do but tell me, ere either depart,<br />   What a lover may give<br />For a woman so fair as thou art.<br /><br />The lovers that disbelieve,<br />   False rumours shall grieve<br />And evil-speaking shall part.</p> "}, {"title": "On this Very Street in Belgrade", "view_node": "/poem/very-street-belgrade", "field_author": "<a href=\"/poet/charles-simic\" hreflang=\"und\">Charles Simic</a>", "field_date_published": "2013", "body": " <p>Your mother carried you<br />Out of the smoking ruins of a building<br />And set you down on this sidewalk<br />Like a doll bundled in burnt rags,<br />Where you now stood years later<br />Talking to a homeless dog,<br />Half-hidden behind a parked car,<br />His eyes brimming with hope<br />As he inched forward, ready for the worst.</p> "}, {"title": "Like Any Good American", "view_node": "/poem/any-good-american", "field_author": "<a href=\"/poet/brynn-saito\" hreflang=\"und\">Brynn Saito</a>", "field_date_published": "2013", "body": " <p>I bathe my television    in total attention    I give it my corneas<br />I give it my eardrums    I give it my longing<br />In return I get pictures      of girls fighting    and men flying<br />and women in big houses    with tight faces    blotting down tears<br />with tiny knuckles    Sometimes my mother calls<br />and I don't answer      Sometimes a siren     sings past the window<br />and summer air     pushes in     dripping with the scent<br />of human sweat       But what do I care      I've given my skin<br />to the TV     I've given it my tastes     In return    it gives me so many<br />different sounds     to fill the silence   where the secrets<br />of my life     flash by like ad space     for the coming season</p> "}, {"title": "Yours", "view_node": "/poem/yours", "field_author": "<a href=\"/poet/daniel-hoffman\" hreflang=\"und\">Daniel Hoffman</a>", "field_date_published": "2003", "body": " <p>I am yours as the summer air at evening is<br />Possessed by the scent of linden blossoms,<br /><br />As the snowcap gleams with light<br />Lent it by the brimming moon.<br /><br />Without you I'd be an unleafed tree<br />Blasted in a bleakness with no Spring.<br /><br />Your love is the weather of my being.<br />What is an island without the sea?</p> "}, {"title": "Primitive State [excerpt]", "view_node": "/poem/primitive-state-excerpt", "field_author": "<a href=\"/poet/anselm-berrigan\" hreflang=\"und\">Anselm Berrigan</a>", "field_date_published": "2013", "body": " <p>Thingitation righteousness for pre-avail to drive away the mighty kraken<br /><br />Put me in a room full of strangers and leave me alone<br /><br />...cauldron in twine, disarray as fair game, keen ablution borne skeezed...<br /><br />Forced into assertions by a lack of attention<br /><br />...the warp we held out in readiness, taking wind off the table, the awe thus retrofitted<br />within the futility of cleanliness, that mere cost...<br /><br />But I am not trying to achieve a general unity of impression, which anyway sounds like a<br />metaphysics of port authority<br /><br />Clear-cut you are my enemy, alternate pen failing eternity<br /><br />...bazaar residence, chatty folly, all perks, all codes...<br /><br />If’n diffident glee<br /><br />For the appearance of a glove, designed in wood to imitate a mama whooping crane from<br />the neck up, would prevent the little chick from being humanized by coming through a<br />hatch in the wall to commence feeding time<br /><br />Where its nothing personal happens<br /><br />Selling points envying the rim<br /><br />The patter of claws as I upload Brahms in the dark<br /><br />He demonstrated the location of his injury by touching the trainer’s parallel area<br /><br />...video courtesies, seeing the quiddity a five-headed eagle brings to light, in a touch...<br /><br />A late run at respectability about to come up short<br /><br />Mellow radiation lulls with rosemary<br /><br />T’aint<br /><br />The window so far behind the what<br /><br />...drums in the bleep, four savory flavors in mind, forgeries bloody coming after me...<br /><br />It was indeed a terrible idea to lend a valuable book to a painter<br /><br />Soon I must go to sleep and simulate someone at rest<br /><br />Trilobite death wish to replace beer funnels downstairs with<br /><br />She pours herself into recognition as if every moment is a new one<br /><br />Should I hide the ointment from the truth<br /><br />The industry of analyzing that which may<br /><br />String straps suck<br /><br />Should I gnaw on everything with my five pesky teeth<br /><br />To sit back down still high amidst the aggro-squirrel set under amber street light, kid<br />asleep, paper catching drizzle, phone lurking in pocket<br /><br />Standards, such as yours, don’t exist<br /><br />...risers tracking reliquaries, gradations of skill at filling a thirty-second spot...<br /><br />At some point it became spontaneous to have a plan<br /><br />A daydream that everyone speaks only in acronyms</p> "}, {"title": "The Forecast", "view_node": "/poem/forecast", "field_author": "<a href=\"/poet/michael-dumanis\" hreflang=\"und\">Michael Dumanis</a>", "field_date_published": "2013", "body": " <p>I carry myself out into the rainswept blur.<br />I lift my pleasant voice over the coming flood.<br />I have nothing to do that I’m going to do.<br />I keep meaning to purchase a dog. I keep waiting<br /><br />to email you back. When I see you again will<br />I know who you are? Once I wove you a mask<br />of rattan and hair. Once I carved you a mask<br />of painted wood. I brushed my wooden leg<br /><br />against your wooden leg. We had learned to imitate<br />each other’s breath. When I see you again will<br />you know who I am? Will you place your words back<br />into my open mouth? Once I held you for years<br /><br />in the stones of my eyes. You were an ineluctable act of God.<br />Into the drainage ditch we hurled our toys.</p> "}, {"title": "Compassion IV", "view_node": "/poem/compassion-iv", "field_author": "<a href=\"/poet/noelle-kocot\" hreflang=\"und\">Noelle Kocot</a>", "field_date_published": "2013", "body": " <p>The human realities of the living are now<br />As close to me as my own—oh, see how<br />Dusty that plant gets when you don't clean<br />It! The rippling day is a fabulous lesson,<br />My pants are too loose, and yet. <i>Bon nuit,<br />Mes chéries!</i> All over the whole neighbor-<br />Hood, your fluid legs move—you are all<br />Permission and flounce, and your stockings<br />Catch in the mere light. Perfection, wholeness<br />Is what I see now in everyone I touch. That<br />Day when two men came in from the stream,<br />Wet, bothered, the windows were blackened,<br />And the cats ran around. Rain came, but<br />Also sunlight, and the years of hard living<br />Dissolved. A blanket of verbs crosses the<br />Threshold. Poetry, you are mine, and I will<br />Go anywhere with you. A gap in the mind,<br />A spangled street, my spine, perfectly erect now,<br />Chooses these words, yet it is as if I have no choice.</p> "}, {"title": "Poem", "view_node": "/poem/poem-17", "field_author": "<a href=\"/poet/john-gray\" hreflang=\"und\">John Gray</a>", "field_date_published": "2013", "body": " <blockquote><i>To Arthur Edmonds</i></blockquote><p>Geranium, houseleek, laid in oblong beds<br />On the trim grass. The daisies' leprous stain<br />Is fresh. Each night the daisies burst again,<br />Though every day the gardener crops their heads.<br /><br />A wistful child, in foul unwholesome shreds,<br />Recalls some legend of a daisy chain<br />That makes a pretty necklace. She would fain<br />Make one, and wear it, if she had some threads.<br /><br />Sun, leprous flowers, foul child. The asphalt burns.<br />The garrulous sparrows perch on metal Burns.<br />Sing! Sing! they say, and flutter with their wings.<br />He does not sing, he only wonders why<br />He is sitting there. The sparrows sing. And I<br />Yield to the strait allure of simple things.</p> "}], "pager": {"current_page": 426, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}