{"rows": [{"title": "Rambling", "view_node": "/poem/rambling", "field_author": "<a href=\"/poet/afaa-michael-weaver\" hreflang=\"und\">Afaa Michael Weaver</a>", "field_date_published": "2007", "body": "<blockquote><sup><em>in Lewisburg Federal Penitentiary</em></sup></blockquote>\n\n<p><span class=\"long-line\">In general population, census</span><br /><span class=\"long-line\">is consensus—ain't nowhere to run</span><br /><span class=\"long-line\">to in these walls, walls like a mind—</span><br /><span class=\"long-line\">We visitors stand in a yellow circle</span><br /><span class=\"long-line\">so the tower can frisk us with light,</span><br /><span class=\"long-line\">finger the barrels on thirsty rifles.</span></p>\n\n<p><span class=\"long-line\">I got rambling, rambling on my mind</span></p>\n\n<p><span class=\"long-line\">In general population, madness runs</span><br /><span class=\"long-line\">swift through the river changing, changing</span><br /><span class=\"long-line\">in hearts, men tacked in their chairs,</span><br /><span class=\"long-line\">resigned to hope we weave into air,</span><br /><span class=\"long-line\">talking this and talking that and one brutha</span><br /><span class=\"long-line\">asks <em>Tell us how to get these things</em></span><br /><em><span class=\"long-line\">They got, these houses, these cars.</span><br /><span class=\"long-line\">We want the real revolution</span></em>. Things...</p>\n\n<p><span class=\"long-line\">I got rambling, got rambling on my mind</span></p>\n\n<p><span class=\"long-line\">In the yellow circle the night stops</span><br /><span class=\"long-line\">like a boy shot running from a Ruger 9mm</span><br /><span class=\"long-line\">carrying .44 magnum shells, a sista</span><br /><span class=\"long-line\">crying in the glass booth to love's law,</span><br /><span class=\"long-line\">to violence of backs bent over to the raw</span><br /><span class=\"long-line\">libido of men, cracking, cracking, crack...</span></p>\n\n<p><span class=\"long-line\">I got rambling, rambling on my mind</span></p>\n"}, {"title": "1941 Piece", "view_node": "/poem/1941-piece", "field_author": "<a href=\"/poet/emilio-villa\" hreflang=\"und\">Emilio Villa</a>", "field_date_published": "2011", "body": "<p><span class=\"long-line\">It could be</span><br /><span class=\"long-line\">that on any given</span><br /><span class=\"long-line\">day air would travel</span><br /><span class=\"long-line\">half-heartedly through the air,</span></p>\n\n<p><br /><span class=\"long-line\">maybe, but if Lake Garda fails to recover in time</span><br /><span class=\"long-line\">all the dust eaten by cyclists in meaningless races,</span><br /><span class=\"long-line\">and kilometers that don't count, good for nothing,</span></p>\n\n<p><br /><span class=\"long-line\">maybe, as long as the ozone and the horizontal rain</span><br /><span class=\"long-line\">speak to traffic cops with nickeled stands of poplar </span><br /><span class=\"long-line\">about ideal jubilees, communism fresh as a rose</span></p>\n\n<p><br /><span class=\"long-line\">and then we would feel </span><br /><span class=\"long-line\">as if in our chests mangled by spears,</span><br /><span class=\"long-line\">thoughtful devotions, affections, vanities,</span><br /><span class=\"long-line\">our dioceses were to drown one by one</span><br /><span class=\"long-line\">little by little, and inside the other </span><br /><span class=\"long-line\">ephemeral vase of air, shipwrecked people</span><br /><span class=\"long-line\">were to surface</span><br /><span class=\"long-line\">with a brotherly laugh, but without</span><br /><span class=\"long-line\">the body dense as a body or as any thing</span></p>\n\n<p><br /><span class=\"long-line\">and as long as the dodging capon,</span><br /><span class=\"long-line\">trapped on the edge of the fog or within</span><br /><span class=\"long-line\">autumn's violet stubble, failed to die</span><br /><span class=\"long-line\">heroically wounded by that pocket knife thrown </span><br /><span class=\"long-line\">by chance, stuck in his shins until blood is spilled; or</span></p>\n\n<p><br /><span class=\"long-line\">as long as the train's smell slithers to checkpoints</span><br /><span class=\"long-line\">and realizes in the end that the world's nights</span><br /><span class=\"long-line\">and the lowing from the stalls of Brianza, and the breath</span></p>\n\n<p><br /><span class=\"long-line\">of foreign fodder, and the air filled</span><br /><span class=\"long-line\">with a stew of local beef, and the change</span><br /><span class=\"long-line\">of musical coins across the zinc counter, will touch</span><br /><span class=\"long-line\">the firmament with frosted hands: and then</span></p>\n\n<p><br /><span class=\"long-line\">some agate marbles concealed in the panic snore</span><br /><span class=\"long-line\">of those poplars will serve as lamps or blinds</span></p>\n\n<p><br /><span class=\"long-line\">and it's not like the heavens</span><br /><span class=\"long-line\">are a sound, bottomless investment, or a mine</span><br /><span class=\"long-line\">devoid of fatherland and feeling</span></p>\n\n<p><br /><span class=\"long-line\">therefore, let the troops hurry like shades with coats</span><br /><span class=\"long-line\">on the borders rubbing mile after mile,</span><br /><span class=\"long-line\">year after year; and more so the hidden anguish of breaths</span><br /><span class=\"long-line\">grows here in the fatherland and furthermore freezes</span><br /><span class=\"long-line\">in this chaos, and here the fish seeps out,</span><br /><span class=\"long-line\">like mandatory nostalgia for the northern star, and </span><br /><span class=\"long-line\">the train's snake-like turns, stops, the long</span><br /><span class=\"long-line\">detours through the countryside, through the nocturnal</span><br /><span class=\"long-line\">paint of drizzling rain and murk</span></p>\n\n<p><br /><span class=\"long-line\">thus, drunk with weakness facing the earthly dream</span><br /><span class=\"long-line\">where the stones of Europe mature, where stately</span><br /><span class=\"long-line\">gardens float in the <i>naviglio</i> of peace,</span><br /><span class=\"long-line\">nations devised in the dreams of strange</span><br /><span class=\"long-line\">prime ministers with rocks in their heads</span></p>\n\n<p><br /><span class=\"long-line\">drunk with emotion the last seafarer or engineer</span><br /><span class=\"long-line\">or fresh water sailor, or athlete at the track,</span><br /><span class=\"long-line\">forgotten the silvery shimmer of canals and verdure,</span><br /><span class=\"long-line\">the murmur of pewter silverware washed</span><br /><span class=\"long-line\">in doorways opening onto towpaths </span><br /><span class=\"long-line\">in that slow after-supper idleness, let him go</span><br /><span class=\"long-line\">beyond the soul</span></p>\n\n<p><br /><span class=\"long-line\">and then again, beyond the soul everything is a mirror</span><br /><span class=\"long-line\">of celestial Catholic confusion, nor do we want to</span><br /><span class=\"long-line\">believe in our bodies too much, this mirror, enough,</span><br /><span class=\"long-line\">for the time being, with this annoying light</span></p>\n\n<p><br /><span class=\"long-line\">yet meanwhile the rest of us exist, both one and the other,</span><br /><span class=\"long-line\">fearfully, reverentially, and then,</span><br /><span class=\"long-line\">rising from the busy welfare rolls </span><br /><span class=\"long-line\">we pass, like sickly clouds, toward the fine liquor </span><br /><span class=\"long-line\">of the Atlantic, at the county's end,</span><br /><span class=\"long-line\">without the noise of borders or hallways: that's where</span></p>\n\n<p><br /><span class=\"long-line\">everything will be vague and flawless, everything</span><br /><span class=\"long-line\">in common; there, not a single strip of twilight</span><br /><span class=\"long-line\">ever appears stronger than the night</span></p>\n\n<p><br /><span class=\"long-line\">electric, fish-like.</span></p>\n"}, {"title": "What&#039;s New", "view_node": "/poem/whats-new", "field_author": "<a href=\"/poet/emilio-villa\" hreflang=\"und\">Emilio Villa</a>", "field_date_published": "2011", "body": "<p><span class=\"long-line\">What's new is that one can no longer keep</span><br /><span class=\"long-line\">the eyelids of swept away young men open</span><br /><span class=\"long-line\">with sharpened toothpicks, they're no longer alive:</span><br /></p><p><span class=\"long-line\">what's new is the whitish eyes of Milanese</span><br /><span class=\"long-line\">men upon the wires of trolleys, trams and poles;</span><br /><span class=\"long-line\">don't tell me it's sad to go on looking sadly in each other's eyes!</span><br /></p><p><span class=\"long-line\">what's new is that between flesh and bone there's something </span><br /><span class=\"long-line\">that turns a girl either hot or cold, who has eyes</span><br /><span class=\"long-line\">like a countryside plowed by war, outside the city walls;</span><br /></p><p><span class=\"long-line\">what's new is that few plants continue to grow;</span><br /><span class=\"long-line\">and hands ruined by lesions and soot</span><br /><span class=\"long-line\">light the cast-iron stoves, there is no gas;</span><br /></p><p><span class=\"long-line\">is that the universal substance trembles, and our heart</span><br /><span class=\"long-line\">not out of pride, nor power, but it seems good, and a sound </span><br /><span class=\"long-line\">of water ways trembles, water ways and train tracks:</span><br /></p><p><span class=\"long-line\">the wind has left furrows of rain and greasy stains</span><br /><span class=\"long-line\">on the plaster of facades fifteen meters wide, and </span><br /><span class=\"long-line\">furrows, that is wrinkles, in the old folks' polished square;</span><br /></p><p><span class=\"long-line\">windows are a seed among headlights: and I </span><br /><span class=\"long-line\">sow breath and great goodtime, and you</span><br /><span class=\"long-line\">walk up and down the main streets of town;</span><br /></p><p><span class=\"long-line\">and I make ragged comparisons, and you carry</span><br /><span class=\"long-line\">the stingy and melancholy beauty within the red shade</span><br /><span class=\"long-line\">of still being beautiful, a girl like a countryside; </span><br /></p><p><span class=\"long-line\">and I know how to give forgotten compliments, and you move on;</span><br /><span class=\"long-line\">and you think that one needs to watch what is needed,</span><br /><span class=\"long-line\">and I think about shivering animals that will once again</span><br /></p><p><span class=\"long-line\">piss close to the air like they used to; and you</span><br /><span class=\"long-line\">make me a musical list of clothes to dry</span><br /><span class=\"long-line\">in the generous and hapless air of our <i>camporella</i>.</span>\n</p>"}, {"title": "Putting on My Face", "view_node": "/poem/putting-my-face", "field_author": "<a href=\"/poet/tada-chimako\" hreflang=\"und\">Tada Chimako</a>", "field_date_published": "2010", "body": "<p><span class=\"long-line\">Facing the mirror, I put on my face</span><br /><span class=\"long-line\">Apply a thin layer of makeup</span><br /><span class=\"long-line\">But not like usual this time, not like each night</span><br /><span class=\"long-line\">Tonight, I become an adolescent boy!</span></p>\n\n<p><span class=\"long-line\">A fifteen-year-old boy's shirt and blazer</span><br /><span class=\"long-line\">A fifteen-year-old boy's slacks</span><br /><span class=\"long-line\">Strangely enough, they fit me well</span><br /><span class=\"long-line\">I become a boy just before his beard comes in</span></p>\n\n<p><span class=\"long-line\">This bet I wager takes hardly any cash</span><br /><span class=\"long-line\">Not even as dangerous as a bet I suppose</span><br /><span class=\"long-line\">Secretly switch jack for queen</span><br /><span class=\"long-line\">And all is well, no one will know</span><br /><span class=\"long-line\">(Repaint a rusty boat and at the right time</span><br /><span class=\"long-line\">The launching ceremony will commence</span><br /><span class=\"long-line\">All eyes on deck focused on the bow)</span></p>\n\n<p><span class=\"long-line\">No longer will I envy any man or woman</span><br /><span class=\"long-line\">I do not need perfume or pistols</span><br /><span class=\"long-line\">Just think and I can be</span><br /><span class=\"long-line\">Concrete woman</span><br /><span class=\"long-line\">Or abstract man</span></p>\n\n<p><span class=\"long-line\">The night grows long</span><br /><span class=\"long-line\">Preparations done, I am ready to go</span><br /><span class=\"long-line\">Among people who are</span><br /><span class=\"long-line\">Neither husband nor lover</span><br /><span class=\"long-line\">Farewell, unfamiliar adolescent in the mirror</span><br /><span class=\"long-line\">Until that boyish dawn one step this side of man</span></p>\n"}, {"title": "From a Woman of a Distant Land", "view_node": "/poem/woman-distant-land", "field_author": "<a href=\"/poet/tada-chimako\" hreflang=\"und\">Tada Chimako</a>", "field_date_published": "2010", "body": "<p><b>1</b></p>\n\n<p>   In this country, we do not bury the dead. We enclose them like dolls in glass cases and decorate our houses with them.<br />\n   People, especially the cultivated ones from old families, live surrounded by multitudes of dignified dead. Our living rooms and parlors, even our dining rooms and our bedrooms, are filled with our ancestors in glass cases. When the rooms become too full, we use the cases for furniture.<br />\n   On top of where my twenty-five-year-old great-grandmother lies, beautiful and buried in flowers, we line up the evening soup bowls.</p>\n\n<p><b>2</b></p>\n\n<p>   We do not sing in chorus. When four people gather, we weave together four different melodies. This is what we call a relationship. Such encounters are always a sort of entanglement. When these entanglements come loose, we scatter in four directions, sometimes with relief, sometimes at wit's end.</p>\n\n<p><b>3</b></p>\n\n<p>   I wrote that we scatter in four directions, but I did not mean that we merely return home, scattering from one another like rays of light radiating from a single source.<br />\n   When there is no more need to be together, we scatter in four different directions, but none of us ever breaks the horizon with our tread.<br />\n   Because people are afraid at the thought of their feet leaving the earth, we turn around one step before reaching the horizon. After thirty years, those faces we wished to see never again enter our fields of vision.</p>\n\n<p><b>4</b></p>\n\n<p>   In this country, everyone fears midday. In the daytime, the dead are too dead. Bathed in the sharp view of the sun, our skin crawls, and we shudder.<br />\n   When the nights, vast and deaf, vast and blind, descend with size great enough to fill the distances between us, we remove our corsets and breathe with relief. When we lie down to sleep at the bottom of the darkness, we are nearly as content as the corpses around us.</p>\n\n<p><b>5</b></p>\n\n<p>   The sight of fresh new leaves scares us. Who is to say that those small buds raising their faces upon the branches are not our own nipples? Who is to say that the soft, double blades of grass stretching from the wet earth are not the slightly parted lips of a boy?</p>\n\n<p><b>6</b></p>\n\n<p>   In the springtime, when green begins to invade our world, there is no place for us to take refuge outside, and so we hide in the deepest, darkest recesses of our houses. Sometimes we crane our necks from where we hide between our dead brothers, and we gaze at the green hemisphere swelling before our eyes. We are troubled by many fevers; we live with thermometers tucked under our arms.<br />\n   Do you know what it means to be a woman, especially to be a woman in this country, during the spring?<br />\n   When I was fifteen, becoming a woman frightened me. When I was eighteen, being a woman struck me as loathsome. Now, how old am I? I have become too much of a woman. I can no longer return to being human; that age is gone forever. My head is small, my neck long, and my hair terribly heavy.</p>\n\n<p><b>7</b></p>\n\n<p>   We can smile extremely well. So affable are our smiles that they are always mistaken for the real thing. Nonetheless, if by some chance our smiles should go awry, we fall into a terrible state. Our jaws slacken, and our faces disintegrate into so many parts.<br />\n   When this happens, we cover our faces with our handkerchiefs and withdraw. Shutting ourseleves alone in a room, we wait quietly until our natural grimace returns.</p>\n\n<p><b>8</b></p>\n\n<p>   During our meals, sometimes a black, glistening insect will dart diagonally across the table. People know perfectly well where this giant insect comes from. When it dashes between the salad and the loaf of bread, people fall silent for a moment, then continue as if nothing had happened.<br />\n   The insect has no name. That is because nobody has ever dared talk about it.</p>\n\n<p><b>9</b></p>\n\n<p>   Three times each day, all of the big buildings sound sirens. The elementary schools, theaters, and even the police stations raise a long wail like that of a chained beast suffering from terrible tedium.<br />\n   No matter where one is in this country, one cannot escape this sound—not even if one is making love, not even if one peering into the depths of a telescope.<br />\n   Yes, there are many telescopes in this country. There is always a splendid telescope at each major intersection in town. People here like to see things outside of their own country. Every day many people, while looking through the lens of one of these telescopes, are struck by stray cars and killed.</p>\n\n<p><b>10</b></p>\n\n<p>   When the faint aroma of the tide wafts upon the wind into town, people remember that this country lies by the sea. This sea, however, is not there for us to navigate; it is there to shut us in. The waves are not there to carry us; they continue their eternal movement so we will give up all hope.<br />\n   Like the waves that roll slowly from the shore, we sigh heavily. We throw our heads back, then hang them in resignation. We crumple to the ground, our skirts fanning over the dunes...</p>\n\n<p><b>11</b></p>\n\n<p>   Ignorant of all this, trading ships laden with unknown products, move into the harbor. People speak in unknown languages; unknown faces appear and disappear. Ah, how many times have I closed my eyes and covered my ears against the wail of the sirens while sending my heart from the harbor on board one of those ships?</p>\n"}, {"title": "A Spray of Water: Tanka [one narcissus]", "view_node": "/poem/spray-water-tanka-one-narcissus", "field_author": "<a href=\"/poet/tada-chimako\" hreflang=\"und\">Tada Chimako</a>", "field_date_published": "2010", "body": "<p><span class=\"long-line\">one narcissus</span><br /><span class=\"long-line\">draws close to another</span><br /><span class=\"long-line\">like the only</span><br /><span class=\"long-line\">two adolescent boys</span><br /><span class=\"long-line\">in the universe</span></p>\n\n<p><img alt=\"\" border=\"0\" src=\"/sites/default/files/images/tada_narcissus.gif\" /></p>\n"}, {"title": "A Spray of Water: Tanka [the round spoon]", "view_node": "/poem/spray-water-tanka-round-spoon", "field_author": "<a href=\"/poet/tada-chimako\" hreflang=\"und\">Tada Chimako</a>", "field_date_published": "2010", "body": "<p><span class=\"long-line\">the round spoon</span><br /><span class=\"long-line\">with the curvature</span><br /><span class=\"long-line\">of a concave mirror</span><br /><span class=\"long-line\">scoops out my eye</span><br /><span class=\"long-line\">and swallows it</span></p>\n\n<p><img alt=\"\" border=\"0\" src=\"/sites/default/files/images/tada_spoon.gif\" /></p>\n"}, {"title": "A Spray of Water: Tanka [the hot water in]", "view_node": "/poem/spray-water-tanka-hot-water", "field_author": "<a href=\"/poet/tada-chimako\" hreflang=\"und\">Tada Chimako</a>", "field_date_published": "2010", "body": "<p><span class=\"long-line\">the hot water in</span><br /><span class=\"long-line\">the abandoned kettle</span><br /><span class=\"long-line\">slowly cools</span><br /><span class=\"long-line\">still carrying the resentment</span><br /><span class=\"long-line\">of colder water</span></p>\n\n<p><img alt=\"\" border=\"0\" src=\"/sites/default/files/images/tada_coldwater.gif\" /></p>\n"}, {"title": "Person of the Playful Star: Tanka [I listen to songs]", "view_node": "/poem/person-playful-star-tanka-i-listen-songs", "field_author": "<a href=\"/poet/tada-chimako\" hreflang=\"und\">Tada Chimako</a>", "field_date_published": "2010", "body": "<p><span class=\"long-line\">I listen to songs</span><br /><span class=\"long-line\">of someone handsome</span><br /><span class=\"long-line\">at the apex of night</span><br /><span class=\"long-line\">the Milky Way overflows</span><br /><span class=\"long-line\">the stars boil over and fall</span></p>\n\n<p><img alt=\"\" border=\"0\" src=\"/sites/default/files/images/tada_handsome.gif\" /></p>\n"}, {"title": "Person of the Playful Star: Tanka [there is a hole at]", "view_node": "/poem/person-playful-star-tanka-there-hole", "field_author": "<a href=\"/poet/tada-chimako\" hreflang=\"und\">Tada Chimako</a>", "field_date_published": "2010", "body": "<p><span class=\"long-line\">there is a hole at</span><br /><span class=\"long-line\">the end of night</span><br /><span class=\"long-line\">a secret</span><br /><span class=\"long-line\">surrounded by red</span><br /><span class=\"long-line\">road construction lamps</span></p>\n\n<p><img alt=\"\" border=\"0\" src=\"/sites/default/files/images/tada_hole.gif\" /></p>\n"}, {"title": "The Glimpse", "view_node": "/poem/glimpse", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "1917", "body": " <pre>\nShe sped through the door\nAnd, following in haste,\nAnd stirred to the core,\nI entered hot-faced;\nBut I could not find her,\nNo sign was behind her.\n'Where is she?' I said:\n\"Who?\" they asked that sat there;\n\"Not a soul's come in sight.\"\n'A maid with red hair.'\n\"Ah.\" They paled. \"She is dead.\nPeople see her at night,\nBut you are the first\nOn whom she has burst\nIn the keen common light.\"\n\nIt was ages ago,\nWhen I was quite strong:\nI have waited since,—O,\nI have waited so long!\nYea, I set me to own\nThe house, where now lone\nI dwell in void rooms\nBooming hollow as tombs!\nBut I never come near her,\nThough nightly I hear her.\nAnd my cheek has grown thin\nAnd my hair has grown gray\nWith this waiting therein;\nBut she still keeps away!</pre>\n "}, {"title": "At the Piano", "view_node": "/poem/piano-0", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "1917", "body": "<p><span class=\"long-line\">A Woman was playing,</span><br /><span class=\"long-line\">    A man looking on;</span><br /><span class=\"long-line\">    And the mould of her face,</span><br /><span class=\"long-line\">    And her neck, and her hair,</span><br /><span class=\"long-line\">    Which the rays fell upon</span><br /><span class=\"long-line\">    Of the two candles there,</span><br /><span class=\"long-line\">Sent him mentally straying</span><br /><span class=\"long-line\">    In some fancy-place</span><br /><span class=\"long-line\">    Where pain had no trace.</span><br /><span class=\"long-line\">A cowled Apparition</span><br /><span class=\"long-line\">    Came pushing between;</span><br /><span class=\"long-line\">    And her notes seemed to sigh;</span><br /><span class=\"long-line\">    And the lights to burn pale,</span><br /><span class=\"long-line\">    As a spell numbed the scene.</span><br /><span class=\"long-line\">    But the maid saw no bale,</span><br /><span class=\"long-line\">And the man no monition;</span><br /><span class=\"long-line\">    And Time laughed awry,</span><br /><span class=\"long-line\">    And the Phantom hid nigh.</span></p>\n"}, {"title": "In the Garden", "view_node": "/poem/garden-0", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "1915", "body": " <pre>\nWe waited for the sun\nTo break its cloudy prison\n(For day was not yet done,\nAnd night still unbegun)\nLeaning by the dial.\n\nAfter many a trial—\nWe all silent there—\nIt burst as new-arisen,\nThrowing a shade to where\nTime travelled at that minute.\n\nLittle saw we in it,\nBut this much I know,\nOf lookers on that shade,\nHer towards whom it made\nSoonest had to go.</pre>\n "}, {"title": "Curtains", "view_node": "/poem/curtains", "field_author": "<a href=\"/poet/ruth-stone\" hreflang=\"und\">Ruth Stone</a>", "field_date_published": "1987", "body": " <pre>\nPutting up new curtains,\nother windows intrude.\nAs though it is that first winter in Cambridge\nwhen you and I had just moved in.\nNow cold borscht alone in a bare kitchen.\n\nWhat does it mean if I say this years later?\n\nListen, last night\nI am on a crying jag\nwith my landlord, Mr. Tempesta.\nI sneaked in two cats.\nHe screams, \"No pets! No pets!\"\nI become my Aunt Virginia,\nproud but weak in the head.\nI remember Anna Magnani.\nI throw a few books. I shout.\nHe wipes his eyes and opens his hands.\nOK OK keep the dirty animals\nbut no nails in the walls.\nWe cry together.\nI am so nervous, he says.\n\nI want to dig you up and say, look,\nit's like the time, remember,\nwhen I ran into our living room naked\nto get rid of that fire inspector.\n\nSee what you miss by being dead?</pre>\n "}, {"title": "The Interloper", "view_node": "/poem/interloper", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "1917", "body": " <p>There are three folk driving in a quaint old chaise,<br />And the cliff-side track looks green and fair;<br />I view them talking in quiet glee<br />As they drop down towards the puffins' lair<br />    By the roughest of ways;<br />But another with the three rides on, I see,<br />    Whom I like not to be there!<br /><br />No: it's not anybody you think of. Next<br />A dwelling appears by a slow sweet stream<br />Where two sit happily and half in the dark:<br />They read, helped out by a frail-wick'd gleam,<br />    Some rhythmic text;<br />But one sits with them whom they don't mark,<br />    One I'm wishing could not be there.<br /><br />No: not whom you knew and name. And now<br />I discern gay diners in a mansion-place,<br />And the guests dropping wit—pert, prim, or choice,<br />And the hostess's tender and laughing face,<br />    And the host's bland brow;<br />But I cannot help hearing a hollow voice,<br />    And I'd fain not hear it there.<br /><br />No: it's not from the stranger you once met. Ah,<br />Yet a goodlier scene than that succeeds;<br />People on a lawn—quite a crowd of them. Yes,<br />And they chatter and ramble as fancy leads;<br />    And they say, 'Hurrah!'<br />To a blithe speech made; save one, mirthless,<br />    Who ought not to be there.<br /><br />Nay: it's not the pale Form your imagings raise,<br />That waits on us all at a destined time,<br />It is not the Fourth Figure the Furnace showed;<br />O that it were such a shape sublime<br />    In these latter days!<br />It is that under which best lives corrode;<br />    Would, would it could not be there!</p> "}, {"title": "Letter from Town: The Almond Tree", "view_node": "/poem/letter-town-almond-tree", "field_author": "<a href=\"/poet/d-h-lawrence\" hreflang=\"und\">D. H. Lawrence</a>", "field_date_published": "1920", "body": " <pre>\nYou promised to send me some violets. Did you forget?   \n  White ones and blue ones from under the orchard hedge?   \n  Sweet dark purple, and white ones mixed for a pledge   \nOf our early love that hardly has opened yet.   \n   \nHere there’s an almond tree—you have never seen         \n  Such a one in the north—it flowers on the street, and I stand   \n  Every day by the fence to look up for the flowers that expand   \nAt rest in the blue, and wonder at what they mean.   \n   \nUnder the almond tree, the happy lands   \n  Provence, Japan, and Italy repose,   \n  And passing feet are chatter and clapping of those   \nWho play around us, country girls clapping their hands.   \n   \nYou, my love, the foremost, in a flowered gown,   \n  All your unbearable tenderness, you with the laughter   \n  Startled upon your eyes now so wide with hereafter,    \nYou with loose hands of abandonment hanging down.</pre>\n "}, {"title": "Trees Need Not Walk the Earth", "view_node": "/poem/trees-need-not-walk-earth", "field_author": "<a href=\"/poet/david-rosenthal\" hreflang=\"und\">David Rosenthal</a>", "field_date_published": "1920", "body": " <pre>\nTrees need not walk the earth  \nFor beauty or for bread;  \nBeauty will come to them  \nWhere they stand.  \nHere among the children of the sap\nIs no pride of ancestry:  \nA birch may wear no less the morning  \nThan an oak.  \nHere are no heirlooms  \nSave those of loveliness, \nIn which each tree  \nIs kingly in its heritage of grace.  \nHere is but beauty’s wisdom  \nIn which all trees are wise.  \nTrees need not walk the earth \nFor beauty or for bread;  \nBeauty will come to them  \nIn the rainbow—  \nThe sunlight—  \nAnd the lilac-haunted rain;\nAnd bread will come to them  \nAs beauty came:  \nIn the rainbow—  \nIn the sunlight—  \nIn the rain.</pre>\n "}, {"title": "Not Dead", "view_node": "/poem/not-dead", "field_author": "<a href=\"/poet/robert-graves\" hreflang=\"und\">Robert Graves</a>", "field_date_published": "1918", "body": " <pre>\nWalking through trees to cool my heat and pain,  \nI know that David’s with me here again.  \nAll that is simple, happy, strong, he is.  \nCaressingly I stroke  \nRough bark of the friendly oak. \nA brook goes bubbling by: the voice is his.  \nTurf burns with pleasant smoke;  \nI laugh at chaffinch and at primroses.  \nAll that is simple, happy, strong, he is.  \nOver the whole wood in a little while  \nBreaks his slow smile.</pre>\n "}, {"title": "Song of the Trees", "view_node": "/poem/song-trees", "field_author": "<a href=\"/poet/mary-colborne-veel\" hreflang=\"und\">Mary Colborne-Veel</a>", "field_date_published": "1918", "body": " <pre>\n1\n\nWe are the Trees.  \n  Our dark and leafy glade  \nBands the bright earth with softer mysteries.  \nBeneath us changed and tamed the seasons run:  \nIn burning zones, we build against the sun         \n  Long centuries of shade.  \n  \n2\n\nWe are the Trees,  \n  Who grow for man’s desire,  \nHeat in our faithful hearts, and fruits that please.  \nDwelling beneath our tents, he lightly gains         \nThe few sufficiencies his life attains—  \n  Shelter, and food, and fire.  \n  \n3\n\nWe are the Trees  \n  That by great waters stand,  \nBy rills that murmur to our murmuring bees.         \nAnd where, in tracts all desolate and waste,  \nThe palm-foot stays, man follows on, to taste  \n  Springs in the desert sand.  \n  \n4\n\nWe are the Trees  \n  Who travel where he goes         20 \nOver the vast, inhuman, wandering seas.  \nHis tutors we, in that adventure brave—  \nHe launched with us upon the untried wave,  \n  And now its mastery knows.  \n  \n5\n\nWe are the Trees         25 \n  Who bear him company  \nIn life and death. His happy sylvan ease  \nHe wins through us; through us, his cities spread  \nThat like a forest guard his unfenced head  \n  ’Gainst storm and bitter sky.         30 \n  \n6\n\nWe are the Trees.  \n  On us the dying rest  \nTheir strange, sad eyes, in farewell messages.  \nAnd we, his comrades still, since earth began,  \nWave mournful boughs above the grave of man,          \n  And coffin his cold breast.</pre>\n "}, {"title": "Orpheus", "view_node": "/poem/orpheus-0", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "1623", "body": " <pre>\nOrpheus with his lute made trees   \nAnd the mountain tops that freeze   \n  Bow themselves when he did sing:   \nTo his music plants and flowers   \nEver sprung; as sun and showers \n  There had made a lasting spring.   \n  \nEvery thing that heard him play,   \nEven the billows of the sea,   \n  Hung their heads and then lay by.   \nIn sweet music is such art, \n  Killing care and grief of heart   \n  Fall asleep, or hearing, die. </pre>\n "}], "pager": {"current_page": 466, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}