{"rows": [{"title": "Oklahoma City: The Aftermath", "view_node": "/poem/oklahoma-city-aftermath", "field_author": "<a href=\"/poet/ira-sadoff\" hreflang=\"und\">Ira Sadoff</a>", "field_date_published": "1995", "body": " <pre>\nSometimes I'm so lachrymose I forget I was there\nwith my darling—I call her my darling to make her\nmore anonymous, so she can't take up <i>all</i> the space\nin my brain. But please, can I continue, or must I\n\nlook away from such openness, those spools of light\nbringing red and fine threads of silver to her brunette hair?\nOr is she an instant, a car ride, a little post-it, last month's\nno particular town? Can we shine a little first? First\n\nthere was a dust storm that made everyone invisible,\nthen a thunderstorm where each drop of rain painted a ringlet\non the road like haze around the moon. I'd already\ndeserted what crumbled there. The mind loves blackouts\n\nmore than those dusty bins of grain at the general store,\nor the little hand-shovel you'd use to fill muslin sacks\nwith feed for animals you'd later bring to slaughter.\nThen they were cementing over the childcare center.\n\nthe shell of state offices were still standing:\nburied in the rubble, well there was no rubble...\nAre we all so kinetic that on the highway\nwe're always communicating? We're cacophonic,\n\ncolossally bored, it takes many simultaneous tasks\nto keep our souls busy. The breeze makes the ash leaves blur,\nthey're almost silver in the light, like confederate money.\nOr I'm driving by the Chinese Pistache, the lacebark elm,\n\nbrushing my teeth, taking notes for a morning meeting:\nis there no one here to calm me? I don't remember\nthe whippoorwill, the leaf brown male, if I ever knew one.\nI can't decide how this parallels our current situation:\n\nSo I take a few minutes' cigarette to see how this\nrazes all of us. Have you ever been lax, insufficient, prolix?\nWeren't you ever particularly sorry? This may be entirely\npersonal, but once I was driven, exemplar, sheltered\n\nfrom earthly business—now I keep burying and eclipsing,\nmore obscuring, suppressing with murmurs what's under duress.</pre>\n "}, {"title": "Once I Could Say", "view_node": "/poem/once-i-could-say", "field_author": "<a href=\"/poet/ira-sadoff\" hreflang=\"und\">Ira Sadoff</a>", "field_date_published": "2012", "body": " <pre>\nOnce I could say\nmy loyal friend, the house wren.\n\nI might even sing to him.\nDid I not hear the beatific,\n\nthe breathlessness—\na patter shaking the tamarind pod,\n\nthe bright green feathery foliage\nstammered by a breeze?\n\nThose muttering implosions,\ndid nothing intend them?</pre>\n<p>Is the harp, too, obsolete?<br />When the wren took his awl</p><p>to the infested branch<br />he fed me an idea there.</p> "}, {"title": "Seurat", "view_node": "/poem/seurat", "field_author": "<a href=\"/poet/ira-sadoff\" hreflang=\"und\">Ira Sadoff</a>", "field_date_published": "1975", "body": " <p>It is a Sunday afternoon on the Grand Canal. We are watching the sailboats trying to sail along without wind. Small rowboats are making their incisions on the water, only to have the wounds seal up again soon after they pass. In the background, smoke from the factories and smoke from the steamboats merges into tiny clouds above us then disappears. Our mothers and fathers walk arm in arm along the shore clutching tightly their umbrellas and canes. We are sitting on a blanket in the foreground, but even if someone were to take a photograph, only our closest relatives would recognize us: we seem to be burying our heads between our knees.</p><p>I remember thinking you were one of the most delicate women I had ever seen. Your bones seemed small and fragile as a rabbit's. Even so, beads of perspiration begin to form on your wrist and forehead — if we were to live long enough we'd have been amazed at how many clothes we forced ourselves to wear. At this time I had never seen you without your petticoats, and if I ever gave thought to such a possibility I'd chastise myself for not offering you sufficient respect.</p><p>The sun is very hot. Why is it no one complains of the heat in France? There are women doing their needlework, men reading, a man in a bowler hat smoking a pipe. The noise of the children is absorbed by the trees. The air is full of idleness, there is the faint aroma of lilies coming from somewhere. We discuss what we want for ourselves, abstractly, it seems only right on a day like this. I have ambitions to be a painter, and you want a small family and a cottage in the country. We make everything sound so simple because we believe everything is still possible. The small tragedies of our parents have not yet made an impression on us. We should be grateful, but we're too awkward to think hard about very much.</p><p>I throw a scaling rock into the water; I have strong arms and before the rock sinks it seems to have nearly reached the other side. When we get up we have a sense of our own importance. We could not know, taking a step back, looking at the total picture, that we would occupy such a small corner of the canvas, and that even then we are no more than tiny clusters of dots, carefully placed together without touching.</p> "}, {"title": "My Mother&#039;s Funeral", "view_node": "/poem/my-mothers-funeral", "field_author": "<a href=\"/poet/ira-sadoff\" hreflang=\"und\">Ira Sadoff</a>", "field_date_published": "1998", "body": " <pre>\nThe rabbi doesn't say she was sly and peevish,\nfragile and voracious, disheveled, voiceless and useless,\nat the end of her very long rope. He never sat beside her\nlike a statue while radio voices called to her from God.\nHe doesn't say how she mamboed with her broom,\nstaggered, swayed, and sighed afternoons,\ntill we came from school to feed her. She never frightened <i>him</i>,\nor bent to kiss him, sponged him with a fever, never held his hand,\nbone-white, bolted doors and shut the blinds. She never sent\nroaches in a letter, he never saw her fall down stairs, dead sober.\nHe never watched her sweep and murmur, he never saw\nspider webs she read as signs her life was over, long before\nher frightened husband left, long before\nthey dropped her in a box, before her children turned\nshyly from each other, since they never learned to pray.\nIf I must think of her, if I can spare her moment on the earth,\nI'll say she was one of God's small sculptures,\npolished to a glaze, one the wind blew off a shelf.</pre>\n "}, {"title": "On the Day of Nixon&#039;s Funeral", "view_node": "/poem/day-nixons-funeral", "field_author": "<a href=\"/poet/ira-sadoff\" hreflang=\"und\">Ira Sadoff</a>", "field_date_published": "1998", "body": " <pre>\nIt's time to put the aside the old resentments; lies,\nmachinations, the paranoia, bugs in telephones,\nthe body bags, secret bombings, his sweaty upper lip,\nmy cousin Arnie, too dumb to go to school,\n\ntoo virtuous to confess he'd give blow jobs\nfor nothing at the Paramount, so he lost a leg\nin Da Nang. Now it's time for amnesiacs to play\nBeethoven's <i>Eroica</i> by Nixon's casket.\n\nTo applaud his loyalty, to grant a few mistakes,\nto honor his diplomacy, him and his pal Kissinger\nwho bombed the lush green paddies of Cambodia.\nAnd now for a few lyric moments as I wait patiently\n\nfor my fiftieth birthday. Wood ducks decorate the pond\nnear this farmhouse, and in the marsh I've spied\na meadow lark, a fox, a white-tailed hawk who soars\nabove the Western Mountain peaks. Oh, I'm in love\n\nwith the country all right. So I can forget my friend\nSweeney, who shot Congressman Lowenstein\nbecause the radio in his tooth insisted on it.\nI remember the march on the Pentagon in purple,\n\na proud member of the Vegetarian Brigade. I was drugged,\nas many of us were drugged, as my parents\nwere drugged by a few major networks, by a ranch house\nand an Oldsmobile. I once spit on Hubert Humphrey,\n\nthrew a brick through Dow Chemical's plate-glass door.\nI wrote insane letters to Senators, burying them\nin moral rectitude: I got a response from one:\nSenator Kennedy — the dead one — whose office wrongly\n\nargued for slow withdrawal instead of Instant Victory.\nI remember Tricky Dick in Nineteen Fifty-three:\nI'm eight years-old, frightened and ignorant,\nlying down before my parents' first TV: my aunts\n\nand uncles sitting in a circle, biting their nails,\nwhispering names of relatives awaiting trial, who,\nthanks to Nixon, lost their sorry jobs. You can see why\nI'd want to bury this man whose blood would not circulate,\n\nwhose face was paralyzed, who should have died\nin shame and solitude, without benefit of eulogy or twenty-one\ngun salutes. I want to bury him in Southern California\nwith the Birchers and the Libertarians. I want to look out\n\nmy window and cheer the remaining cedars\nthat require swampy habitats to survive. To be done\nwith shame and rage this April afternoon, where embryonic\nfiddleheads, fuzzy and curled and pale as wings,\n\nhave risen to meet me. After all, they say he was a scrappy man,\nwily and sage, who served as Lucifer, scapegoat, scoundrel,\na receptacle for acrimony and rage — one human being\nwhose life I have no reverence for, which is why I'm singing now.</pre>\n "}, {"title": "The Man with the Hoe", "view_node": "/poem/man-hoe", "field_author": "<a href=\"/poet/edwin-markham\" hreflang=\"und\">Edwin Markham</a>", "field_date_published": "1898", "body": "<p><span class=\"long-line\">Bowed by the weight of centuries he leans</span><br /><span class=\"long-line\">Upon his hoe and gazes on the ground,</span><br /><span class=\"long-line\">The emptiness of ages in his face,</span><br /><span class=\"long-line\">And on his back the burden of the world.</span><br /><span class=\"long-line\">Who made him dead to rapture and despair,</span><br /><span class=\"long-line\">A thing that grieves not and that never hopes. </span><br /><span class=\"long-line\">Stolid and stunned, a brother to the ox?</span><br /><span class=\"long-line\">Who loosened and let down this brutal jaw?</span><br /><span class=\"long-line\">Whose was the hand that slanted back this brow? </span><br /><span class=\"long-line\">Whose breath blew out the light within this brain? </span><br /><span class=\"long-line\">Is this the Thing the Lord God made and gave</span><br /><span class=\"long-line\">To have dominion over sea and land;</span><br /><span class=\"long-line\">To trace the stars and search the heavens for power;</span><br /><span class=\"long-line\">To feel the passion of Eternity?</span><br /><span class=\"long-line\">Is this the Dream He dreamed who shaped the suns </span><br /><span class=\"long-line\">And marked their ways upon the ancient deep?</span><br /><span class=\"long-line\">Down all the stretch of Hell to its last gulf </span><br /><span class=\"long-line\">There is no shape more terrible than this — </span><br /><span class=\"long-line\">More tongued with censure of the world's blind greed — </span><br /><span class=\"long-line\">More filled with signs and portents for the soul — </span><br /><span class=\"long-line\">More fraught with menace to the universe.</span><br /><span class=\"long-line\">What gulfs between him and the seraphim! </span><br /><span class=\"long-line\">Slave of the wheel of labor, what to him </span><br /><span class=\"long-line\">Are Plato and the swing of Pleiades? </span><br /><span class=\"long-line\">What the long reaches of the peaks of song,</span><br /><span class=\"long-line\">The rift of dawn, the reddening of the rose? </span><br /><span class=\"long-line\">Through this dread shape the suffering ages look;</span><br /><span class=\"long-line\">Time's tragedy is in the aching stoop;</span><br /><span class=\"long-line\">Through this dread shape humanity betrayed,</span><br /><span class=\"long-line\">Plundered, profaned, and disinherited, </span><br /><span class=\"long-line\">Cries protest to the Powers that made the world.</span><br /><span class=\"long-line\">A protest that is also a prophecy.</span><br /><span class=\"long-line\">O masters, lords and rulers in all lands, </span><br /><span class=\"long-line\">Is this the handiwork you give to God,</span><br /><span class=\"long-line\">This monstrous thing distorted and soul-quenched?</span><br /><span class=\"long-line\">How will you ever straighten up this shape; </span><br /><span class=\"long-line\">Touch it again with immortality;</span><br /><span class=\"long-line\">Give back the upward looking and the light;</span><br /><span class=\"long-line\">Rebuild in it the music and the dream,</span><br /><span class=\"long-line\">Make right the immemorial infamies,</span><br /><span class=\"long-line\">Perfidious wrongs, immedicable woes? </span><br /><span class=\"long-line\">O masters, lords and rulers in all lands</span><br /><span class=\"long-line\">How will the Future reckon with this Man? </span><br /><span class=\"long-line\">How answer his brute question in that hour</span><br /><span class=\"long-line\">When whirlwinds of rebellion shake all shores?</span><br /><span class=\"long-line\">How will it be with kingdoms and with kings — </span><br /><span class=\"long-line\">With those who shaped him to the thing he is — </span><br /><span class=\"long-line\">When this dumb Terror shall rise to judge the world.</span><br /><span class=\"long-line\">After the silence of the centuries?</span></p>\n"}, {"title": "Homosexuality", "view_node": "/poem/homosexuality", "field_author": "<a href=\"/poet/henri-cole\" hreflang=\"und\">Henri Cole</a>", "field_date_published": "2007", "body": "<p><span class=\"long-line\">First I saw the round bill, like a bud;</span><br /><span class=\"long-line\">then the sooty crested head, with avernal eyes</span><br /><span class=\"long-line\">flickering, distressed, then the peculiar</span><br /><span class=\"long-line\">long neck wrapping and unwrapping itself,</span><br /><span class=\"long-line\">like pity or love, when I removed the stovepipe</span><br /><span class=\"long-line\">cover of the bedroom chimney to free</span><br /><span class=\"long-line\">what was there and a duck crashed into the room</span><br /><span class=\"long-line\">(I am here in this fallen state), hitting her face,</span><br /><span class=\"long-line\">bending her throat back (my love, my inborn</span><br /><span class=\"long-line\">turbid wanting, at large all night), backing away,</span><br /><span class=\"long-line\">gnawing at her own wing linings (the poison of my life,</span><br /><span class=\"long-line\">the beast, the wolf), leaping out the window,</span><br /><span class=\"long-line\">which I held open (now clear, sane, serene),</span><br /><span class=\"long-line\">before climbing back naked into bed with you.</span></p>\n"}, {"title": "Beach Walk", "view_node": "/poem/beach-walk", "field_author": "<a href=\"/poet/henri-cole\" hreflang=\"und\">Henri Cole</a>", "field_date_published": "2007", "body": "<pre>\nI found a baby shark on the beach.\nSeagulls had eaten his eyes. His throat was bleeding.\nLying on shell and sand, he looked smaller than he was.\nThe ocean had scraped his insides clean.\nWhen I poked his stomach, darkness rose up in him,\nlike black water. Later, I saw a boy,\naroused and elated, beckoning from a dune.\nLike me, he was alone. Something tumbled between us—\nnot quite emotion. I could see the pink\ninterior flesh of his eyes. \"I got lost. Where am I?\"\nhe asked, like a debt owed to death.\nI was pressing my face to its spear-hafts.\nWe fall, we fell, we are falling. Nothing mitigates it.\nThe dark embryo bares its teeth and we move on.</pre>\n"}, {"title": "To Sleep", "view_node": "/poem/sleep-0", "field_author": "<a href=\"/poet/henri-cole\" hreflang=\"und\">Henri Cole</a>", "field_date_published": "2007", "body": "<p><span class=\"long-line\">Then out of the darkness leapt a bare hand</span><br /><span class=\"long-line\">that stroked my brow, \"Come along, child;</span><br /><span class=\"long-line\">stretch out your feet under the blanket.</span><br /><span class=\"long-line\">Darkness will give you back, unremembering.</span><br /><span class=\"long-line\">Do not be afraid.\" So I put down my book</span><br /><span class=\"long-line\">and pushed like a finger through sheer silk,</span><br /><span class=\"long-line\">the autobiographical part of me, the am,</span><br /><span class=\"long-line\">snatched up to a different place, where I was</span><br /><span class=\"long-line\">no longer my body but something more—</span><br /><span class=\"long-line\">the compulsive, disorderly parts of me</span><br /><span class=\"long-line\">in a state of equalization, everything sliding off:</span><br /><span class=\"long-line\">war, love, suicide, poverty—as the rebellious,</span><br /><span class=\"long-line\">mortal, I, I, I lay, like a beetle irrigating a rose,</span><br /><span class=\"long-line\">my red thoughts in a red shade all I was.</span></p>\n"}, {"title": "Gravity and Center", "view_node": "/poem/gravity-and-center", "field_author": "<a href=\"/poet/henri-cole\" hreflang=\"und\">Henri Cole</a>", "field_date_published": "2007", "body": " <pre>\nI’m sorry I cannot say I love you when you say\nyou love me. The words, like moist fingers,\nappear before me full of promise but then run away\nto a narrow black room that is always dark,\nwhere they are silent, elegant, like antique gold,\ndevouring the thing I feel. I want the force\nof attraction to crush the force of repulsion\nand my inner and outer worlds to pierce\none another, like a horse whipped by a man.\nI don’t want words to sever me from reality.\nI don’t want to need them. I want nothing\nto reveal feeling but feeling—as in freedom,\nor the knowledge of peace in a realm beyond,\nor the sound of water poured into a bowl.</pre>\n "}, {"title": "Poppies", "view_node": "/poem/poppies-0", "field_author": "<a href=\"/poet/henri-cole\" hreflang=\"und\">Henri Cole</a>", "field_date_published": "2007", "body": " <pre>\nWaking from comalike sleep, I saw the poppies,\nwith their limp necks and unregimented beauty.\nPause, I thought, say something true: It was night,\nI wanted to kiss your lips, which remained supple,\nbut all the water in them had been replaced\nwith embalming compound. So I was angry.\nI loved the poppies, with their wide-open faces,\nhow they carried themselves, beckoning to me\ninstead of pushing away. The way in and the way out\nare the same, essentially: emotions disrupting thought,\nproximity to God, the pain of separation.\nI loved the poppies, with their effortless existence,\nlike grief and fate, but tempered and formalized.\nYour hair was black and curly; I combed it.</pre>\n "}, {"title": "Door in the Mountain (audio only)", "view_node": "/poem/door-mountain-audio-only", "field_author": "<a href=\"/poet/jean-valentine\" hreflang=\"und\">Jean Valentine</a>", "field_date_published": "2009", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "[Toward the empty earth] (audio only)", "view_node": "/poem/toward-empty-earth-audio-only", "field_author": "<a href=\"/poet/osip-mandelstam\" hreflang=\"und\">Osip Mandelstam</a>", "field_date_published": "2009", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "In Despair (audio only)", "view_node": "/poem/despair-audio-only", "field_author": "<a href=\"/poet/c-p-cavafy\" hreflang=\"und\">C. P. Cavafy</a>", "field_date_published": "2009", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "The Vampire", "view_node": "/poem/vampire-0", "field_author": "<a href=\"/poet/rudyard-kipling\" hreflang=\"und\">Rudyard Kipling</a>", "field_date_published": "1897", "body": " <p><i>The verses—as suggested by the painting by Philip Burne-Jones,<br />first exhibited at the new gallery in London in 1897.</i></p>\n<pre>\nA fool there was and he made his prayer\n   (Even as you or I!)\nTo a rag and a bone and a hank of hair,\n(We called her the woman who did not care),\nBut the fool he called her his lady fair—\n   (Even as you or I!)\n\nOh, the years we waste and the tears we waste,\n   And the work of our head and hand\nBelong to the woman who did not know\n(And now we know that she never could know)\n   And did not understand!\n\nA fool there was and his goods he spent,\n   (Even as you or I!)\nHonour and faith and a sure intent\n(And it wasn't the least what the lady meant),\nBut a fool must follow his natural bent\n   (Even as you or I!)\n\nOh, the toil we lost and the spoil we lost\n   And the excellent things we planned\nBelong to the woman who didn't know why\n(And now we know that she never knew why)\n   And did not understand!\n\nThe fool was stripped to his foolish hide,\n   (Even as you or I!)\nWhich she might have seen when she threw him aside—\n(But it isn't on record the lady tried)\nSo some of him lived but the most of him died—\n   (Even as you or I!)\n\nAnd it isn't the shame and it isn't the blame\n   That stings like a white-hot brand—\nIt's coming to know that she never knew why\n(Seeing, at last, she could never know why)\n   And never could understand!</pre>\n "}, {"title": "The Vampire", "view_node": "/poem/vampire-2", "field_author": "<a href=\"/poet/madison-julius-cawein\" hreflang=\"und\">Madison Julius Cawein</a>", "field_date_published": "1896", "body": "<p><span class=\"long-line\">A lily in a twilight place?</span><br /><span class=\"long-line\">A moonflow'r in the lonely night?—</span><br /><span class=\"long-line\">Strange beauty of a woman's face</span><br /><span class=\"long-line\">    Of wildflow'r-white!</span></p>\n\n<p><span class=\"long-line\">The rain that hangs a star's green ray</span><br /><span class=\"long-line\">Slim on a leaf-point's restlessness,</span><br /><span class=\"long-line\">Is not so glimmering green and gray</span><br /><span class=\"long-line\">    As was her dress.</span></p>\n\n<p><span class=\"long-line\">I drew her dark hair from her eyes,</span><br /><span class=\"long-line\">And in their deeps beheld a while</span><br /><span class=\"long-line\">Such shadowy moonlight as the skies</span><br /><span class=\"long-line\">    Of Hell may smile.</span></p>\n\n<p><span class=\"long-line\">She held her mouth up redly wan,</span><br /><span class=\"long-line\">And burning cold,—I bent and kissed</span><br /><span class=\"long-line\">Such rosy snow as some wild dawn</span><br /><span class=\"long-line\">    Makes of a mist.</span></p>\n\n<p><span class=\"long-line\">God shall not take from me that hour,</span><br /><span class=\"long-line\">When round my neck her white arms clung!</span><br /><span class=\"long-line\">When 'neath my lips, like some fierce flower,</span><br /><span class=\"long-line\">    Her white throat swung!</span></p>\n\n<p><span class=\"long-line\">Or words she murmured while she leaned!</span><br /><span class=\"long-line\">Witch-words, she holds me softly by,—</span><br /><span class=\"long-line\">The spell that binds me to a fiend</span><br /><span class=\"long-line\">    Until I die.</span></p>\n"}, {"title": "Christabel [excerpt]", "view_node": "/poem/christabel-excerpt", "field_author": "<a href=\"/poet/samuel-taylor-coleridge\" hreflang=\"und\">Samuel Taylor Coleridge</a>", "field_date_published": "1816", "body": " <pre>\nBeneath the lamp the lady bowed,\nAnd slowly rolled her eyes around;\nThen drawing in her breath aloud,\nLike one that shuddered, she unbound\nThe cincture from beneath her breast:\nHer silken robe, and inner vest,\nDropt to her feet, and full in view,\nBehold! her bosom, and half her side—\nA sight to dream of, not to tell!\nO shield her! shield sweet Christabel!\n\nYet Geraldine nor speaks nor stirs;\nAh! what a stricken look was hers!\nDeep from within she seems half-way\nTo lift some weight with sick assay,\nAnd eyes the maid and seeks delay;\nThen suddenly as one defied\nCollects herself in scorn and pride,\nAnd lay down by the Maiden's side!—\nAnd in her arms the maid she took,\n   Ah wel-a-day!\nAnd with low voice and doleful look\n   These words did say:\n'In the touch of this bosom there worketh a spell,\nWhich is lord of thy utterance, Christabel!</pre>\n "}, {"title": "The Vampyre", "view_node": "/poem/vampyre", "field_author": "<a href=\"/poet/john-stagg\" hreflang=\"und\">John Stagg</a>", "field_date_published": "1810", "body": " <pre>\n\"Why looks my lord so deadly pale?\n   Why fades the crimson from his cheek?\nWhat can my dearest husband ail?\n   Thy heartfelt cares, O Herman, speak!\n\n\"Why, at the silent hour of rest,\n   Dost thou in sleep so sadly mourn?\nHas tho' with heaviest grief oppress'd,\n   Griefs too distressful to be borne.\n\n\"Why heaves thy breast? — why throbs thy heart?\n   O speak! and if there be relief\nThy Gertrude solace shall impart,\n   If not, at least shall share thy grief.\n\n\"Wan is that cheek, which once the bloom\n   Of manly beauty sparkling shew'd;\nDim are those eyes, in pensive gloom,\n   That late with keenest lustre glow'd.\n\n\"Say why, too, at the midnight hour,\n   You sadly pant and tug for breath,\nAs if some supernat'ral pow'r\n   Were pulling you away to death?\n\n\"Restless, tho' sleeping, still you groan,\n   And with convulsive horror start;\nO Herman! to thy wife make known\n   That grief which preys upon thy heart.\"\n\n\"O Gertrude! how shall I relate\n   Th' uncommon anguish that I feel;\nStrange as severe is this my fate, — \n   A fate I cannot long conceal.\n\n\"In spite of all my wonted strength,\n   Stern destiny has seal'd my doom;\nThe dreadful malady at length\n   Wil drag me to the silent tomb!\"\n\n\"But say, my Herman, what's the cause\n   Of this distress, and all thy care.\nThat, vulture-like, thy vitals gnaws,\n   And galls thy bosom with despair?\n\n\"Sure this can be no common grief,\n   Sure this can be no common pain?\nSpeak, if this world contain relief,\n   That soon thy Gertrude shall obtain.\"\n\n\"O Gertrude, 'tis a horrid cause,\n   O Gertrude, 'tis unusual care,\nThat, vulture-like, my vitals gnaws,\n   And galls my bosom with despair.\n\n\"Young Sigismund, my once dear friend,\n   But lately he resign'd his breath;\nWith others I did him attend\n   Unto the silent house of death.\n\n\"For him I wept, for him I mourn'd,\n   Paid all to friendship that was due;\nBut sadly friendship is return'd,\n  Thy Herman he must follow too!\n\n\"Must follow to the gloomy grave,\n   In spite of human art or skill;\nNo pow'r on earth my life can save,\n   'Tis fate's unalterable will!\n\n\"Young Sigismund, my once dear friend,\n   But now my persecutor foul,\nDoth his malevolence extend\n   E'en to the torture of my soul.\n\n\"By night, when, wrapt in soundest sleep,\n   All mortals share a soft repose,\nMy soul doth dreadful vigils keep,\n   More keen than which hell scarely knows.\n\n\"From the drear mansion of the tomb,\n   From the low regions of the dead,\nThe ghost of Sigismund doth roam,\n   And dreadful haunts me in my bed!\n\n\"There, vested in infernal guise,\n   (By means to me not understood,)\nClose to my side the goblin lies,\n   And drinks away my vital blood!\n\n\"Sucks from my veins the streaming life,\n   And drains the fountain of my heart!\nO Gertrude, Gertrude! dearest wife!\n   Unutterable is my smart.\n\n\"When surfeited, the goblin dire,\n   With banqueting by suckled gore,\nWill to his sepulchre retire,\n   Till night invites him forth once more.\n\n\"Then will he dreadfully return,\n   And from my veins life's juices drain;\nWhilst, slumb'ring, I with anguish mourn,\n   And toss with agonizing pain!\n\n\"Already I'm exhausted, spent;\n   His carnival is nearly o'er,\nMy soul with agony is rent,\n   To-morrow I shall be no more!\n\n\"But, O my Gertrude! dearest wife!\n   The keenest pangs hath last remain'd—\nWhen dead, I too shall seek thy life,\n   Thy blood by Herman shall be drain'd!\n\n\"But to avoid this horrid fate,\n   Soon as I'm dead and laid in earth,\nDrive thro' my corpse a jav'lin straight; — \n   This shall prevent my coming forth.\n\n\"O watch with me, this last sad night,\n   Watch in your chamber here alone,\nBut carefully conceal the light\n   Until you hear my parting groan.\n\n\"Then at what time the vesper-bell\n   Of yonder convent shall be toll'd,\nThat peal shall ring my passing knell,\n   And Herman's body shall be cold!\n\n\"Then, and just then, thy lamp make bare,\n   The starting ray, the bursting light,\nShall from my side the goblin scare,\n   And shew him visible to sight!\"\n\nThe live-long night poor Gertrude sate,\n   Watch'd by her sleeping, dying lord;\nThe live-long night she mourn'd his fate,\n   The object whom her soul ador'd.\n\nThen at what time the vesper-bell\n   Of yonder convent sadly toll'd,\nThe, then was peal'd his passing knell,\n   The hapless Herman he was cold!\n\nJust at that moment Gertrude drew\n   From 'neath her cloak the hidden light;\nWhen, dreadful! she beheld in view\n   The shade of Sigismund! — sad sight!\n\nIndignant roll'd his ireful eyes,\n   That gleam'd with wild horrific stare;\nAnd fix'd a moment with surprise,\n   Beheld aghast th' enlight'ning glare.\n\nHis jaws cadaverous were besmear'd\n   With clott'd carnage o'er and o'er,\nAnd all his horrid whole appear'd\n   Distent, and fill'd with human gore!\n\t \nWith hideous scowl the spectre fled;\n   She shriek'd aloud; — then swoon'd away!\nThe hapless Herman in his bed,\n   All pale, a lifeless body lay!\n\nNext day in council 'twas decree,\n   (Urg'd at the instance of the state,)\nThat shudd'ring nature should be freed\n   From pests like these ere 'twas too late.\n\nThe choir then burst the fun'ral dome\n   Where Sigismund was lately laid,\nAnd found him, tho' within the tomb,\n   Still warm as life, and undecay'd.\n\nWith blood his visage was distain'd,\n   Ensanguin'd were his frightful eyes,\nEach sign of former life remain'd,\n   Save that all motionless he lies.\n\nThe corpse of Herman they contrive\n   To the same sepulchre to take,\nAnd thro' both carcases they drive,\n   Deep in the earth, a sharpen'd stake!\n\nBy this was finish'd their career,\n   Thro' this no longer they can roam;\nFrom them their friends have nought to fear,\n   Both quiet keep the slumb'ring tomb.</pre>\n "}, {"title": "Lamia [Left to herself]", "view_node": "/poem/lamia-left-herself", "field_author": "<a href=\"/poet/john-keats\" hreflang=\"und\">John Keats</a>", "field_date_published": "1820", "body": " <pre>\n     Left to herself, the serpent now began  \nTo change; her elfin blood in madness ran,  \nHer mouth foam'd, and the grass, therewith besprent,  \nWither'd at dew so sweet and virulent;  \nHer eyes in torture fix'd, and anguish drear,\nHot, glaz'd, and wide, with lid-lashes all sear,  \nFlash'd phosphor and sharp sparks, without one cooling tear.  \nThe colours all inflam'd throughout her train,  \nShe writh'd about, convuls'd with scarlet pain:  \nA deep volcanian yellow took the place \nOf all her milder-mooned body's grace;  \nAnd, as the lava ravishes the mead,  \nSpoilt all her silver mail, and golden brede;  \nMade gloom of all her frecklings, streaks and bars,  \nEclips'd her crescents, and lick'd up her stars:\nSo that, in moments few, she was undrest  \nOf all her sapphires, greens, and amethyst,  \nAnd rubious-argent: of all these bereft,  \nNothing but pain and ugliness were left.</pre>\n "}, {"title": "The Vampire Bride [I am come-I am come!]", "view_node": "/poem/vampire-bride-i-am-come-i-am-come", "field_author": "<a href=\"/poet/henry-thomas-liddell\" hreflang=\"und\">Henry Thomas Liddell</a>", "field_date_published": "1833", "body": " <pre>\n\"I am come—I am come! once again from the tomb, \n    In return for the ring which you gave; \nThat I am thine, and that thou art mine, \n    This nuptial pledge receive.\"\n\nHe lay like a corse 'neath the Demon's force, \n    And she wrapp'd him in a shround;\nAnd she fixed her teeth his heart beneath, \n    And she drank of the warm life-blood!\n\nAnd ever and anon murmur'd the lips of stone,\n    \"Soft and warm is this couch of thine, \nThou'lt to-morrow be laid on a colder bed—\n    Albert! that bed will be mine!\"</pre>\n "}], "pager": {"current_page": 507, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}