{"rows": [{"title": "The More Extravagant Feast", "view_node": "/poem/more-extravagant-feast", "field_author": "<a href=\"/poet/leah-naomi-green\" hreflang=\"en\">Leah Naomi Green</a>", "field_date_published": "2018", "body": " <p>The buck is thawing a halo on the frosted ground,<br />shot in our field predawn.</p><p>Last night we pulled a float in the Christmas parade.<br />It was lit by a thousand tiny lights.</p><p>My daughter rode in my lap and was thrilled<br />when the float followed us. Ours is a small town.</p><p>Everyone was there. And their faces,<br />not seeing ours, fixed behind us, were an open sea,</p><p>a compound sea of seas that parted<br />under our gaze. And Santa was bright,</p><p>though my daughter shied from the noise of him.<br />She studied the red and white fur of his suit.</p><p>She woke this morning when the rifle fired outside.<br />I lifted her to see the sunrise</p><p>and her father, kneeling above the buck’s body<br />in the middle distance. She asked if they would be cold.</p><p>I brought him gloves and warm water, knelt with him<br />in the spare light by the buck, who steamed, whose liver</p><p>and heart, kept so long dark,<br />spilled onto the winter grass,</p><p>whose open eyes saw none of it, realized<br />nothing of my husband’s knife</p><p>slicing open his abdomen, his rectum. The puncture<br />of his diaphragm startled me more than the gunshot,</p><p>opening a cavern of deep blood that poured<br />over his white belly. I did not</p><p>understand the offering, but loved it,<br />the fur red, white, incoherent. Somehow cleaner.</p><p>When I come back in, she asks me to draw a picture<br />of her father on the hill. I pick her up—the miracle</p><p>of her lungs that grew inside me,<br />kept long dark—her working heart</p><p>let out into the rounder world,<br />the more extravagant feast. The miracle</p><p>of her dad on the hill as we draw him<br />in his big coat, warm. Afterward,</p><p>how he and I hold each other<br />differently, feeling</p><p>the collections of muscles<br />and organs held</p><p>somehow together. The miracle<br />of bodies, formed whole like fruits,</p><p>skins unruptured and<br />containing the world.</p> "}, {"title": "What I Would Like to Grow in My Garden", "view_node": "/poem/what-i-would-grow-my-garden", "field_author": "<a href=\"/poet/katherine-riegel\" hreflang=\"en\">Katherine Riegel</a>", "field_date_published": "2018", "body": " <p>Peonies, heavy and pink as ’80s bridesmaid dresses<br />and scented just the same. Sweet pea,<br />because I like clashing smells and the car<br />I drove in college was named that: a pea-green<br />Datsun with a tendency to backfire.</p><p>Sugar snap peas, which I might as well<br />call memory bites for how they taste like<br />being fourteen and still mourning the horse farm<br />I had been uprooted from at ten.<br />Also: sage, mint, and thyme—the clocks<br />of summer—and watermelon and blue lobelia.</p><p>Lavender for the bees and because I hate<br />all fake lavender smells. Tomatoes to cut<br />and place on toasted bread for BLTs, with or without<br />the <em>b</em> and the <em>l</em>. I’d like, too, to plant<br />the sweet alyssum that smells like honey and peace,<br />and for it to bloom even when it’s hot,</p><p>and also lilies, so I have something left<br />to look at when the rabbits come.<br />They always come. They are<br />always hungry. And I think I am done<br />protecting one sweet thing from another.</p> "}, {"title": "This Sugar", "view_node": "/poem/sugar", "field_author": "<a href=\"/poet/aimee-nezhukumatathil\" hreflang=\"und\">Aimee Nezhukumatathil</a>", "field_date_published": "2018", "body": " <p>When you ask me to split a dessert with you, I wince<br />because I don’t like to share my restaurant food</p><p>and there is the matter of who pays for what.<br />If I don’t order a drink and just have a salad,</p><p>always the person in the group who gobbled steak,<br />a glass of wine, and two appetizers says, <em>Let’s just split</em></p><p><em>the check equally!</em> But you, you raise your eyebrows when<br />the waitress mentions a brambleberry tart and maybe</p><p>so do I. When she places the piping-hot pie dish<br />with two funnels of steam and two spoons, you look</p><p>at me and say: dig in. We have already tasted<br />from each other’s lips when we’ve shared cold glasses</p><p>before. I’m fairly certain across this table across the slide<br />of the fork, even the knife we both use—this is how</p><p>thumbnail-sized coquina clams feel when they tumble<br />and toss into the shoreline from an impending storm—</p><p>how they gasp and slide their feet trying to brace<br />themselves, then <em>thwap</em>—another wave. And after</p><p>that tumble, the sunlight glows below you, and then<br />above you, where it should be, and I wipe my mouth</p><p>with the pink napkin and in the folds of that napkin<br />is a lipstick kiss where the kiss should be—never</p><p>between your neck and shoulder. Our mouths will press<br />only on this sugar, this glaze, and this caramelized topping.</p> "}, {"title": "Service Station", "view_node": "/poem/service-station", "field_author": "<a href=\"/poet/danusha-lameris\" hreflang=\"en\">Danusha Laméris</a>", "field_date_published": "2018", "body": " <p><em>You’re beautiful, sister, eat more fruit,</em><br />said the attendant every time my mother<br />pulled into the 76 off Ashby Avenue.<br />We never knew why. She didn’t ask<br />and he didn’t explain. My brother and I<br />would look at each other sideways<br />in the back seat, eyebrows raised—<br />though, lord knows, we’d lived in Berkeley<br />long enough. He smiled when he said it,<br />then wiped the windows and pumped the gas.<br />I liked the little ritual. Always the same<br />order of events. Same lack of discussion.<br />Could he sense something? Attune to an absence<br />of vitamin C? Or was it just a kind of flirting—<br />a way of tossing her an apple, a peach?<br /><br />It’s true my mother had a hidden ailment<br />of which she seldom spoke, and true<br />she never thought herself a beauty,<br />since in those days, you had to choose<br />between smart and beautiful, and beauty<br />was not the obvious choice for a skinny<br />bookish girl, especially in Barbados.<br />No wonder she became devout,<br />forsaking nearly everything but God<br />and science. And later she suffered<br />at the hands of my father, whom she loved,<br />and who’d somehow lost control<br />of his right fist and his conscience.<br />Whose sister was she, then? Sister<br />of the Early Rise, the Five-O’Clock Commute,<br />the Centrifuge? Sister of Burnt Dreams?<br /><br />But didn’t her savior speak in parables?<br />Isn’t that the language of the holy?<br />Why wouldn’t he come to her like this,<br />with a kind face and dark, grease-smeared arms,<br />to lean over the windshield of her silver Ford sedan,<br />and bring tidings of her unclaimed loveliness,<br />as he filled the car with fuel, and told her—<br />as a brother—to go ahead,<br />partake of the garden, and eat of it.</p> "}, {"title": "I saw Emmett Till this week at the grocery store", "view_node": "/poem/i-saw-emmett-till-week-grocery-store", "field_author": "<a href=\"/poet/eve-l-ewing\" hreflang=\"en\">Eve L. Ewing</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">looking over the plums, one by one</span><br /><span class=\"long-line\">lifting each to his eyes and</span><br /><span class=\"long-line\">turning it slowly, a little earth,</span><br /><span class=\"long-line\">checking the smooth skin for pockmarks</span><br /><span class=\"long-line\">and rot, or signs of unkind days or people,</span><br /><span class=\"long-line\">then sliding them gently into the plastic.</span><br /><span class=\"long-line\">whistling softly, reaching with a slim, woolen arm</span><br /><span class=\"long-line\">into the cart, he first balanced them over the wire</span><br /><span class=\"long-line\">before realizing the danger of bruising</span><br /><span class=\"long-line\">and lifting them back out, cradling them</span><br /><span class=\"long-line\">in the crook of his elbow until</span><br /><span class=\"long-line\">something harder could take that bottom space.</span><br /><span class=\"long-line\">I knew him from his hat, one of those</span><br /><span class=\"long-line\">fine porkpie numbers they used to sell</span><br /><span class=\"long-line\">on Roosevelt Road. it had lost its feather but</span><br /><span class=\"long-line\">he had carefully folded a dollar bill</span><br /><span class=\"long-line\">and slid it between the ribbon and the felt</span><br /><span class=\"long-line\">and it stood at attention. he wore his money.</span><br /><span class=\"long-line\">upright and strong, he was already to the checkout</span><br /><span class=\"long-line\">by the time I caught up with him. I called out his name</span><br /><span class=\"long-line\">and he spun like a dancer, candy bar in hand,</span><br /><span class=\"long-line\">looked at me quizzically for a moment before</span><br /><span class=\"long-line\">remembering my face. he smiled. <em>well</em></span><br /><em><span class=\"long-line\">hello young lady</span><br /><span class=\"long-line\">       hello, so chilly today</span><br /><span class=\"long-line\">       should have worn my warm coat like you</span><br /><span class=\"long-line\">yes so cool for August in Chicago</span><br /><span class=\"long-line\">       how are things going for you</span><br /><span class=\"long-line\">oh</span></em> he sighed and put the candy on the belt<br /><span class=\"long-line\"><em>it goes, it goes.</em></span></p>\n"}, {"title": "Front Yard Rhyme", "view_node": "/poem/front-yard-rhyme", "field_author": "<a href=\"/poet/cecily-parks\" hreflang=\"und\">Cecily Parks</a>", "field_date_published": "2018", "body": " <p>Stone path, oat grass, stray cat, snare,<br />feather drift in feather air.<br />Laurel, anthill, train horn blare,<br />pecan shell shards on the stair.<br />One cat gnaws,<br />one wing tears.<br />Less song for the power line to bear.<br />Coo-OO-oo she sang, my dear.</p> "}, {"title": "I Wouldn&#039;t Even Know What to Do with a Third Chance", "view_node": "/poem/i-wouldnt-even-know-what-do-third-chance", "field_author": "<a href=\"/poet/kaveh-akbar\" hreflang=\"en\">Kaveh Akbar</a>", "field_date_published": "2018", "body": " <p>I wouldn’t even know what to do with a third chance,<br />another halo to shake loose galloping into the crossfire.<br />     Should I be apologizing? Supposedly, what’s inside my</p><p>     body is more or less the same as what’s inside yours—<br />here, the river girl clutching her toy whistle. There,<br />the black snake covered in scabs. Follow my neckline,</p><p>the beginning will start beginning again. I swear on my<br />head and eyes, there are moments in every day when<br />     if you asked me to leave, I would. Heaven is mostly</p><p>     preposition—up, above, around—and you can live<br />any place that’s a place. A failure of courage is still<br />a victory of safety. Bravery pitches its refugee tent</p><p>at the base of my brain and slowly starves, chipping into<br />darkness like a clay bird bouncing down a well. All night<br />     I eat yogurt and eggplant and garlic, water my dead</p><p>     orchids. In what world would any of me seem credible?<br />God’s word is a melody, and melody requires repetition.<br />God’s word is a melody I sang once then forgot.</p> "}, {"title": "Love Poem", "view_node": "/poem/love-poem-4", "field_author": "<a href=\"/poet/timothy-liu\" hreflang=\"und\">Timothy Liu</a>", "field_date_published": "2018", "body": " <p>The Lindt Easter bunny</p><p>you said was “solid”<br />chocolate turned out</p><p>to be hollow—its head</p><p>caved in when I peeled<br />back the gold foil</p><p>which was probably</p><p>better left wrapped,<br />every language having</p><p>its own version of “beer</p><p>goggles.” Sometimes<br />I like your mouth best</p><p>when there’s nothing in it,</p><p>just two rows of teeth<br />surrounding a tongue</p><p>stunned into silence.</p> "}, {"title": "Ode to Kool-Aid", "view_node": "/poem/ode-kool-aid", "field_author": "<a href=\"/poet/marcus-jackson\" hreflang=\"en\">Marcus Jackson</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">You turn the kitchen</span><br /><span class=\"long-line\">tap’s metallic stream</span><br /><span class=\"long-line\">into tropical drink,</span><br /><span class=\"long-line\">extra sugar whirlpooling</span><br /><span class=\"long-line\">to the pitcher-bottom</span><br /><span class=\"long-line\">like gypsum sand.</span><br /><span class=\"long-line\">Purplesaurus Rex, Roarin’</span><br /><span class=\"long-line\">Rock-A-Dile Red, Ice Blue</span><br /><span class=\"long-line\">Island Twist, Sharkleberry Fin;</span><br /><span class=\"long-line\">on our tongues, each version</span><br /><span class=\"long-line\">keeps a section, like tiles</span><br /><span class=\"long-line\">on the elemental table.</span><br /><span class=\"long-line\">In ninth grade, Sandra</span><br /><span class=\"long-line\">employed a jug of Black Cherry</span><br /><span class=\"long-line\">to dye her straightened</span><br /><span class=\"long-line\">bangs burgundy.</span><br /><span class=\"long-line\">When toddlers swallow you,</span><br /><span class=\"long-line\">their top lips mustache in color</span><br /><span class=\"long-line\">as if they’ve kissed paint.</span><br /><span class=\"long-line\">The trendy folks can savor</span><br /><span class=\"long-line\">all that imported mango nectar</span><br /><span class=\"long-line\">and health-market juice.</span><br /><span class=\"long-line\">We need factory-crafted packets,</span><br /><span class=\"long-line\">unpronounceable ingredients,</span><br /><span class=\"long-line\">a logo cute enough to hug,</span><br /><span class=\"long-line\">a drink unnaturally sweet</span><br /><span class=\"long-line\">so that, on the porch,</span><br /><span class=\"long-line\">as summer sun recedes,</span><br /><span class=\"long-line\">Granddad takes out his teeth</span><br /><span class=\"long-line\">to make more mouth to admit you.</span></p>\n"}, {"title": "40 Ounce", "view_node": "/poem/40-ounce", "field_author": "<a href=\"/poet/marcus-jackson\" hreflang=\"en\">Marcus Jackson</a>", "field_date_published": "2018", "body": " <p>Summer has salted<br />our neighborhood to thirst;<br />tar that patches the wounds of roofs<br />heats to sluggish bubbles;<br />sun obligates<br />paint on car hoods to blotch.</p><p>Emphasized by the light<br />inside corner-store beer coolers,<br />your malt lusters.</p><p>You’re cold gold down throat.</p><p>Lush like storm-brim wind.</p><p>Foam-skinned as any cleansing.</p><p>Within thick glass, you swish oceanic<br />as we share you palm to palm.</p><p>You have helped<br />this dice game clank alive,<br />paper-wager and victory-rake,<br />players with obsidian eyes.</p><p>Through an uncurtained pane,<br />a music video is visible;<br />women’s shimmer slurs<br />like jewelry worn on a passerby.</p><p>Neighbors here and there snore,<br />hallway walls tacked<br />with flea-market art, closets<br />dehydrated by moth repellent.<br />They leave us to you.<br />They could plead tomorrow<br />in churches whose pipes<br />ramble behind brittle plaster.</p><p>We drink you to the pale bottom,<br />we drink until night sinks<br />into skin like silk,<br />until graveyard cops<br />circle our block like a clock arm,<br />until blood slides<br />like alloy through veins,<br />until words hammer<br />from the anvil of the brain,<br />until America’s<br />continental wheel unbolts<br />and everybody can see<br />we gleam like greased bearings.</p> "}, {"title": "Amsterdam", "view_node": "/poem/amsterdam", "field_author": "<a href=\"/poet/megan-fernandes\" hreflang=\"en\">Megan Fernandes</a>", "field_date_published": "2018", "body": " <p>Sometimes the mythologies of a city are true—<br />like when I see a blond man bob for red apples<br />in the street selling records side by side with a black cat<br />wound in a cushion, deep in dream. Josh says<br />he does not want to go see Anne Frank, that this kind of tourism<br />depresses him, the one where the demonstration of grief<br />is like a voyeuristic tug at suffering<br />that is not yours to possess. <em>How do you eat after that,</em><br />he seems sad today<em>. How do you stay alive.</em><br />When he was young, he visited Auschwitz and told<br />me not to go because it had a gift shop and that<br />made him angry and nobody knows how to grieve<br />in public, how to make public space for loss<br />unless you can make money off of it but really<br />there is something else to his anger, the child<br />abandoned, the residue of a young girl’s life turned<br />into a petting zoo—this he cannot take.</p><p>I have become like my mother where I don’t<br />need sleep in a new city anymore, immune to<br />time shifts, I just wander and buy fruit<br />and almonds and a good loaf<br />of bread and today, some fresh juice, skipping museums<br />though I want to go back to see Anne Frank’s<br />house this time, because this time,<br />I am a woman and last time, I was a girl<br />and when you are a girl, all you see is another girl<br />and when you are a woman, all you see is history<br />careening towards a girl who you cannot protect.</p><p>In my Amsterdam apartment, I find a ceramic plate<br />with its rim edge folded in five places where a violet petal<br />has been painted at its compression. In it, I pour<br />some olive oil and a little bit of salt and sit<br />on the white couch overlooking the new<br />neon green blooms gathering on a branch<br />outside the large window directly facing an apartment<br />of a bookish couple, the kind who forget<br />they have bodies and think they are better<br />than those who are bodily which is most everyone else<br />in the world but the girl in the couple is lying<br />and misses the small animal inside her<br />crying for her breakfast.<br />What she needs is food, not Yeats.<br />What she needs is your fingers.<br />The apartment has tulips and pink depression glass<br />and cacti of all heights like reptilian skyscrapers.</p><p>I am thinking of Harlem in Amsterdam.<br />Sometimes I go there to hide.<br />I go there to eat at a bistro owned by a lady<br />named Fay. Fay is older with light eyes and her whole<br />family works this place and her grandson<br />is behind the bar and he’s just seventeen and a soccer<br />player and this week got into Dartmouth and I ask<br />her if she thinks he’ll be happy, being a black<br />kid at Dartmouth, but Fey is Queen Fey<br />and knows better than to answer questions<br />about race at dinner time especially in front<br />of all these nice people.</p><p>In Amsterdam, the cold sunlight of April<br />grows the dandelions in the gutter and when<br />you get to 263 to see Anne Frank’s house (only<br />from the outside) the building is not as tall<br />as you remember and you wonder what the ceilings<br />were like for a young girl and you imagine<br />her face, I imagine her face and think<br />maybe something bad happened to Josh<br />when he was a kid and you see her<br />face in the window, her face lit up in story,<br />her face in love and in fear, and you are in Amsterdam<br />when the American president bombs Syria.<br />You say <em>American president</em> as if you are not<br />an American and as if he is not your president.<br />You promised that he would not make his way<br />into any poem, but here he is bombing<br />Syria and here is he is in your poem<br />and here is her face spreading all over<br />Europe and here is your face, Anne,<br />spreading all over Europe and<br />here is your face, your face, your face.</p> "}, {"title": "Quentin Compson at the Natural History Museum, Harvard University", "view_node": "/poem/quentin-compson-natural-history-museum-harvard-university", "field_author": "<a href=\"/poet/megan-fernandes\" hreflang=\"en\">Megan Fernandes</a>", "field_date_published": "2018", "body": " <p>You won’t have allergies here.<br />The flowers are made of glass,<br />your little spine will become a maple tree.<br />The orchids, posing like eavesdroppers—<br />they will make you their Queen.<br /><br />We will make love on Russian glass,<br />pickled seeds, roots and stamens,<br />the translucent xylem of the flowers<br />pricking our spines.<br /><br />Couldn’t you die here?<br />Don’t speak of Father.<br />Look to the cashew trees.<br /><br />Remember the wild orchids in the New England wood?<br />Their veiny leaves and cuticles fresh with vanilla.<br />These are not fresh, but they inhale.<br />They can smell your minty breath,<br />they can bow to your sighs,<br />they will make soil of your shoulders<br />and grow you arms.<br /><br />Caddy, surrounded by glass.<br />Caddy, surrounded by glass, a little tree inside her.<br />Caddy, surrounded by glass, smells like trees.<br /><br />Couldn’t you die here, Caddy?<br />In all this glass?</p> "}, {"title": "Marriage", "view_node": "/poem/marriage-1", "field_author": "<a href=\"/poet/nicole-callihan\" hreflang=\"en\">Nicole Callihan</a>", "field_date_published": "2018", "body": " <pre>&amp; of the lattermath I can only say \nthat with the rain the cattails grew so high \nthat the longing nearly subsided\nthis morning I am all moonshine on the snowbank\nclockwise back to a better self I am\ntenderfoot daisywheel though yesterday I was\nwarpath and daydreams of underfoot animals\no my fishhook in sheepskin I want\nto spacewalk in time with you to teaspoon\nsugar into your mouth to clean horsehairs\nfrom under your fingernails honeymoon\nof the longhouse I’ll meet you on the shadyside\nof the limestone for years I grew lukewarm\nwith a backache but now I am whitefish\nand blackberries I am forbearer and undercurrent\nbuttermilk and motherhood watertight thunderbird\nforgive me my wipeout my deadend and foremost\nforgive me my butterball my washrag wrung out\nthe grasslands of the graveyard I nearly misrecognized\nwhat I almost became eggshell watercolor\ndrained pipe goodbye o my forever bedclothes\nyours is the body warmblooded washbowl\nthat I seahorse into night after night and the dogwood\ntimepiece ticks the gumball fruitcup earache of our girls \nyou my wavelength my tailbone lemonlime jellybean\ncrewcut backstroke beachcomber I do I do\n</pre>\n "}, {"title": "Oriflamme", "view_node": "/poem/oriflamme", "field_author": "<a href=\"/poet/jessie-redmon-fauset\" hreflang=\"und\">Jessie Redmon Fauset</a>", "field_date_published": "1920", "body": "<blockquote><sup><em>“I can remember when I was a little, young girl, how my old mammy would sit out of doors in the evenings and look up at the stars and groan, and I would say, ‘Mammy, what makes you groan so?’ And she would say, ‘I am groaning to think of my poor children; they do not know where I be and I don’t know where they be. I look up at the stars and they look up at the stars!’”<br /><span class=\"long-line\">            —Sojourner Truth.</span></em></sup></blockquote>\n\n<p><span class=\"long-line\">I think I see her sitting bowed and black, </span><br /><span class=\"long-line\">  Stricken and seared with slavery’s mortal scars, </span><br /><span class=\"long-line\">Reft of her children, lonely, anguished, yet </span><br /><span class=\"long-line\">  Still looking at the stars. </span></p>\n\n<p><span class=\"long-line\">Symbolic mother, we thy myriad sons, </span><br /><span class=\"long-line\">  Pounding our stubborn hearts on Freedom’s bars, </span><br /><span class=\"long-line\">Clutching our birthright, fight with faces set, </span><br /><span class=\"long-line\">  Still visioning the stars!</span></p>\n"}, {"title": "In the Evening", "view_node": "/poem/evening-1", "field_author": "<a href=\"/poet/fenton-johnson\" hreflang=\"und\">Fenton Johnson</a>", "field_date_published": "1913", "body": " <pre>                    I\nIn the evening, love returns,\n   Like a wand’rer ’cross the sea;\nIn the evening, love returns\n   With a violet for me;\nIn the evening, life’s a song,\n   And the fields are full of green;\nAll the stars are golden crowns,\n   And the eye of God is keen.\n\n                   II\nIn the evening, sorrow dies\n   With the setting of the sun;\nIn the evening, joy begins,\n   When the course of mirth is done;\nIn the evening, kisses sweet\n   Droop upon the passion vine;\nIn the evening comes your voice:\n   “I am yours, and you are mine.”\n</pre>\n "}, {"title": "Field Notes on Beginning", "view_node": "/poem/field-notes-beginning", "field_author": "<a href=\"/poet/tyree-daye\" hreflang=\"en\">Tyree Daye</a>", "field_date_published": "2018", "body": " <pre>1. \n\nI wear my grandmother’s bones like a housedress through the city. \nSome nights the block tells me all its problems. \nI’ll meet you at the top of the biggest rock in Rolesville \n<span class=\"long-line\">or on train headed to a reading in Queens, just tell me where. I promise </span>\nto gather your bones only for good. \nI was not swallowed by the darkness between two buildings. \n<span class=\"long-line\">I don’t want to die in the south like so many of mine. I want to be carried back. </span>\n\n2. \n\nI dreamed we were digging in a field in Rolesville \nlooking for an earth we knew the name of. \nYou stepped into the hole, looked behind you and gestured me in. \nI saw every lover who held you while your children slept \nin rooms of small heaters, you wrap the blankets so tight, \nafraid of any cold that might get in. \n\n3. \n\n<span class=\"long-line\">I said my goodbyes, my dead will not come. I will not see a cardinal in the city </span>\nso I drew one on my chest. A coop inside a coop inside of me. \n<span class=\"long-line\">Leaving is necessary some say. There is a whole ocean between you and a home </span>\nyou can’t fix your tongue to speak. Others do not want me \n<span class=\"long-line\">no further than a length of a small yard, they ask <em>where are you going Tyree?</em></span> \n<span class=\"long-line\"><em>Your mama here, you’ve got stars in your eyes. A ship in your movement.</em></span>\n</pre>\n "}, {"title": "Virginia Street", "view_node": "/poem/virginia-street", "field_author": "<a href=\"/poet/jennifer-hayashida\" hreflang=\"en\">Jennifer Hayashida</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">February on another coast is April</span><br /><span class=\"long-line\">here. Astrology is months: </span><br /><span class=\"long-line\">you are February, or are you </span><br /><span class=\"long-line\">June, and who is </span><br /><span class=\"long-line\">December? Who is books </span><br /><span class=\"long-line\">read in spring, wingspan </span><br /><span class=\"long-line\">between midnight </span><br /><span class=\"long-line\">and mourning</span></p>\n\n<p><span class=\"long-line\">Another starry tree, coastal </span><br /><span class=\"long-line\">counterpoint where magnolia is </span><br /><span class=\"long-line\">a brighter season</span><br /><span class=\"long-line\">peach and pear</span><br /><span class=\"long-line\">are grafted onto the same tree</span><br /><span class=\"long-line\">fear and fat stick</span><br /><span class=\"long-line\">to the same sprained bone</span><br /><span class=\"long-line\">For this adolescent reprise</span><br /><span class=\"long-line\">recycle everything trivial</span><br /><span class=\"long-line\">but this time bring</span><br /><span class=\"long-line\">the eye into sight:</span><br /><span class=\"long-line\">make sight superior</span><br /><span class=\"long-line\">to what is seen</span></p>\n\n<p><span class=\"long-line\">A decade is to look at June </span><br /><span class=\"long-line\">and see April</span><br /><span class=\"long-line\">to look at April </span><br /><span class=\"long-line\">and see February</span><br /><span class=\"long-line\">Relief of repetition</span><br /><span class=\"long-line\">seasons mean again,</span><br /><span class=\"long-line\">one flowering branch suspended</span><br /><span class=\"long-line\">in the half-light of spring</span><br /><span class=\"long-line\">We sat on steps </span><br /><span class=\"long-line\">beneath a tree</span><br /><span class=\"long-line\">No: I walked by</span><br /><span class=\"long-line\">The tree bloomed</span><br /><span class=\"long-line\">and I looked up</span></p>\n"}, {"title": "2019", "view_node": "/poem/2019", "field_author": "<a href=\"/poet/rickey-laurentiis\" hreflang=\"en\">Rickey Laurentiis</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">I could string him back up the tree, if you’d like.</span><br /><span class=\"long-line\">        Return his skin’s meaning to an easy distance, coal dust, blaze</span><br /><span class=\"long-line\">And Willie Brown him. You</span><br /><span class=\"long-line\">        Love how the blood muddies the original,</span><br /><span class=\"long-line\">The way it makes a stage of my speechifying, this leeching</span><br /><span class=\"long-line\">        Capital from his dying,</span><br /><span class=\"long-line\">Like an activist. I know</span></p>\n\n<p><span class=\"long-line\">I’m not supposed to sing</span></p>\n\n<p><span class=\"long-line\">Of his ringing</span><br /><span class=\"long-line\">        Penetrability, some hole I open impose</span><br /><span class=\"long-line\">On the form—but all I see is bullets, bullets discerning him,</span><br /><span class=\"long-line\">        As years ago it was rope.</span><br /><span class=\"long-line\">I could pull it tighter, finger each bullet deeper,</span><br /><span class=\"long-line\">        If you’d like, an inch rougher,</span><br /><span class=\"long-line\">Far enough to where becomes that second heat, erotic.</span></p>\n\n<p>I could use the erotic,</p>\n\n<p><span class=\"long-line\">If you’d like,</span><br /><span class=\"long-line\">        So ungarish, baring not too frank</span><br /><span class=\"long-line\">A mood, subtle so you need it.— Funny</span><br /><span class=\"long-line\">        How some dark will move illicit if you close your eyes,</span><br /><span class=\"long-line\">The way, say, my black</span><br /><span class=\"long-line\">        Pleasure is named too explicit for a page, but this menace</span><br /><span class=\"long-line\">I put in it is not.</span></p>\n\n<p><span class=\"long-line\">I could yank and knot</span></p>\n\n<p><span class=\"long-line\">The rope, if you’d like, him like a strange fragment</span><br /><span class=\"long-line\">        In them trees,</span><br /><span class=\"long-line\">And the word “again” spelled out about his neck</span><br /><span class=\"long-line\">        Would be the rope’s predicate till let wild, patterned and</span><br /><span class=\"long-line\">Fierce his moan.</span><br /><span class=\"long-line\">        It is a tragedy. No. It is a sonnet, how I know</span><br /><span class=\"long-line\">Already how he ends,</span></p>\n\n<p><span class=\"long-line\">But I could make him</span></p>\n\n<p><span class=\"long-line\">Her, if you’d like, regender them till merely</span><br /><span class=\"long-line\">        Canvas for your “empathy,”</span><br /><span class=\"long-line\">Soup for my mouth. Still, if I could but just get</span><br /><span class=\"long-line\">        This blunt,</span><br /><span class=\"long-line\">Burnt lynched body up</span><br /><span class=\"long-line\">        From on</span><br /><span class=\"long-line\">Out the pocket behind my eye</span></p>\n\n<p><span class=\"long-line\">All trees could be themselves again, all sound.</span></p>\n"}, {"title": "You’re really faithful to your abusers, aren’t you?", "view_node": "/poem/youre-really-faithful-your-abusers-arent-you", "field_author": "<a href=\"/poet/samiya-bashir\" hreflang=\"en\">Samiya Bashir</a>", "field_date_published": "2018", "body": "<p>Like love: first you pick up; then you lay down; then discard; then discard; then discard. That’s love. Right? Did somebody say Dominoes? The problem of a street game is you. You’re already doing it wrong. Doing it wrong before you wake up. Before you walk up the street. Cross the crowded corner. Case in point: When you reach the bones table, you stop. Stare. Consider. Count. Think: This is a lovely afternoon for a friendly game of dominoes! Call next. Figure they don’t hear. Call next again. You call louder. You call in Spanish. Then you walk (again, with the walking) into the bodega. Come out with four 40oz bottles. Suddenly somebody hears. Suddenly the smell of holes burning pockets. Suddenly, the game you watch ends. Like love. Right? Somebody?</p>\n"}, {"title": "Flash", "view_node": "/poem/flash", "field_author": "<a href=\"/poet/hazel-hall\" hreflang=\"und\">Hazel Hall</a>", "field_date_published": "1921", "body": "<p><span class=\"long-line\">I am less of myself and more of the sun;</span><br /><span class=\"long-line\">The beat of life is wearing me</span><br /><span class=\"long-line\">To an incomplete oblivion,</span><br /><span class=\"long-line\">Yet not to the certain dignity</span><br /><span class=\"long-line\">Of death. <em>They cannot even die</em></span><br /><em><span class=\"long-line\">Who have not lived.</span></em></p>\n\n<p><span class=\"long-line\">                                The hungry jaws</span><br /><span class=\"long-line\">Of space snap at my unlearned eye,</span><br /><span class=\"long-line\">And time tears in my flesh like claws.</span></p>\n\n<p><span class=\"long-line\">If I am not life’s, if I am not death’s,</span><br /><span class=\"long-line\">Out of chaos I must re-reap</span><br /><span class=\"long-line\">The burden of untasted breaths.</span><br /><span class=\"long-line\"><em>Who has not waked may not yet sleep.</em></span></p>\n"}], "pager": {"current_page": 259, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}