{"rows": [{"title": "Conscious ", "view_node": "/poem/conscious", "field_author": "<a href=\"/poet/wilfred-owen\" hreflang=\"und\">Wilfred Owen</a>", "field_date_published": "2018", "body": " <pre>His fingers wake, and flutter up the bed.\nHis eyes come open with a pull of will,\nHelped by the yellow may-flowers by his head.\nA blind-cord drawls across the window-sill . . .\nHow smooth the floor of the ward is! what a rug!\nAnd who’s that talking, somewhere out of sight?\nWhy are they laughing? What’s inside that jug?\n“Nurse! Doctor!” “Yes; all right, all right.”\n\nBut sudden dusk bewilders all the air—\nThere seems no time to want a drink of water.\nNurse looks so far way. And everywhere\nMusic and roses burnt through crimson slaughter.\nCold; cold; he’s cold; and yet so hot:\nAnd there’s no light to see the voices by—\nNo time to dream, and ask—he knows not what. \n</pre>\n "}, {"title": "Smile, Smile, Smile", "view_node": "/poem/smile-smile-smile", "field_author": "<a href=\"/poet/wilfred-owen\" hreflang=\"und\">Wilfred Owen</a>", "field_date_published": "2018", "body": " <pre>Head to limp head, the sunk-eyed wounded scanned\nYesterday’s Mail; the casualties (typed small)\nAnd (large) Vast Booty from our Latest Haul.\nAlso, they read of Cheap Homes, not yet planned;\nFor, said the paper, “When this war is done\nThe men’s first instinct will be making homes.\nMeanwhile their foremost need is aerodromes,\nIt being certain war has just begun.\nPeace would do wrong to our undying dead,—\nThe sons we offered might regret they died\nIf we got nothing lasting in their stead.\nWe must be solidly indemnified.\nThough all the worthy Victory which all bought,\nWe rulers sitting in this ancient spot\nWould wrong our very selves if we forgot\nThe greatest glory will be theirs who fought,\nWho kept this nation in integrity.\nNation?—The half-limbed readers did not chafe\nBut smiled at one another curiously\nLike secret men who know their secret safe.\nThis is the thing they know and never speak,\nThat England one by one had fled to France\n(Not many elsewhere not save under France).\nPictures of these broad smiles appear each week,\nAnd people in whose voice real feeling rings\nSay: How they smile! They’re happy now, poor things.\n\n\n</pre>\n "}, {"title": "S. I. W.", "view_node": "/poem/s-i-w", "field_author": "<a href=\"/poet/wilfred-owen\" hreflang=\"und\">Wilfred Owen</a>", "field_date_published": "1921", "body": " <pre>\t\t“I will to the King,\n\t\t And offer him consolation in his trouble,\n\t\t For that man there has set his teeth to die,\n\t\t And being one that hates obedience,\n\t\t Discipline, and orderliness of life,\n\t\t I cannot mourn him.”\n\t\t\t\t\t\t\tW. B. Yeats.\n\nPatting goodbye, doubtless they told the lad\nHe’d always show the Hun a brave man’s face;\nFather would sooner him dead than in disgrace,—\nWas proud to see him going, aye, and glad.\nPerhaps his Mother whimpered how she’d fret\nUntil he got a nice, safe wound to nurse.\nSisters would wish girls too could shoot, charge, curse, . . .\nBrothers—would send his favourite cigarette,\nEach week, month after month, they wrote the same,\nThinking him sheltered in some Y. M. Hut,\nWhere once an hour a bullet missed its aim\nAnd misses teased the hunger of his brain.\nHis eyes grew old with wincing, and his hand\nReckless with ague. Courage leaked, as sand\nFrom the best sandbags after years of rain.\nBut never leave, wound, fever, trench-foot, shock,\nUntrapped the wretch. And death seemed still withheld\nfor torture of lying machinally shelled,\nAt the pleasure of his world’s Powers who’d run amok. \n\nHe’d seen men shoot their hands, on night patrol,\nTheir people never knew. Yet they were vile.\n“Death sooner than dishonor, that’s the style!”\nSo Father said.\n\n                                       One dawn, our wire patrol\nCarried him. This time, Death had not missed.\nWe could do nothing, but wipe his bleeding cough.\nCould it be accident?—Rifles go off . . .\nNot sniped? No. (Later they found the English ball.)\n\nIt was the reasoned crisis of his soul.\nAgainst the fires that would not burn him whole\nBut kept him for death’s perjury and scoff\nAnd life’s half-promising, and both their riling.\n\nWith him they buried the muzzle his teeth had kissed.\nAnd truthfully wrote the Mother “Tim died smiling.”\n</pre>\n "}, {"title": "The Chances", "view_node": "/poem/chances", "field_author": "<a href=\"/poet/wilfred-owen\" hreflang=\"und\">Wilfred Owen</a>", "field_date_published": "2018", "body": " <pre>I mind as ’ow the night afore that show\nUs five got talking,—we was in the know,\n“Over the top to-morrer; boys, we’re for it,\nFirst wave we are, first ruddy wave; that’s tore it.”\n“Ah well,” says Jimmy,—an’ ’e’s seen some scrappin’—\n“There ain’t more nor five things as can ’appen;\nYe get knocked out; else wounded—bad or cushy;\nScuppered; or nowt except yer feeling mushy.”\n\nOne of us got the knock-out, blown to chops.\nT’other was hurt, like, losin’ both ’is props.\nAn’ one, to use the word of ’ypocrites,\n‘Ad the misfortoon to be took by Fritz.\nNow me, I wasn’t scratched, praise God Almighty\n(Though next time please I’ll thank ’im for a blighty),\nBut poor young Jim, ’e’s livin’ an’ ’e’s not;\n’E reckoned ’e’d five chances, an’ ’e’s ’ad;\n’E’s wounded, killed, and pris’ner, all the lot—\nThe ruddy lot all rolled in one. Jim’s mad. \n</pre>\n "}, {"title": "Spring Offensive", "view_node": "/poem/spring-offensive", "field_author": "<a href=\"/poet/wilfred-owen\" hreflang=\"und\">Wilfred Owen</a>", "field_date_published": "2018", "body": " <pre>Halted against the shade of a last hill,\nThey fed, and, lying easy, were at ease\nAnd, finding comfortable chests and knees\nCarelessly slept. But many there stood still\nTo face the stark, blank sky beyond the ridge,\nKnowing their feet had come to the end of the world.\n\nMarvelling they stood, and watched the long grass swirled\nBy the May breeze, murmurous with wasp and midge,\nFor though the summer oozed into their veins\nLike the injected drug for their bones’ pains,\nSharp on their souls hung the imminent line of grass,\nFearfully flashed the sky’s mysterious glass. \n\nHour after hour they ponder the warm field—\nAnd the far valley behind, where the buttercups\nHad blessed with gold their slow boots coming up,\nWhere even the little brambles would not yield,\nBut clutched and clung to them like sorrowing hands;\nThey breathe like trees unstirred.\n\nTill like a cold gust thrilled the little word\nAt which each body and its soul begird\nAnd tighten them for battle. No alarms\nOf bugles, no high flags, no clamorous haste—\nOnly a lift and flare of eyes that faced\nThe sun, like a friend with whom their love is done. \nO larger shone that smile against the sun,—\nMightier than his whose bounty these have spurned.\n\nSo, soon they topped the hill, and raced together\nOver an open stretch of herb and heather\nExposed. And instantly the whole sky burned\nWith fury against them; and soft sudden cups\nOpened in thousands for their blood; and the green slopes\nChasmed and steppened sheer to infinite space. \n\nOf them who running on that last high place\nLeapt to swift unseen bullets, or went up\nOn the hot blast and fury of hell’s upsurge,\nOr plunged and fell away past this world’s verge,\nSome say God caught them even before they fell.\n\nBut what say such as from existence’ brink\nVentured but drave too swift to sink.\nThe few who rushed in the body to enter hell,\nAnd there out-fiending all its fiends and flames\nWith superhuman inhumanities,\nLong-famous glories, immemorial shames—\nAnd crawling slowly back, have by degrees\nRegained cool peaceful air in wonder—\nWhy speak they not of comrades that went under?\n\n</pre>\n "}, {"title": "The Dead-Beat", "view_node": "/poem/dead-beat", "field_author": "<a href=\"/poet/wilfred-owen\" hreflang=\"und\">Wilfred Owen</a>", "field_date_published": "2018", "body": " <pre>He dropped,—more sullenly than wearily,\nLay stupid like a cod, heavy like meat,\nAnd none of us could kick him to his feet;\nJust blinked at my revolver, blearily;\n—Didn’t appear to know a war was on,\nOr see the blasted trench at which he stared.\n“I’ll do ’em in,” he whined, “If this hand’s spared,\nI’ll murder them, I will.”\n\n                                      A low voice said,\n“It’s Blighty, p’raps, he sees; his pluck’s all gone,\nDreaming of all the valiant, that <em>aren’t</em> dead:\nBold uncles, smiling ministerially;\nMaybe his brave young wife, getting her fun\nIn some new home, improved materially.\nIt’s not these stiffs have crazed him; nor the Hun.”\n\nWe sent him down at last, out of the way.\nUnwounded;—stout lad, too, before that strafe.\nMalingering? Stretcher-bearers winked, “Not half!”\n\nNext day I heard the Doc.’s well-whiskied laugh:\n“That scum you sent last night soon died. Hooray!”\n</pre>\n "}, {"title": "The Sentry", "view_node": "/poem/sentry", "field_author": "<a href=\"/poet/wilfred-owen\" hreflang=\"und\">Wilfred Owen</a>", "field_date_published": "2018", "body": " <pre>We’d found an old Boche dug-out, and he knew,\nAnd gave us hell, for shell on frantic shell\nHammered on top, but never quite burst through.\nRain, guttering down in waterfalls of slime\nKept slush waist high, that rising hour by hour,\nChoked up the steps too thick with clay to climb.\nWhat murk of air remained stank old, and sour\nWith fumes of whizz-bangs, and the smell of men\nWho’d lived there years, and left their curse in the den,\nIf not their corpses. . . .\n                                There we herded from the blast\nOf whizz-bangs, but one found our door at last.\nBuffeting eyes and breath, snuffing the candles.\nAnd thud! flump! thud! down the steep steps came thumping\nAnd splashing in the flood, deluging muck—\nThe sentry’s body; then his rifle, handles\nOf old Boche bombs, and mud in ruck on ruck.\t\nWe dredged him up, for killed, until he whined\n“O sir, my eyes—I’m blind—I’m blind, I’m blind!”\nCoaxing, I held a flame against his lids\nAnd said if he could see the least blurred light\nHe was not blind; in time he’d get all right.\n“I can’t,” he sobbed. Eyeballs, huge-bulged like squids\nWatch my dreams still; but I forgot him there\nIn posting next for duty, and sending a scout\nTo beg a stretcher somewhere, and floundering about\nTo other posts under the shrieking air.  \n\nThose other wretches, how they bled and spewed,\nAnd one who would have drowned himself for good,—\nI try not to remember these things now.\nLet dread hark back for one word only: how\nHalf-listening to that sentry’s moans and jumps,\nAnd the wild chattering of his broken teeth,\nRenewed most horribly whenever crumps\nPummelled the roof and slogged the air beneath—\nThrough the dense din, I say, we heard him shout\n“I see your lights!” But ours had long died out. \n\n</pre>\n "}, {"title": "Insensibility", "view_node": "/poem/insensibility", "field_author": "<a href=\"/poet/wilfred-owen\" hreflang=\"und\">Wilfred Owen</a>", "field_date_published": "2018", "body": " <pre>                                                I\n\nHappy are the men who yet before they are killed\nCan let their veins run cold.\nWhom no compassion fleers\nOr makes their feet\nSore on the alleys cobbled with their brothers.\nThe front line withers,\nBut they are troops who fade, not flowers\nFor poets’ tearful fooling:\nMen, gaps for filling\nLosses who might have fought\nLonger; but no one bothers.\n\n                                               II\n\nAnd some cease feeling\nEven themselves or for themselves.\nDullness best solves\nThe tease and doubt of shelling,\nAnd Chance’s strange arithmetic\nComes simpler than the reckoning of their shilling.\nThey keep no check on Armies’ decimation.\n\n                                              III\n\nHappy are these who lose imagination:\nThey have enough to carry with ammunition.\nTheir spirit drags no pack.\nTheir old wounds save with cold can not more ache.\nHaving seen all things red,\nTheir eyes are rid\nOf the hurt of the colour of blood for ever.\nAnd terror’s first constriction over,\nTheir hearts remain small drawn.\nTheir senses in some scorching cautery of battle\nNow long since ironed,\nCan laugh among the dying, unconcerned.\n\n                                              IV\n\nHappy the soldier home, with not a notion\nHow somewhere, every dawn, some men attack,\nAnd many sighs are drained.\nHappy the lad whose mind was never trained:\nHis days are worth forgetting more than not.\nHe sings along the march\nWhich we march taciturn, because of dusk,\nThe long, forlorn, relentless trend\nFrom larger day to huger night.\n\n                                               V\n\nWe wise, who with a thought besmirch\nBlood over all our soul,\nHow should we see our task\nBut through his blunt and lashless eyes?\nAlive, he is not vital overmuch;\nDying, not mortal overmuch;\nNor sad, nor proud,\nNor curious at all.\nHe cannot tell\nOld men’s placidity from his.\n\n                                              VI\n\nBut cursed are dullards whom no cannon stuns,\nThat they should be as stones.\nWretched are they, and mean\nWith paucity that never was simplicity.\nBy choice they made themselves immune\nTo pity and whatever mourns in man\nBefore the last sea and the hapless stars;\nWhatever mourns when many leave these shores;\nWhatever shares\nThe eternal reciprocity of tears.\n\n</pre>\n "}, {"title": "The Send-Off", "view_node": "/poem/send", "field_author": "<a href=\"/poet/wilfred-owen\" hreflang=\"und\">Wilfred Owen</a>", "field_date_published": "2018", "body": " <pre>Down the close, darkening lanes they sang their way\nTo the siding-shed,\nAnd lined the train with faces grimly gay.\n\nTheir breasts were stuck all white with wreath and spray\nAs men’s are, dead.  \n\nDull porters watched them, and a casual tramp\nStood staring hard,\nSorry to miss them from the upland camp.\nThen, unmoved, signals nodded, and a lamp\nWinked to the guard.\n\nSo secretly, like wrongs hushed-up, they went.\nThey were not ours:\nWe never heard to which front these were sent. \n\nNor there if they yet mock what women meant\nWho gave them flowers.\n\nShall they return to beatings of great bells\nIn wild trainloads?\nA few, a few, too few for drums and yells,\nMay creep back, silent, to still village wells\nUp half-known roads.\n</pre>\n "}, {"title": "Arms and the Boy", "view_node": "/poem/arms-and-boy", "field_author": "<a href=\"/poet/wilfred-owen\" hreflang=\"und\">Wilfred Owen</a>", "field_date_published": "2018", "body": " <pre>Let the boy try along this bayonet-blade\nHow cold steel is, and keen with hunger of blood;\nBlue with all malice, like a madman’s flash;\nAnd thinly drawn with famishing for flesh.\n\nLend him to stroke these blind, blunt bullet-heads\nWhich long to muzzle in the hearts of lads.\nOr give him cartridges of fine zinc teeth,\nSharp with the sharpness of grief and death.\n\nFor this teeth seem for laughing round an apple,\nThere lurk no claws behind his fingers supple;\nAnd God will grow no talons at his heels,\nNor antlers through the thickness of his curls. \n</pre>\n "}, {"title": "Mental Cases", "view_node": "/poem/mental-cases", "field_author": "<a href=\"/poet/wilfred-owen\" hreflang=\"und\">Wilfred Owen</a>", "field_date_published": "2018", "body": " <pre>Who are these? Why sit they here in twilight?\nWherefore rock they, purgatorial shadows,\nDrooping tongues from jaws that slob their relish,\nBaring teeth that leer like skulls’ tongues wicked?\nStroke on stroke of pain,—but what slow panic,\nGouged these chasms round their fretted sockets?\nEver from their hair and through their hand palms\nMisery swelters. Surely we have perished\nSleeping, and walk hell; but who these hellish? \n\n—These are men whose minds the Dead have ravished.\nMemory fingers in their hair of murders,\nMultitudinous murders they once witnessed.\nWading sloughs of flesh these helpless wander,\nTreading blood from lungs that had loved laughter.\nAlways they must see these things and hear them,\nBatter of guns and shatter of flying muscles,\nCarnage incomparable and human squander\nRucked too thick for these men’s extrication.\n\nTherefore still their eyeballs shrink tormented\nBack into their brains, because on their sense\nSunlight seems a bloodsmear; night comes blood-black;\nDawn breaks open like a wound that bleeds afresh\n—Thus their heads wear this hilarious, hideous,\nAwful falseness of set-smiling corpses.\n—Thus their hands are plucking at each other;\nPicking at the rope-knouts of their scourging;\nSnatching after us who smote them, brother,\nPawing us who dealt them war and madness.\n\n</pre>\n "}, {"title": "The Show", "view_node": "/poem/show", "field_author": "<a href=\"/poet/wilfred-owen\" hreflang=\"und\">Wilfred Owen</a>", "field_date_published": "1921", "body": " <pre>My soul looked down from a vague height with Death,\nAs unremembering how I rose or why,\nAnd saw a sad land, weak with sweats of dearth,\nGray, cratered like the moon with hollow woe,\nAnd fitted with great pocks and scabs of plaques.\n\nAcross its beard, that horror of harsh wire,\nThere moved thin caterpillars, slowly uncoiled.\nIt seemed they pushed themselves to be as plugs\nOf ditches, where they writhed and shriveled, killed.\n\nBy them had slimy paths been trailed and scraped\nRound myriad warts that might be little hills.\n\nFrom gloom’s last dregs these long-strung creatures crept,\nAnd vanished out of dawn down hidden holes.\n\n(And smell came up from those foul openings\nAs out of mouths, or deep wounds deepening.)\n\nOn dithering feet upgathered, more and more,\nBrown strings towards strings of gray, with bristling spines,\nAll migrants from green fields, intent on mire.\n\nThose that were gray, of more abundant spawns,\nRamped on the rest and ate them and were eaten. \n\nI saw their bitten backs curve, loop, and straighten,\nI watched those agonies curl, lift, and flatten.\n\nWhereat, in terror what that sight might mean,\nI reeled and shivered earthward like a feather.\n\nAnd Death fell with me, like a deepening moan.\nAnd He, picking a manner of worm, which half had hid\nIts bruises in the earth, but crawled no further,\nShowed me its feet, the feet of many men,\nAnd the fresh-severed head of it, my head. \n</pre>\n "}, {"title": "Apologia Pro Poemate Meo", "view_node": "/poem/apologia-pro-poemate-meo", "field_author": "<a href=\"/poet/wilfred-owen\" hreflang=\"und\">Wilfred Owen</a>", "field_date_published": "2018", "body": " <pre>I, too, saw God through mud—\n\t The mud that cracked on cheeks when wretches smiled.\n\t War brought more glory to their eyes than blood,\n\t And gave their laughs more glee than shakes a child.\n\nMerry it was to laugh there—\n\t Where death becomes absurd and life absurder.\n\t For power was on us as we slashed bones bare\n\t Not to feel sickness or remorse of murder.\n\nI, too, have dropped off fear—\n\t Behind the barrage, dead as my platoon,\n\t And sailed my spirit surging, light and clear\n\t Past the entanglement where hopes lay strewn;\n\nAnd witnessed exultation—\n\t Faces that used to curse me, scowl for scowl,\n\t Shine and lift up with passion of oblation,\n         Seraphic for an hour; though they were foul. \n\nI have made fellowships—\n\t Untold of happy lovers in old song.\n\t For love is not the binding of fair lips\n\t With the soft silk of eyes that look and long,\n\nBut Joy, whose ribbon slips,—\n\t But wound with war’s hard wire whose stakes are strong;\n\t Bound with the bandage of the arm that drips;\n\t Knit in the welding of the rifle-thong.\n\nI have perceived much beauty\n\t In the hoarse oaths that kept our courage straight;\n\t Heard music in the silentness of duty;\n\t Found peace where shell-storms spouted reddest spate.\n\nNevertheless, except you share\n\t With them in hell the sorrowful dark of hell,\n\t Whose world is but the trembling of a flare,\n\t And heaven but as the highway for a shell,\n\nYou shall not hear their mirth:\n\t You shall not come to think them well content\n\t By any jest of mine. These men are worth\n\t Your tears: You are not worth their merriment. \n</pre>\n "}, {"title": "Talking to His Reflection in a Shallow Pond", "view_node": "/poem/talking-his-reflection-shallow-pond", "field_author": "<a href=\"/poet/ai\" hreflang=\"und\">  Ai   </a>", "field_date_published": "2018", "body": "<p><span lass=\"long-line\"><em>For Yasunari Kawabata</em></span></p>\n\n<p><span lass=\"long-line\">Chrysanthemum and nightshade:</span><br /><span lass=\"long-line\">I live on them,</span><br /><span lass=\"long-line\">though air is what I need.</span><br /><span lass=\"long-line\">I wish I could breathe like you,</span><br /><span lass=\"long-line\">asleep, or even awake,</span><br /><span lass=\"long-line\">just resting your head</span><br /><span lass=\"long-line\">on the pillow wrapped in black crepe</span><br /><span lass=\"long-line\">that I brought you from Sweden.</span><br /><span lass=\"long-line\">I hoped you’d die,</span><br /><span lass=\"long-line\">your mouth open, lips dry and split,</span><br /><span lass=\"long-line\">and red like pomegranate seeds.</span><br /><span lass=\"long-line\">But now, I only want you to suffer.</span><br /><span lass=\"long-line\">I drop a stone in the pond</span><br /><span lass=\"long-line\">and it sinks through you.</span><br /><span lass=\"long-line\">Japan isn’t sliding into the Pacific</span><br /><span lass=\"long-line\">this cool April morning, you are.</span><br /><span lass=\"long-line\">Yasunari Kawabata, I’m talking to you;</span><br /><span lass=\"long-line\">just drop like that stone</span><br /><span lass=\"long-line\">through your own reflection.</span><br /><span lass=\"long-line\">You stretch your lean hands toward me</span><br /><span lass=\"long-line\">and I take them.</span><br /><span lass=\"long-line\">Water covers my face, my whole head,</span><br /><span lass=\"long-line\">as I inhale myself:</span><br /><span lass=\"long-line\">cold, very cold.</span></p>\n\n<p><span lass=\"long-line\">Suddenly, I pull back.</span><br /><span lass=\"long-line\">For a while, I watch you struggle,</span><br /><span lass=\"long-line\">then I start walking back to my studio.</span><br /><span lass=\"long-line\">But something is wrong.</span><br /><span lass=\"long-line\">There’s water everywhere</span><br /><span lass=\"long-line\">and you’re standing above me.</span><br /><span lass=\"long-line\">I stare up at you from the still, clear water.</span><br /><span lass=\"long-line\">You open your mouth and I open mine.</span><br /><span lass=\"long-line\">We both speak slowly.</span><br /><span lass=\"long-line\">Brother, you deserve to suffer,</span><br /><span lass=\"long-line\">You deserve the best:</span><br /><span lass=\"long-line\">this moment, death without end.</span></p>\n"}, {"title": "The Book of Lamenting", "view_node": "/poem/book-lamenting", "field_author": "<a href=\"/poet/lory-bedikian\" hreflang=\"en\">Lory Bedikian</a>", "field_date_published": "2018", "body": " <p>begins on edges of highways</p><p>where the sun raises its swollen belly,<br />grasses outgrow themselves,<br />vineyards wither their nerves.</p><p>The sun cracks the dashboard,<br />slithers between rows of eucalyptus, juniper,<br />rolls along the wheels of trucks.</p><p>Past crows that caw, pod atop railroad crossings,<br />the engine cranks its monotonous pulse, distracts me<br />from posted signs, the yellow snake that guides me along.</p><p>This is where I find reasons to question the living,</p><p>my father’s face held<br />in his hands, his brows etched<br />in the stained glass of the missions,</p><p>my mother’s sacrifice dwelling<br />in deserted turnpikes, her eyes<br />gazing from overgrown orchards.</p><p>Trees disappear. Dried brush crumbles<br />into camel’s fur. In the distance, no horizon,<br />but tumbleweed large as sheep.</p><p>This is where I am when the world has closed its ears,</p><p>alongside rusted tractors, abandoned fruit stands,<br />roaming for hours, nothing but barbed-wire fences,<br />nothing but the smells of harvest and gasoline.</p><p>The road matters more than the earth,<br />more than those on the road, it turns<br />into a spine, ladder of teeth and bone.</p><p>In the passenger seat, my grandmother’s ghost<br />holds a palm full of seeds, scatters them<br />skyward for the crows to eat.</p><p>All of it behind us now. She tells me<br />not to tangle my nerves, not to stop<br />the creed of the open road—</p><p>nothing that runs can stay the same.</p> "}, {"title": "The Mechanic", "view_node": "/poem/mechanic", "field_author": "<a href=\"/poet/lory-bedikian\" hreflang=\"en\">Lory Bedikian</a>", "field_date_published": "2018", "body": " <p>Stretching over the carburetor,<br />he shouts about the quality of life here<br />compared to back home, how they stood<br />in line for bread, how there were no cedars<br />more green than those by the shore.</p><p>He could be my uncle in Syria, 1948,<br />a man taking in fumes, a cigarette balancing<br />on a fender, hands lined with grease,<br />saving coins in a jar for his newborn,<br />losing relatives to malaria, to civil war.</p><p>But today we’re in Hollywood—the palms<br />dry. This man speaks to me in Armenian.<br />He remembers working late into the Lebanese night,<br />the plaza’s noise of backgammon boards,<br />headlights beaming beyond the Mediterranean.</p><p>Now, he’s used to customers calling out<br />his American nickname, while he wrenches<br />spark plugs into place, the old country<br />preserved on a calendar. He’s used to this<br />new world of dollar bills, available parts.</p><p>I say bless him and this hand-made auto shop,<br />the first opening, closing of hoods, pump of pistons.<br />And bless the one who never made it over<br />the Atlantic, an arm extending into the engine,<br />a scar exposed, the shape of an eagle’s wing.</p> "}, {"title": "Prayer for My Immigrant Relatives", "view_node": "/poem/prayer-my-immigrant-relatives", "field_author": "<a href=\"/poet/lory-bedikian\" hreflang=\"en\">Lory Bedikian</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">While they wait in long lines, legs shifting,</span><br /><span class=\"long-line\">fingers growing tired of holding handrails,</span><br /><span class=\"long-line\">pages of paperwork, give them patience.</span><br /><span class=\"long-line\">Help them to recall the cobalt Mediterranean</span><br /><span class=\"long-line\">or the green valleys full of vineyards and sheep.</span><br /><span class=\"long-line\">When peoples’ words resemble the buzz</span><br /><span class=\"long-line\">of beehives, help them to hear the music</span><br /><span class=\"long-line\">of home, sung from balconies overflowing</span><br /><span class=\"long-line\">with woven rugs and bundled vegetables.</span><br /><span class=\"long-line\">At night, when the worry beads are held</span><br /><span class=\"long-line\">in one palm and a cigarette lit in the other,</span><br /><span class=\"long-line\">give them the memory of their first step</span><br /><span class=\"long-line\">onto solid land, after much ocean, air and clouds,</span><br /><span class=\"long-line\">remind them of the phone call back home saying,</span><br /><span class=\"long-line\"><em>We arrived. Yes, thank God we made it, we are here</em>.</span></p>\n"}, {"title": "First Communion", "view_node": "/poem/first-communion", "field_author": "<a href=\"/poet/djuna-barnes\" hreflang=\"en\">Djuna Barnes</a>", "field_date_published": "2019", "body": " <pre>The mortal fruit upon the bough\nHands above the nuptial bed.\nThe cat-bird in the tree returns\nThe forfeit of his mutual vow.\n\nThe hard, untimely apple of\nThe branch that feeds on watered rain,\nTakes the place upon her lips\nOf her late lamented love.\n\nMany hands together press,\nShaped within a static prayer\nRecall to one the chorister\nDocile in his sexless dress.\n\nThe temperate winds reclaim the iced \nRemorseless vapours of the snow.\nThe only pattern in the mind\nIs the cross behind the Christ. \n</pre>\n "}, {"title": "Poem", "view_node": "/poem/poem-22", "field_author": "<a href=\"/poet/e-e-cummings\" hreflang=\"und\">E. E. Cummings</a>", "field_date_published": "2019", "body": "<p><span class=\"long-line\">suppose</span><br /><span class=\"long-line\">Life is an old man carrying flowers on his dead.</span><br /></p><p><span class=\"long-line\">young death sits in a café</span><br /><span class=\"long-line\">smiling, a piece of money held between</span><br /><span class=\"long-line\">his thumb and first finger</span><br /></p><p><span class=\"long-line\">(I say “will he buy flowers” to you</span><br /><span class=\"long-line\">and “Death is young</span><br /><span class=\"long-line\">life wears velous trousers</span><br /><span class=\"long-line\">life totters, life has a beard” i</span><br /></p><p><span class=\"long-line\">say to you who are silent.—“Do you see</span><br /><span class=\"long-line\">Life? he is there and here,</span><br /><span class=\"long-line\">or that, or this</span><br /><span class=\"long-line\">or nothing or an old man 3 thirds</span><br /><span class=\"long-line\">asleep, on his head</span><br /><span class=\"long-line\">flowers, always crying</span><br /><span class=\"long-line\">to nobody something about les</span><br /><span class=\"long-line\">roses les bluets</span><br /><span class=\"long-line\">                         yes,</span><br /><span class=\"long-line\">                                 will He buy?</span><br /><span class=\"long-line\">Les belles bottes—oh hear</span><br /><span class=\"long-line\">, pas chères”)</span><br /></p><p><span class=\"long-line\">and my love slowly answered I think so. But</span><br /><span class=\"long-line\">I think I see someone else</span><br /></p><p><span class=\"long-line\">there is a lady, whose name is Afterwards</span><br /><span class=\"long-line\">she is sitting beside young death, is slender;</span><br /><span class=\"long-line\">likes flowers.</span><br /></p>"}, {"title": "Apology of Genius", "view_node": "/poem/apology-genius", "field_author": "<a href=\"/poet/mina-loy\" hreflang=\"und\">Mina Loy</a>", "field_date_published": "", "body": "<pre>\nOstracized as we are with God—\n         The watchers of the civilized wastes\n         reverse their signals on our track\n\n         Lepers of the moon \n         all magically diseased\n         we come among you\n         innocent\n         of our luminous sores\n\n         unknowing\n         how perturbing lights\n         our spirit\n         on the passion of Man\n         until you turn on us your smooth fool’s faces\n         like buttocks bared in aboriginal mockeries\n\n         We are the sacerdotal clowns\n         who feed upon the wind and stars\n         and pulverous pastures of poverty\n\n         Our wills are formed \n         by curious disciplines\n         beyond your laws\n\n         You may give birth to us\n         or marry us\n         the changes of your flesh\n         are not our destiny—\n\n         The cuirass of the soul\n         still shines—\n         And we are unaware\n         if you confuse\n         such brief\n         corrosion with possession\n\n         In the raw caverns of the Increate\n         we forge the dusk of Chaos\n         to that imperious jewellery of the Universe\n                —the Beautiful—\n\n         While to your eyes\n                   A delicate crop\n         of criminal mystic immortels\n         stands to the censor’s scythe.\n</pre>\n"}], "pager": {"current_page": 211, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}