{"rows": [{"title": "Father Outside", "view_node": "/poem/father-outside", "field_author": "<a href=\"/poet/nick-flynn\" hreflang=\"und\">Nick Flynn</a>", "field_date_published": "2004", "body": " <pre>&#13;\nA black river flows down the center&#13;\nof each page&#13;\n&#13;\n&amp; on either side the banks&#13;\nare wrapped in snow. My father is ink falling&#13;\n&#13;\nin tiny blossoms, a bottle&#13;\nwrapped in a paperbag. I want to believe&#13;\nthat if I get the story right&#13;\n&#13;\nwe will rise, newly formed,&#13;\n&#13;\nthat I will stand over him again&#13;\nas he sleeps outside under the church halogen&#13;\nonly this time I will know&#13;\n&#13;\nwhat to say. It is night &amp;&#13;\nit's snowing &amp; starlings&#13;\nfill the trees above us, so many it seems&#13;\n&#13;\nthe leaves sing. I can't see them&#13;\nuntil they rise together at some hidden signal&#13;\n&#13;\n&amp; hold the shape of the tree for a moment&#13;\nbefore scattering. I wait for his breath&#13;\nto lift his blanket&#13;\n&#13;\nso I know he's alive, letting the story settle&#13;\n&#13;\ninto the shape of this city. Three girls in the park&#13;\nbegin to sing something holy, a song&#13;\nwith a lost room inside it&#13;\n&#13;\nas their prayerbook comes unglued&#13;\n&#13;\n&amp; scatters. I'll bend&#13;\neach finger back, until the bottle&#13;\n&#13;\nfalls, until the bone snaps, save him&#13;\n&#13;\nby destroying his hands. With the thaw&#13;\nthe river will rise &amp; he will be forced&#13;\nto higher ground. No one&#13;\n&#13;\nwill have to tell him. From my roof I can see&#13;\nthe East River, it looks blackened with oil&#13;\n&#13;\nbut it's only the light. Even now&#13;\nmy father is asleep somewhere. If I followed&#13;\n&#13;\nthe river north I could still reach him.</pre>&#13;\n "}, {"title": "For John Clare", "view_node": "/poem/john-clare", "field_author": "<a href=\"/poet/john-ashbery\" hreflang=\"und\">John Ashbery</a>", "field_date_published": "1956", "body": " <pre>\nKind of empty in the way it sees everything, the earth gets to its feet and \n        salutes the sky. More of a success at it this time than most\n        others it is. The feeling that the sky might be in the back of someone's\n        mind. Then there is no telling how many there are. They grace\n        everything--bush and tree--to take the roisterer's mind off his\n        caroling--so it's like a smooth switch back. To what was aired in\n        their previous conniption fit. There is so much to be seen everywhere\n        that it's like not getting used to it, only there is so much it\n        never feels new, never any different. You are standing looking at that\n        building and you cannot take it all in, certain details are already hazy\n        and the mind boggles. What will it all be like in five years' time\n        when you try to remember? Will there have been boards in between the\n        grass part and the edge of the street? As long as that couple is\n        stopping to look in that window over there we cannot go. We feel like\n        they have to tell us we can, but they never look our way and they are\n        already gone, gone far into the future--the night of time. If we could\n        look at a photograph of it and say there they are, they never really\n        stopped but there they are. There is so much to be said, and on the\n        surface of it very little gets said.\n        \n There ought to be room for more things, for a spreading out, like.\n        Being immersed in the details of rock and field and slope --letting them\n        come to you for once, and then meeting them halfway would be so much\n        easier--if they took an ingenuous pride in being in one's blood.\n        Alas, we perceive them if at all as those things that were meant to be\n        put aside-- costumes of the supporting actors or voice trilling at the\n        end of a narrow enclosed street. You can do nothing with them. Not even\n        offer to pay.\n        \n It is possible that finally, like coming to the end of a long,\n        barely perceptible rise, there is mutual cohesion and interaction. The\n        whole scene is fixed in your mind, the music all present, as though you\n        could see each note as well as hear it. I say this because there is an\n        uneasiness in things just now. Waiting for something to be over before\n        you are forced to notice it. The pollarded trees scarcely bucking the\n        wind--and yet it's keen, it makes you fall over. Clabbered sky.\n        Seasons that pass with a rush. After all it's their time\n        too--nothing says they aren't to make something of it. As for Jenny\n        Wren, she cares, hopping about on her little twig like she was tryin'\n        to tell us somethin', but that's just it, she couldn't\n        even if she wanted to--dumb bird. But the others--and they in some way\n        must know too--it would never occur to them to want to, even if they\n        could take the first step of the terrible journey toward feeling\n        somebody should act, that ends in utter confusion and hopelessness, east\n        of the sun and west of the moon. So their comment is: \"No comment.\"\n        Meanwhile the whole history of probabilities is coming to life, starting\n        in the upper left-hand corner, like a sail.</pre>\n "}, {"title": "Ken Burns", "view_node": "/poem/ken-burns", "field_author": "<a href=\"/poet/sean-singer\" hreflang=\"und\">Sean Singer</a>", "field_date_published": "2002", "body": " <pre></pre>\n<center><p style=\"text-align: left;\"><i>          \"There’s no such thing as bop music, but there’s<br />          such a thing as progress.\"—Coleman Hawkins</i></p></center><p>Although jazz’s sepia, acetates, and lacquers<br />have dipped the black into silver nitrate,<br />and are faded little faders, they inflate like lungs.</p><p>The pink lung, with its tortoiseshell shellac<br />appears to bulge, and its inseam exhales<br />purity, and inhales spoonfuls of tempo.</p><p>Purity in jazz, sir, is thwarted and unutilized.<br />Two hundred years of minstrels, snapping<br />their red suspenders, corrode and oxidize the air.</p><p>Mr. Tambo: <i>What kind of a girl was she? </i><br /><span class=\"long-line\">Zip: <i>She was highly polished; yes, indeed. Her fadder was a varnish-maker.... </i></span><br />You see, that rubber pork chop became something.</p><p>Bechet’s <i>Shim-Me-Sha-Wabble</i>, from its mold<br />has been heated and mounted face-to-face with a hinge<br />so that the machine opens up facing you.</p><p>It is not lieder or intermezzo, frozen like trout<br />beneath the flux and ratamacuing of ice. It is not alpine:<br /><i>Eingeschlafen auf der Lauer / Oben ist der alte Ritter.... </i></p><p>Through the cracked photos, breaking into creosote,<br />superlatives douse the monoliths: \"virtuoso,\" \"genius.\"<br />But there is a siphoning-off of licking pink jam from the knife:</p><p>Negativities: the integrated bands, for example, of alcoholics,<br />benzedrine-heads, and junkies, or the deranged catastrophe<br />of Buddy Bolden feeding his hand to a ceiling fan,</p><p>or the wicks saturated with amphetamines,<br />or Buddy Rich telling the trumpet section of \"fuckfaces\"<br />that he’d plink them every seven bars like a neutered werewolf.</p><p>When Coleman Hawkins stood half-nude like a mango<br />in Friedlander’s photo (1956) with his curved man-breasts<br />sweating from <i>It May Not Be True</i>, he appears modern.</p><p>He is not a manqué nostalgic, an item, logistical.<br />He—lung of aerate, propulsive tub, urgently pumping ninths—<br /><span class=\"long-line\">is the living demonifuge, ripping through a blanket of vanilla radio.</span></p><p>Racial animus, intractable sources, faded scriptures,<br />the pinstripes of the Storyville mudheads, midwives,<br />and the peach tintypes fitted into ladies’ brooches</p><p>are not jazz. This strategy does not puff the uvula’s<br />blowpipe or bring an axe to the Vanguard.<br /><span class=\"long-line\">Rather, it shufflebucks, pantomimes, and dabs slop with a hankie.</span></p><p>Meanwhile, as the onyx rattlesnake of the century<br />slid by 1960, the year the fedora went up the flue,<br /><span class=\"long-line\">jazz, too, opened like a fire in a woman’s ceremony—it did not end.</span></p><p>Ayler had yet to drag the black river into rivulets of need.<br />Unkempt skinny dips, red vinyl seats of the Southern buses,<br />and the vinegar cloud of the trees’ harpsichords were made,</p><p>too, of a jazz. As the bus ate the road’s tape measure,<br />the ballrooms closed, the Hickory House sewed<br />52nd Street into a flytrap enmeshed with liquid static.</p><p>The green river you ignore is realized by the black river<br /><span class=\"long-line\">growing wings beneath the shoulder blades of the hatchling:—</span><br /><span class=\"long-line\">Coleman Hawkins who morphs with alular quills into a hawk.</span></p><p><span class=\"long-line\">Dark patagial marks on underwings, present on all ages and races,</span><br />conjured shadows beyond the last section of the long film.<br /><span class=\"long-line\">You’re afraid of listening to this lady? He, too, with parade float head,</span></p><p>eyes like flashing lindyhoppers, lunging with the lumpy fabric<br />of the past, pushing his gauge, a deuce of blips, bloodstream<br />lush as a viper, is more righteous than scumpteen codification.</p><p><span class=\"long-line\">In closing sir, the reed was always remoistened while you were in the booth,</span><br /><span class=\"long-line\">cutting the montage sequence. But the pink sequins of Bessie Smith,</span><br /><span class=\"long-line\">quenched with yielding limelight, disappear into dust like eighth notes.</span></p><p>My button ejects and the tongue spits out the disk’s rainbow.</p> "}, {"title": "Arms", "view_node": "/poem/arms", "field_author": "<a href=\"/poet/richard-tayson\" hreflang=\"und\">Richard Tayson</a>", "field_date_published": "2008", "body": " <pre>\nI’m late for the birth-\nday party, it’s one\nof those cool after-\n\nnoons when the world\nis clear, is made\nof glass, the sky\n\nso blue you want to\nlook up at the very\ncenter of its pupil\n\nin case you get\na glimpse of what\ncomes after\n\nwe leave here.  I’m\nthinking my lover’s\nsister is thirty-two\n\ntoday, but I want\nto let time stand\nstill, let the tourists\n\ngo on waving their \nAmerica the Beautiful\nflags across 49th\n\nStreet, let the three\nladies whose hair\nis the color of smoke\n\nrising and ghosts\ntaking leave of their\nsenses go on laughing,\n\nnear the fountain, may\nwe all not have \na care in the world.  But\n\nit’s August 23rd,  I must\nget on the train, yet \na tree keeps holding \n\nmy attention, its leaves\nluscious from the summer\nrain, there’s a canopy\n\nbeneath which the Pakistani\nman I talked to last\nweek sells his salty\n\nsauerkraut, lifting\nthe lid and letting out \nsteam each time he\n\nserves it over hot\ndogs, and the man\npays him then turns\n\ntoward me, his thick\nmuscled arm tan\nin the sun, the tattoo:\n\nBORN\nFOR\nWAR.  The day\n\nis gone, the people\naround me gone, I am\ntrying not to forget\n\nthat I’m a pacifist,\ntrying not to pay\nattention to his name-\n\nbrand shorts and sun\nglasses that won’t\nlet you see a glint\n\nof eye behind them,\nI’m trying not to watch\nhim eat the hot dog in two \n\nbites and nudge the woman\nbeside him who pushes\na stroller, his arm around\n\nher waist as he pivots and\nsees me staring.  Yes he might\nleap to the right, grab\n\nmy throat punch\nme shoot me gut\nme clean as a fish\n\ntaken from the black glass\nof the city’s river street, but\nthe church bells are tolling,\n\npeople are saying\ntheir prayers three blocks\nfrom here in the hushed\n\ndark.  So I take a deep\nbreath and am no longer\nhere, I haven’t been\n\nborn yet, there is no state\nof California, no Gold\nRush or steam\n\nengine, electricity hasn’t \nbeen invented, people\ncross open spaces\n\non horses, no Middle\nPassage, and I watch \nthe Huns kill the Visigoths \n\nwho slice the throats \nof every living\nEtruscan, a crowning \n\ncity is razed, the virgins\nraped, one nation\nfights for land\n\nto walk on, then are\nwalked on until \nsomeone carves on a cave\n\nwall, then someone \nwrites on papyrus, \nuntil we do it all \n\nagain, right up to\nconcentration camps, rivers \nflowing with nuclear\n\nwaste.  49th Street\nfloods back, and the man\nwith the tattoo turns\n\naway, as if he’s decided\nnot to crack my skull \nopen and drink me \n\ntoday, the 965th day\nof the new century.  War\ngoes into fifth month.  The church\n\nbells stop and the ladies\nget up and walk\ntoward Radio City \n\nand while I don’t believe \nin an eye for an eye, I have\na flash lasting no longer\n\nthan it takes for a nuclear\nblast to render this city\ninvisible, shadow\n\nof a human arm I’ve torn\nfrom its socket, its left\nhand gripping the air.</pre>\n "}, {"title": "Yellow Beak", "view_node": "/poem/yellow-beak", "field_author": "<a href=\"/poet/stephen-dobyns\" hreflang=\"und\">Stephen Dobyns</a>", "field_date_published": "2005", "body": " <pre>\nA man owns a green parrot with a yellow beak\nthat he carries on his shoulder each day to work.\nHe runs a pet shop and the parrot is his trademark.\n\nEach morning the man winds his way from his bus\nthrough the square, four or five blocks. There goes\nthe parrot, people say. Then at night, he comes back.\n\nThe man himself is nondescript—a little overweight,\nthinning hair of no color at all. It's like the parrot owns\nthe man, not the reverse. Then one day the man dies.\n\nHe was old. It was bound to happen. At first people\nfeel mildly upset. The butcher thinks he has forgotten\na customer who owes him money. The baker thinks\n\nhe's catching a cold. Soon they get it right—the parrot\nis gone. Time seems out of sorts, but sets itself straight\nas people forget. Then years later the fellow who ran\n\nthe diner wakes from a dream where he saw the parrot\nflying along all by itself, flapping by in the morning\nand cruising back home at night. Those were the years\n\nof the man's marriage, the start of his family, the years\nwhen the muddle of his life began to work itself out;\nand it's as if the parrot were at the root of it all, linking\n\nthe days like pearls on a string. Foolish of course, but\ndo you see how it might happen? We wake at night\nand recall an event that seems to define a fixed period\n\nof time, perhaps the memory of a beat-up bike we had\nas a kid, or a particular chair where we sat and laughed\nwith friends; a house, a book, a piece of music, even\n\na green parrot winding its way through city streets.\nAnd do you see that bubble of air balanced at the tip\nof its yellow beak? That's the time in which we lived.</pre>\n "}, {"title": "Hum", "view_node": "/poem/hum", "field_author": "<a href=\"/poet/ann-lauterbach\" hreflang=\"und\">Ann Lauterbach</a>", "field_date_published": "2005", "body": "<pre>\nThe days are beautiful\nThe days are beautiful.\n\nI know what days are.\nThe other is weather.\n\nI know what weather is.\nThe days are beautiful.\n\nThings are incidental.\nSomeone is weeping.\n\nI weep for the incidental.\nThe days are beautiful.\n\nWhere is tomorrow?\nEveryone will weep.\n\nTomorrow was yesterday.\nThe days are beautiful.\n\nTomorrow was yesterday.\nToday is weather.\n\nThe sound of the weather\nIs everyone weeping.\n\nEveryone is incidental.\nEveryone weeps.\n\nThe tears of today\nWill put out tomorrow.\n\nThe rain is ashes.\nThe days are beautiful.\n\nThe rain falls down.\nThe sound is falling.\n\nThe sky is a cloud.\nThe days are beautiful.\n\nThe sky is dust.\nThe weather is yesterday.\n\nThe weather is yesterday.\nThe sound is weeping.\n\nWhat is this dust?\nThe weather is nothing.\n\nThe days are beautiful.\nThe towers are yesterday.\n\nThe towers are incidental.\nWhat are these ashes?\n\nHere is the hate\nThat does not travel.\n\nHere is the robe\nThat smells of the night\n\nHere are the words\nRetired to their books\n\nHere are the stones\nLoosed from their settings\n\nHere is the bridge\nOver the water\n\nHere is the place\nWhere the sun came up\n\nHere is a season\nDry in the fireplace.\n\nHere are the ashes.\nThe days are beautiful.</pre>\n"}, {"title": "The Seekers of Lice", "view_node": "/poem/seekers-lice", "field_author": "<a href=\"/poet/arthur-rimbaud\" hreflang=\"und\">Arthur Rimbaud</a>", "field_date_published": "2004", "body": " <pre>When the boy's head, full of raw torment,\nLongs for hazy dreams to swarm in white,\nTwo charming older sisters come to his bed\nWith slender fingers and silvery nails.\n\nThey sit him at a casement window, thrown\nOpen on a mass of flowers basking in blue air,\nAnd run the fine, intimidating witchcraft\nOf their  fingers through his dew-dank hair.\n\nHe listens to their diffident, sing-song breath,\nSmelling of elongated honey off the rose,\nBroken now and then by a hiss: saliva sucked\nBack from the lip, or a longing to be kissed.\n\nHe hears their dark eyelashes start in the sweet-\nSmelling silence and, through his grey listlessness,\nThe crackle of small lice dying, beneath\nThe imperious nails of their soft, electric fingers.\n\nThe wine of Torpor wells up in him then\n— Near on trance, a harmonica-sigh —\nAnd in their slow caress he feels\nThe endless ebb and flow of a desire to cry.</pre>\n "}, {"title": "Calamus [In Paths Untrodden]", "view_node": "/poem/calamus-paths-untrodden", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": "<p><span class=\"long-line\">In paths untrodden,</span><br /><span class=\"long-line\">In the growth by margins of pond-waters,</span><br /><span class=\"long-line\">Escaped from the life that exhibits itself,</span><br /><span class=\"long-line\">From all the standards hitherto publish'd, from the pleasures, profits, conformities,</span><br /><span class=\"long-line\">Which too long I was offering to feed my soul,</span><br /><span class=\"long-line\">Clear to me now standards not yet publish'd, clear to me that my soul,</span><br /><span class=\"long-line\">That the soul of the man I speak for rejoices in comrades,</span><br /><span class=\"long-line\">Here by myself away from the clank of the world,</span><br /><span class=\"long-line\">Tallying and talk'd to here by tongues aromatic,</span><br /><span class=\"long-line\">No longer abash'd, (for in this secluded spot I can respond as I would not dare elsewhere,)</span><br /><span class=\"long-line\">Strong upon me the life that does not exhibit itself, yet contains all the rest,</span><br /><span class=\"long-line\">Resolv'd to sing no songs to-day but those of manly attachment,</span><br /><span class=\"long-line\">Projecting them along that substantial life,</span><br /><span class=\"long-line\">Bequeathing hence types of athletic love,</span><br /><span class=\"long-line\">Afternoon this delicious Ninth-month in my forty-first year,</span><br /><span class=\"long-line\">I proceed for all who are or have been young men,</span><br /><span class=\"long-line\">To tell the secret of my nights and days,</span><br /><span class=\"long-line\">To celebrate the need of comrades.</span></p>\n"}, {"title": "Milton", "view_node": "/poem/milton", "field_author": "<a href=\"/poet/david-groff\" hreflang=\"und\">David Groff</a>", "field_date_published": "2013", "body": " <pre>\nNot the poet—though yes,\na poet, aspiring. Old. \nAt Big Cup he regards us\nslickened with testosterone,\nhis eyes entertained.  \nThough his full hair helps him \nseem a youth in drag\t\nsave for the swags of his neck, \nhe can’t but help present\nhimself as age itself, \t\t\na brand of birthmark\nwe think we won’t accrue,    \nunnerving as June rime\nlimning a suburban lawn,\nas if he were a black man\nscouting a Mormon temple.  \nHis melting candle of body,  \ncupped, burns. He grins.\n\nCompare him to the man-crone \ntrolling Our Place \nin Des Moines with Frank\nFortuna and Dan Grace\ntwo decades ago: \nBrutally cruising, drunken,\nhis halo of hair aflame, \nhe swaggered to budding men\ndeclaring \"You'll be me!,\"\nhis annunciation denunciation,\nthen stalked off, sated.\nThe boys, abashed and angry,\ndecided time was a virus\nyou just had to swallow.\n\"The faggot angel of death,\"\nFrank baptized him.\nNow Frank is fifty-one,\ncommences drinking at noon. \n\nMaybe knowing Frank,\nor himself an initiate of crones,\nand warhorse of Village cafes\nwhose soldiers now are wraiths, \n(who here knows\t\t\t\nwhat old men know?),\nMilton acts like he belongs.\nHe steps among tattoos,\nbuzzed hair, and bashful mouths, \ninhales the caffeine and finds\nhimself an appropriate chair,\nsurveying the sipping guys, \nwhile taking care to seem\na clean old man.\nHe winks, to summon us \nto the fallen fruit of himself\nthat if we’ve got guts enough \nwe will pick up and eat. </pre>\n "}, {"title": "H. Antecessor", "view_node": "/poem/h-antecessor", "field_author": "<a href=\"/poet/joan-houlihan\" hreflang=\"und\">Joan Houlihan</a>", "field_date_published": "2003", "body": " <pre>\nAll halted elegance, you make a paper wolf for me \nthen blow into a bottle for the howl. We are so merry \nin the belly of July, knees pressed together, kissing\n\nas we eat, while west, in Gran Dolina, the intact \nskeletons are spread with tools around a cold hearth. \nTrouble yourself: they are deformed \n\nby a hammering for marrow along the longer \nbones, and on the templar, blackened. \nWhen man is a study of cut mark and fracture,\n\nwoman should be wary. I am not. Cloud-tails float \nhigh, uncombed, as I, with found weed braided \nsimply in my hair, lean to your mouth.</pre>\n "}, {"title": "Severance Songs, 2.1", "view_node": "/poem/severance-songs-21", "field_author": "<a href=\"/poet/joshua-corey\" hreflang=\"und\">Joshua Corey</a>", "field_date_published": "2004", "body": " <pre>\n2.1\n\nMany tiers make this world pillowed on stone\nmany collect in their fear to strive.\nYours the face aglow in the cold,\nprecarious thriver in the song-stung dark.\nWith glance and lip you collected me.\nWhere are you? Alien hip I catch you out,\nrefuse cheshire blazon, unpronounced tremolo.\nNow to step into the prints you left.\nWinglessly now to embrace your air\non tiptoe, phonetic and misprized answer—\nknow you me? Tease this mystery? Kiss,\ncats, for your dear dog am I, better angled\nto see you by night with eyes straight upward\nand by your leave to praise and praise.</pre>\n "}, {"title": "Souvenir", "view_node": "/poem/souvenir", "field_author": "<a href=\"/poet/beth-ann-fennelly\" hreflang=\"und\">Beth Ann Fennelly</a>", "field_date_published": "2004", "body": " <pre>\nThough we vacationed in a castle, though I \nrode you hard one morning to the hum\nof bees that buggered lavender, and later\nwe shared gelato by a spotlit dome\nwhere pigeons looped like coins from a parade--\nwe weren’t transported back to newlyweds.\nWe only had a week, between new jobs, \nwe both were pinched with guilt at leaving Claire.\nWhen, in our most expensive, most romantic meal,\nyou laid your sunburned hand upon your heart,\nit was just to check the phone was on.\n\nWhen the trip was good as over--when the train \nwould take us overnight to Rome, the flight\nwould take us home--I had the unimportant\nmoment I keep having.  I wonder if \nwe choose what we recall?  \n                            The train \nwas unromantic, smoky.  We found a free\ncompartment, claimed the two bench seats, and eyed \nthe door.  Italians who peered in and saw \nyour shoes, my auburn hair, our <i>Let’s Go: Rome</i>, \nsoon found another car.  And we were glad.  \nBut then, reluctantly, two couples entered, \nsettled suitcases on laddered racks, \nexchanged some cautious greetings, chose their spots.\nThen each one turned to snacks and magazines.\nThe miles scrolled by like film into its shell.\nNight fell.  Each took a toothbrush down the hall.\nReturned.  Murmured to the one he knew.\nThe man beside the window pulled the shade.  \nWe each snapped off our light, slunk down until\nour kneecaps almost brushed.  And shut our eyes.\n\nEntwined I found us, waking in the dark. \nOur dozen interwoven knees, when jostled, \nswayed, corrected, swayed the other way.  \nKnuckles of praying hands were what they seemed.  \nOr trees in old growth forests, familiarly \nenmeshed, one mass beneath the night wind’s breath.\nOr death, if we are good, flesh among flesh, \nwithout self consciousness, for once.  \n                                       Husband,\nfive years husband, you slept, our fellow travelers\nslept, scuttling through black time and blacker space.\nAs we neared the lighted station, I closed my eyes.  \nHad I been caught awake, I would have moved. </pre>\n "}, {"title": "Eden Incunabulum", "view_node": "/poem/eden-incunabulum", "field_author": "<a href=\"/poet/brian-teare\" hreflang=\"und\">Brian Teare</a>", "field_date_published": "2010", "body": " <pre>\n</pre>\n<center><i>\"As his unlikeness fitted mine\"—</i></center><p>so his luciferous kiss, ecliptic : me pinned beneath lips bitten as under weight of prayer, <i>Ave—</i>but no common vocative, no paradise above, and we not beholden to a name, not to a local god banking fever blaze his seasonal malady of flowers—nor to demi-urge nor the lapsarian system’s glittering, how later we spoke between us of sacred and profane as if the numinous could bring death—the only system—to bear burn outside him and hang its glister wisdom and singe in the viridian wilt. Lilt, to break salt in that sugar where skin was no choice and sanguine, not blameless, though, <i>Ave</i>, I loved our words for want beginning liquor, squander sip and fizz : fuck, ferment I loved and bluebottles tippling windfall rot, bruises’ wicked wine gone vinegar beneath the taut brief glaze of wings, but it was not yet nameable, what we later called disease : script brought us by the trick snake’s fakey Beelzebubbery. In the dirt with his dictionary skin, tight skein of syllables knit by un- numbered undulating clicking ribs, the snake slunk and stung and spelled the dust with his tongue and tail and was nothing, a black forked lisp in the subfusc grass hued blue as the blue sky tipped its lip to ocean horizon and filled, hugest amphora, and sank, evening, Ave, I will tell you now I loved it all. That in his hot body there was something similar to the idea of heat which was in my mind, that when we alembic, lay together, we bequeathed the white fixed earth beneath ardent water and a season’s kept blood, and I not a rib of his, not further hurt in his marrow—for the idea of death was in him, the only system—and we lay together in the field that was not yet page, not begun with A—, not alpha nor apple, not <i>Ave</i>, not yet because what we knew was the least of it then. It was difficult to sleep with the love of words gone gospel between my thighs where nightly he’d jack the pulpit, <i>Ave</i> Corpus, <i>Ave</i> Numen, gnosis and throb unalphabetical, I will tell you I loved it all, fastest brushfires and dryburns his body’s doublecross, garden lost to loss, incurable season : wilt, lilt : singe, our song. And the snake, lumen skin of alphabets, rubbing his stomach in the dust until his tin eyes filled with milk, his slack skin flickered and split and new black sinew out of the slough dead lettered vellum legless crept and let fall wept whisper, hiss, paperhush : with the skin language left behind I bind time to memorial : Book of Our Garden Hours, illuminated bloom : Here a gilt script singe sings of heat split in its leaves, and the bee gives suck to the book : <i>Ave</i> Incunabulum, love’s first work : <i>Ave, In Memoriam— [ J—5/99 ]</i></p><hr width=\"50%\" /><p>Incunabulum: a book printed at an early date (esp. before 1501). \"as his unlikeness fitted mine\"—from Tennyson’s <i>In Memoriam</i></p> "}, {"title": "At the Providence Zoo", "view_node": "/poem/providence-zoo", "field_author": "<a href=\"/poet/stephanie-burt\" hreflang=\"und\">Stephanie Burt</a>", "field_date_published": "2006", "body": " <pre>\nLike the Beatles arriving from Britain,\nthe egret's descent on the pond\ntakes the reeds and visitors by storm:\nit is a reconstructed marsh\nenvironment, the next\nbest thing to living out your wild life.\n\n                  *\n\nFootbridges love the past.\nAnd like the Roman questioner who learned\n\"the whole of the Torah while standing on one leg,\"\nflamingos are pleased to ignore us. It is not known\nwhether that Roman could learn to eat upside-down,\nby dragging his tremendous head through streams.\n\n                  *\n\nComical, stately, the newly-watched tortoises\nmate; one pushes the other over the grass,\ntheir hemispheres clicking, on seven legs\nin toto. Together they make\na Sydney opera house,\na concatenation of anapests, almost a waltz.\n\n                  *\n\nConfined if not preserved,\nschoolteachers, their charges, vigilant lemurs, wrens\nand prestidigitating tamarins,\nand dangerous badgers like dignitaries stare\nat one another, hot\nand concave in their inappropriate coats.\n\nHaving watched a boa\neat a rat alive,\nthe shortest child does as she was told?\nlooks up, holds the right hand\nof the buddy system, and stands,\nas she explains it, \"still as a piece of pie.\"</pre>\n "}, {"title": "Everyone in the room is a representative of the world at large", "view_node": "/poem/everyone-room-representative-world-large", "field_author": "<a href=\"/poet/catherine-wagner\" hreflang=\"und\">Catherine Wagner</a>", "field_date_published": "2007", "body": " <pre>\nThings mean, and I can’t tell them not to.\nThings       they moralize, to meet\nmy expectation, because I want advice\non how to live. The seaweed says:\n\nThis is a river; I am river-weed.\nWhich of these/my clumps do you want me to be (say)?\n\nThe closest one. That more animated brown one\nrolls and unrolls its lengths of hair\nand makes me feel unwell.\nYou quieter green clump, why don’t you speak. \nThen\n\nA most beautiful bright blue bird\nknifed down the stream\nand veered left at the oak,\nwhere the stream bends. A\nmale bird. He says: I am the\nexcellent wanderer \nflashing above\nthe stream,\na blue muscle that centers past\nand future\n\na blue muscle roping future in\nas past behind me cedes\n\nblue muscle flying future into past\n\nblue muscle flashes future\n\ninstantaneous wingbeat pasts.\n\nUnder the bird, forest and water. Above \nthe bird, forest and cloud.\n\nThe twig trails in the water.\nTwig-end disappears, twig resurrects\nin reflection and continues down,\nleads back to the tree, the undertree\nthat lives on the top of the water.\nIf I penetrate (look beneath) the water, the twig end\ndangles and the forest\ndisappears.\n\nThe bird was a flying fist\n\nIt smashed up nothing\n\nI pursued it round the corner,\na blue punch\n\nmy violence goes on out along the stream.</pre>\n "}, {"title": "The Night Ship", "view_node": "/poem/night-ship", "field_author": "<a href=\"/poet/timothy-donnelly\" hreflang=\"und\">Timothy Donnelly</a>", "field_date_published": "2004", "body": " <pre>\nRoll back the stone from the sepulchre's mouth!\nI sense disturbance deep within, as if some sorcery\n\nhad shocked the occupant's hand alive again, back\nto compose a document in calligraphy so dragonish\n\nthat a single misstep made it necessary to stop\nright then and there and tear the botched draft up,\n\nbegin again and stop, tear up again and scatter\na squall of paper lozenges atop the architecture\n\nthat the mind designs around it, assembling a city\nsomewhat resembling the seaport of your birth,\n\nthat blinking arrangement of towers and signage\nyou now wander underneath, drawn forward by the spell\n\nof the sea's one scent, by the bell of the night ship\nthat cleaves through the mist on its path to the pier.\n\nSurrender to that vision and the labor apprehensible\nas you take to the streets from the refuge of a chair\n\nso emphatically comfortable even Lazarus himself\nwould have chosen to remain unrisen from its velvet,\n\nbaffling the messiah, His many onlookers muttering\nawkwardly to themselves, downcast till a sudden\n\ndust devil spirals in from the dunes—a perfect excuse \nto duck back indoors. (The sand spangles their eyes,\n\nthe little airborne stones impinge upon such faces\nas only Sorrow's pencil would ever dare to sketch,\n\nand even then, it wouldn't be a cakewalk, you realize.\nA dust devil at sea would be called a waterspout.)\n\nYou fear that you have been demanded into being\nonly to be dropped on the wintry streets of this \n\nimagination rashly, left easy prey for the dockside\nphantoms, unwatched and unawaited, and I know \n\nwhat you mean, almost exactly. This cardboard city\ncollapses around us; another beautiful document\n\ndisassembles into anguish—a cymbal-clap—and we can't\nprevent it. At one the wind rises, and the night ship\n\ntrembles, drowsing back into its silver cloud. At two it embarks\nupon a fiercer derangement. We are in this together.\n\nAnd we will find protection only on the night ship.</pre>\n "}, {"title": "Hey Allen Ginsberg Where Have You Gone and What Would You Think of My Drugs?", "view_node": "/poem/hey-allen-ginsberg-where-have-you-gone-and-what-would-you-think-my-drugs", "field_author": "<a href=\"/poet/rachel-zucker\" hreflang=\"und\">Rachel Zucker</a>", "field_date_published": "2012", "body": " <pre>\nA mouse went to see his mother.  When his car broke down he bought a bike.\nWhen the bike wore out he bought skates.  When the skates wore down he ran.\nHe ran until his sneakers wore through.  Then he walked.  He walked and \nwalked, almost walked his feet through so he bought new ones.  His mother was \nhappy to see him and said, \"what nice new feet you have on.\"\n—paraphrase of a story in <i>Mouse Tails</i> by Arnold Lobel\n\nhey, <i>listen</i>, a bad thing happened to \nmy friend's marriage, can't tell you\nonly can tell my own story which \nso far isn't so bad:\n\n\"Dad\" and I stay married.  so far.\nso good.  so so.\n\nBut it felt undoable. This lucky life\nevery day, every day. every. day.\n\n(all the poetry books the goddamn same\nuntil one guys gets up and stuns the audience)\n\nThen, Joe Wenderoth, not by a long shot\nsober says, I promised my wife I wouldn't fuck\nanyone, to no one in particular and reads a poem \nabout how Jesus has no penis.\n\nMeanwhile, the psychiatrist, attractive in a fatherly \nway, says <i>libido</i> question mark.\n\n<i>And your</i> libido?\nlike a father, but not like mine, or my sons'—\n\n\"fix it.\"\n\nMy friend's almost written \na good novel by which I mean finished \nwhich means I'd like to light myself \non fire, on fire\nwith envy, this isn't \"desire\" \nnot what the Dr. meant\nby libido?\n                        I hope—\n\nnot, it's just chemical:\n            jealousy. boredom. lethargy.\n\n \n\nBooks with prominent seraphs: their feet feet feet I am\nmarching to the same be—\n\nother\n\nthan the neuronic slave I thought anxiety made me \ndo it, made me get up and carry forth, sally \nthe children to school the poems dragged \nby little hands on their little seraphs \nto the page my marriage sustained, remaining \nenergy: project #1, project #2, broken \nfixtures, summer plans, demand met, request \ngranted, bunny noodles with and without cheesy \nat the same time, and the night time I insomnia \nthese hours penning invisible letters—\n\n            till it stopped.\n\ndoc said: it's a syndrome.        you've got it, \n                                      classic.\n\nit's chemical,\nmental\n\ncircuitry we've got a fix for this\nclassic, I'm saying I can\n\nmake it better.\n\nEverything was the same, then,\nbut <i>better</i>.\n\nAt night I slept.\nIn the morning got up.\n\nKids to school, husband still a fool-\nhardy spirit makes\nme pick a monday morning fight, snipe! I'll pay for that\nlater I'm still a pain in the \nelbow from writing prose those shift+hold+letter, \nI'm still me less sleepy, crazy, I suppose\nless crazy-jealous just\nha-ha now at Jesus' no penis his\namazed at the other poet's kickass\nfriend's novel I dream instead about\nthe government makes me put stickers\non my driver's license of family members\nwho are Jews, and mine all are.  Can they get us \nall? I escape with a beautiful light-haired man,\nblue-eyed day trader, gentile. \n \n\n<i>gentle, gentle, mind encased in its \nblood-brain barrier from the harsh skull\nsleep,  sleep and sleepy wake and want \nto sleep and sleep a steep dosage— </i>\n\n            \"—chemical?\"\n\nin my dreams now every man's mine, no-\nproblem, perhaps my mind's a little plastic, \nmalleable, not so fatal now \n\nthe dose is engineered like that new genetic watercress\nto turn from green to red when planted over buried \nmines, nitrogen dioxide makes for early autumn\nred marks the spot where I must \nwatch my step, up one half-step-dose specific—\n\n\n            The psychiatrist's lived in NY so long\n            he's of ambiguous religious—\n            everyone's Jewish sometimes—\n            writes: \"up the dosage.\"\n\n\n<i>now,\nwhen I'm late I just shrug\nit's my new improved style\nmissed the train? I tug\nthe two boys single file\n\nthe platform a safe aisle\nbetween disasters, blithely\nI step, step, step-lively\ncarefully, wisely.\n\nI sing silly ditties \nplay I spy something pretty\ngrey-brown-metal-filthy\nfor a little city fun.\n\nJust one way to enjoy life's \ntrials, mile after mile, lucky\nto have such dependable feet.\n\nyou see,\nthe rodents don't frighten I'm\ncalm as can be expected to recover left to my \none devivces I was twice as fast getting everywhere but\nwhere did that get me but there, that inevitable location\nmore waiting, the rats there scurry, scurry, a furry\n\ntill the next train comes</i>\n\n\"up the dosage.\"\n\nBrown a first-cut brisket in hot Dutch oven \nafter dusting with paprika.  Remove.  Sauté \nthickly sliced onions and add wine. (Sweet \nis better, lasts forever, never need a new bottle). \nPut the meat on onions, cover with tomato-sauce-\nonion-soup-mix mixture, cover. Back in a low \noven many hours.\n\nThe house smells like meat.\nMy hair smells like meat. \n\nI'm a light unto the nation.\n\nI'm trying \nto get out of Egypt.\nThis year, \nI'll  be better.\n\nJoseph makes sense of the big man's dreams, is saved,\nsaves his brothers those jealous boys who sold him \nsold them all as slaves. Seven years of plenty.  Seven\nyears of famine.  He insomnias the nights counting up\ngrains, storing, planning, for what? They say throw \nthe small boys in the river (and mothers do so). Smite \nthe sons (and fathers do it.) God says take off your shoes,\nthis holy ground this pitiful, incombustible bush.\n\nIs God chemical?  \nEnzymatic of our great need to chaos?\n\nWe're unforgivable. \nPeople of the salted\ncheeks.  Slap, turn, slap.\n\nTo be chosen \nis to be \nunforgiving/ unforgiv-\nen, always chosen: \nbe better.\n\nThe Zuckers are a long line of obsessives. \n\nThis served them well in war time saw it \ncoming in time that unseeable thing they \nhoarded they ferried, schemed, paced, got the hell \nout figured out at night, insomnia, how to visa—\n\nnow, if it happens again, I won't be \nready\n\nI'm \"better.\"\n\nThe husband, a country club Jew from Denver, American\nintelligentsia will have to carry me out and he's no big \nman and I'm not a small girl how fast\n\ncan the doctor switch the refugee gene back on?\n\n\nHow fast can I get worse?  Smart again and worse?\n\nBetter to be alive than better.  \n\n            \"...listen:\" says the doctor, \"sleeping isn't death.  \n            All children unlearn this fear you got confused \n            thought thinking was the same as spinning—\"             \n            Writes: \"up the dosage.\"  \n            don't think.  this refugee thing part\n            of a syndrome fear of medication of being better...\n\nTruth is, the anti-obsessional medicine works \nwonders and drags me through life's course...\n\nAbout this time of year but years ago the priests spread \nrumors of blood libel. Jews huddled in basements accused \nof using Christian babes' blood to make unleavened bread.\n\nsigns and wonders.\nChrist rises.\n\nBlood and body and babes.\nBasements and briskets \nand bread of afflictions.\n\nI am calm now with my pounds of meat \nmade and frozen, my party schedule, my pills \nof liberation, my gentile dream-boy, American \npassport, my grey haired-psychiatrist, my blue-\neyed son, my brown-eyed son, my poems on their \npretty little fleet-feet, my big shot friends, olive-skinned \nhusband, my right elbow on fire: fire inside deep in the nerve \nfrom too much carrying and word-mongering, smithery, bearing \nand tensing choosing to be better to live this real life this better orbit this Jack\n\nKerouac never loved you like you wanted. \nBlake.\nBuddha. \nOnly Jesus and that's his shtick,\nhe loves\n\neveryone: smile! that's it,\nfor the camera, blood pressure\nnormal, better, you're a poster child\nfor signs and wonders what a little chemistry\ndoes for the brain, blood, thought, hey,\n\ndid you know that Pharaoh actually wanted\nto let them go?  those multitude Jews\nbut God hardened Pharaoh's heart against them [Jews]\nto prove his prowess show his signs, wonders, outstretched \nhand, until the dosage was a perfect ten and then \nsome, sea closing up around those little chariots\nthe men and horses while women on the far shore shook \ntheir tambourines.  And then what?  Forty years to get the smell\nof slavery off them. \n\nBecause of this. Bloody Nile. My story one of\nthe lucky.  Escape hatch even from my own\nobsess—\n\n            I am here because of this.\nBecause of what my ancestors did for me to tell this\nstory of the outstretched hand what it did for me this\nmarked door and behind this red-marked door, around \na corner a blue-eyed boy waits to love me up with his \nleavened bread, his slim body, professional detachment, \nmedical advancements, forgive me my father's mother's\nfather was the last in a long line of Rabbis—again! with this? This\nrhapsody of affliction and escape, the mind bobbing along\nin its watery safe. Be like everyone. Else. Indistinguishable but\nbetter than the other nations but that's what got us into this, Allen,\nno one writes these long-ass poems anymore.  Now we're\nbetter, all better.  All Christian.  Kind. </pre>\n "}, {"title": "Village of Pulleys and Locomotion", "view_node": "/poem/village-pulleys-and-locomotion", "field_author": "<a href=\"/poet/rachel-galvin\" hreflang=\"und\">Rachel Galvin</a>", "field_date_published": "2008", "body": " <pre>\nI trail my suitcase along the platform,\nthe weight of the air’s mechanism\nat the small of my back. In the old country \n\na man would arrive from afar, \ngive each child a whistle, and parade them \nthrough the village, whistling.\n\nWhat is this fury of forms, boarding trains, \nhanding out whistles to children? \nDear spigot, dear filtering film of rubber, \n\nif this world is the only world, \nAnaximander will go on shaking his sieve, \npersistently sifting with an ear to the ignition—\n\nstriker of matches, your scent of cloves, your fire \nrides the circumference and a vortex gyrates at the center. \nThere is the vermiform signature: <i>you may eat \n\nof this tree</i>. Now the glorious propinquity, now \nthe rupture. A village elder goes on debating \nwith his god. Who can tell if he receives a reply?  \n\nIn the old stories, if you whistled, \nthe light would come to you \nout of curiosity.</pre>\n "}, {"title": "Oblivion Speaks", "view_node": "/poem/oblivion-speaks", "field_author": "<a href=\"/poet/sarah-manguso\" hreflang=\"und\">Sarah Manguso</a>", "field_date_published": "2006", "body": " <pre>\n<i>I am not here to ruin you.\nI am already in you.\nI am the work you don’t do.\nI am what you understand best and wordless.\nI am with you in your chair and in your song.\nI am what you avoid and what you stop avoiding.\nI am what’s left when there is nothing left.\nLove me hard, pilgrim.</i></pre>\n "}, {"title": "At the Zen Mountain Monastery", "view_node": "/poem/zen-mountain-monastery", "field_author": "<a href=\"/poet/rachel-wetzsteon\" hreflang=\"und\">Rachel Wetzsteon</a>", "field_date_published": "2006", "body": "<p><span class=\"long-line\">A double line of meditators sits</span><br /><span class=\"long-line\">on mats, each one a human triangle.</span><br /><span class=\"long-line\"><em>Evacuate your mind of clutter now.</em></span><br /><span class=\"long-line\">I do my best, squeezing the static and</span><br /><span class=\"long-line\">the agony into a straight flat line,</span><br /><span class=\"long-line\">but soon it soars and dips until my mind’s </span><br /><span class=\"long-line\">activity looks (you can take the girl...)</span><br /><span class=\"long-line\">uncannily like the Manhattan skyline.</span><br /><span class=\"long-line\"><em>Observe your thoughts, then gently let them go.</em></span><br /><span class=\"long-line\">I’m watching them all right, unruly dots</span><br /><span class=\"long-line\">I not only can’t part from but can’t help</span><br /><span class=\"long-line\">transforming into restless bodies -- they’re</span><br /><span class=\"long-line\">no sooner being thought than sprouting limbs,</span><br /><span class=\"long-line\">no longer motionless but striding proudly,</span><br /><span class=\"long-line\">beautiful mental jukeboxes that play</span><br /><span class=\"long-line\">their litanies of joy and woe each day</span><br /><span class=\"long-line\">beneath the shadow of enormous buildings.</span><br /><span class=\"long-line\"><em>Desires are your jailers; set them free</em></span><br /><em><span class=\"long-line\">and roam the hills, smiling archaically.</span></em><br /><span class=\"long-line\">It’s not a pretty picture, me amid</span><br /><span class=\"long-line\">high alpine regions in my urban black,</span><br /><span class=\"long-line\">huffing and puffing in the mountain air</span><br /><span class=\"long-line\">and saying to myself, I’m trying but</span><br /><span class=\"long-line\">it’s hopeless; though the tortures of the damned</span><br /><span class=\"long-line\">make waking difficult, they are my tortures;</span><br /><span class=\"long-line\">I want them raucous and I want them near,</span><br /><span class=\"long-line\">like howling pets I nonetheless adore</span><br /><span class=\"long-line\">and holler adamant instructions to—</span><br /><span class=\"long-line\">sprint, mad ambition! scavenge, hopeless love</span><br /><span class=\"long-line\">that begs requital!—on our evening stroll</span><br /><span class=\"long-line\">down Broadway and up West End Avenue.</span></p>\n"}], "pager": {"current_page": 605, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}