{"rows": [{"title": "The Pact", "view_node": "/poem/pact-0", "field_author": "<a href=\"/poet/jennifer-militello\" hreflang=\"und\">Jennifer Militello</a>", "field_date_published": "2018", "body": " <p>Mother, I have destroyed you. Forgive me as I am<br />destroyed. The submarine of you, mother, has, underwater,<br />shipped me off, has fired on me, is nuclear. Mother,<br />the gold tooth of me is stolen, the frayed cord of me<br />is broken, the scored record of me is frozen, the scratched<br />recording of me is full. Fire on my self pulled from<br />a pile of the wreckage, fire on my plumage-self<br />planned in advance. And decorated for the homecoming<br />and sheltered by the colors and the blending in with ending<br />and the touch of a Cyclops to the backs of wool. Clinging<br />to the belly of the sheep, I come home. Mother, my blood<br />is the blood sum of you and my father. I have no choice. I need<br />your rules. And now the tides come in and, like driftwood, I<br /><span class=\"long-line\">drift, and like summits I rest and like the Eucharist I am blessed,</span><br />and like the lost reflection I am lit from below by what<br /><span class=\"long-line\">appears to be light. I say my name and it ignites. I say my name</span><br />and it tires like a rower on a stolen ship or lags like<br /><span class=\"long-line\">a haggard sail. I lost my veil, I lost my bed, I lost what I thought</span><br />had been said to you to make you understand. You, the shape<br /><span class=\"long-line\">eating waterfowl with bare hands. Mother, your grand chandelier</span><br />of lies has so many eyes it sees like a spider or a fly in every<br />direction; it decides, goes for miles. What opens before you<br /><span class=\"long-line\">is my smile. Empty as a room. Empty as a foot. Empty as a ruse.</span><br />Empty as a lung. Empty as a tongue that has not said. Empty<br />as a vein that has not bled. What am I, mother, but the undead<br />walking the way you want me to walk, the way you want me to<br /><span class=\"long-line\">talk, up from the grave at your command. The zombie I am, covered</span><br />in soot. Soon I swoon and faint and fall. But that is not all. I am<br />the spoon you cook. I am the food you concoct. I am the line<br />you lost with the hook at the end, meant to sink into a mouth.<br /><span class=\"long-line\">My cheek is set, my wretch is good, I am not what wooed you. I am</span><br /><span class=\"long-line\">no good. This I know. I had to sew myself shut. For years, I was</span><br />the rut in the good old road. Do not trust the old, do not trust<br />the new, there is nothing to do and nothing can be done.<br />The two were one, now they are two. I was born, I was new,<br /><span class=\"long-line\">then I spoke, I was no good, I was me, I had flaws countless and</span><br /><span class=\"long-line\">contagious as disease, not the least of which grew. I was me, I was</span><br /><span class=\"long-line\">mine, I was not yours. I could not be you. Mother, you took from me</span><br /><span class=\"long-line\">the drought and gave it meaning, you smacked the pout right off</span><br /><span class=\"long-line\">my feeling, you kept stars lit on the ceiling so you could navigate</span><br />out from my room. It was noon when the sun set in you. I felt<br />the earth cool. I felt the fires lit so those of us who survived<br /><span class=\"long-line\">could go on living. I felt the beasts arrive when night was confirmed.</span><br />You killed us off. You felt you’d earned it, the right to make us<br /><span class=\"long-line\">into what fears and what crouches and what grows cold. I could not</span><br />grow older. I could not mature. I was sure there was nothing<br />left. What I felt in the end was the blow of yours<br />sent across the miles to find me where I lay spent<br />and desert-like in the heat. Keep me here. I serve<br />your needs. The edges of me, mother. I cannot be<br />until you let me recover. I cannot run to the subset<br /><span class=\"long-line\">of another. You are too wise, you know what the constant light</span><br />means, you know what grows where and how to twist it<br />when the darkness meets it so that it can moss over and meld<br />into a growth that will melt it down. You fungi plus silk,<br />the lurch of me is trying to unlearn all the confusions of you.<br />Mother, mother, quite contrary, how does your deadliness<br />grow? With a tooth and a rack and a craw and a sack<br />and all the daughters caught in their rows.</p> "}, {"title": "Dark and Lovely After Take-Off (A Future)", "view_node": "/poem/dark-and-lovely-after-take-future", "field_author": "<a href=\"/poet/yona-harvey\" hreflang=\"en\">Yona Harvey</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">Nobody straightens their hair anymore.</span><br /><span class=\"long-line\">Space trips &amp; limited air supplies will get you conscious quick.</span></p>\n\n<p><span class=\"long-line\">My shea-buttered braids glow planetary</span><br /><span class=\"long-line\">as I turn unconcerned, unburned by the pre-take-off bother.</span></p>\n\n<p><span class=\"long-line\">“Leave it all behind,” my mother’d told me,</span><br /><span class=\"long-line\">sweeping the last specs of copper thread from her front porch steps &amp;</span></p>\n\n<p><span class=\"long-line\">just as quick, she turned her back to me. Why</span><br /><span class=\"long-line\">had she disappeared so suddenly behind that earthly door?</span></p>\n\n<p><span class=\"long-line\">“Our people have made progress, but, perhaps,”</span><br /><span class=\"long-line\">she’d said once, “not enough to guarantee safe voyage</span></p>\n\n<p><span class=\"long-line\">to the Great Beyond,” beyond where Jesus</span><br /><span class=\"long-line\">walked, rose, &amp; ascended in the biblical tales that survived</span></p>\n\n<p><span class=\"long-line\">above sprocket-punctured skylines &amp;</span><br /><span class=\"long-line\">desert-dusted runways jeweled with wrenches &amp; sheet metal scraps.</span></p>\n\n<p><span class=\"long-line\">She’d no doubt exhale with relief to know</span><br /><span class=\"long-line\">ancient practice &amp; belief died hard among the privileged, too.</span></p>\n\n<p><span class=\"long-line\">Hundreds of missions passed &amp; failed, but here</span><br /><span class=\"long-line\">I was strapped in my seat, anticipating—what exactly?</span></p>\n\n<p><span class=\"long-line\">Curved in prayer or remembrance of a hurt</span><br /><span class=\"long-line\">so deep I couldn’t speak. Had that been me slammed to the ground, cuffed,</span></p>\n\n<p><span class=\"long-line\">bulleted with pain as I danced with pain</span><br /><span class=\"long-line\">I couldn’t shake loose, even as the cops aimed pistols at me,</span></p>\n\n<p><span class=\"long-line\">my body &amp; mind both disconnected</span><br /><span class=\"long-line\">&amp; connected &amp; unable to freeze, though they shouted “freeze!”</span></p>\n\n<p><span class=\"long-line\">like actors did on bad television.</span><br /><span class=\"long-line\">They’d watched &amp; thought they recognized me, generic or bland,</span></p>\n\n<p><span class=\"long-line\">without my mother weeping like Mary,</span><br /><span class=\"long-line\">Ruby, Idella, Geneava, or Ester stunned with a grief</span></p>\n\n<p><span class=\"long-line\">our own countrymen refused to see, to</span><br /><span class=\"long-line\">acknowledge or cease initiating, instigating, &amp;</span></p>\n\n<p><span class=\"long-line\">even mocking in the social networks,</span><br /><span class=\"long-line\">ignorant frays bent and twisted like our DNA denied</span></p>\n\n<p><span class=\"long-line\">but thriving and evident nonetheless—</span><br /><span class=\"long-line\">You better believe the last things I saw when far off lifted</span></p>\n\n<p>were <em>Africa Africa Africa<br /><span class=\"long-line\">Africa Africa Africa Africa Africa...</span></em></p>\n\n<p><span class=\"long-line\">&amp; though it pained me to say it sooner:</span><br /><span class=\"long-line\">the unmistakable absence of the Great Barrier Reef.</span></p>\n"}, {"title": "Oxymoronic Love", "view_node": "/poem/oxymoronic-love", "field_author": "<a href=\"/poet/jennifer-militello\" hreflang=\"und\">Jennifer Militello</a>", "field_date_published": "2018", "body": " <p>Hatred is the new love. Rage is right. Touch<br />is touch. The collars of the coat, turned down,<br />point up. The corners of our hearts are smoothed<br />with rough. Our glass breaks slick, our teeth<br />rip soft. The mollusk of me, shell-less.<br />If the future once was, the past predicted<br />us. The street gives off rhythm. The sun<br />gives off dusk. When we walk, we<br />pour backward. When we have nothing,<br />it’s enough. The hunger leaves us satisfied,<br />the fullness leaves us wrung. The sum of all<br />its parts is whole, the reap of it has roots, not<br />took or plucked. Far apart, we move inside<br />our clothes: open is old, young is closed. The fangs<br />we used to bare are milk teeth grown from gums.<br />The fire we used to be scathed by numbs. We<br />run on the track of our consumption, done.<br />We’ve been ice when liquid is our natural state.<br />We’ve worn our husks, we’ve clenched our fists.<br />We scold and punish, scrape, pay a price.<br />We dole out in slanders what has no weight.<br />We pay in cringing for the moments. We open<br />injuries in one another. We lacerate places<br />that flex like knuckles, crack and grow. We are<br />sipping from the water’s thirst. We were lost<br />at first. From the finish, begun. We undergo<br />the pain the other knows. We are cartoon yards<br />where dogs dig for lost bones. Esoteric,<br />we are full of holes. That need to be filled.<br />That need to be dug. We are under-loved.<br />We are under-known. Give to us and we are<br />downcast and uplifted and sift like water<br />and sand like stone. We are greedy, we are<br />gone. We are helpless, we are prone. Drain us<br />or fill us and we’ll ache a vast installment.<br />Let us empty. Let us alone. Madness<br />is our happiness. Sadness is our home.</p> "}, {"title": "Antisocial Media", "view_node": "/poem/antisocial-media", "field_author": "<a href=\"/poet/jennifer-militello\" hreflang=\"und\">Jennifer Militello</a>", "field_date_published": "2018", "body": " <p>It’s easier to computer than to crash. It’s easier<br />to computer than to hold a hand or knit<br />a winter together from headlights on the highway.</p><p>It’s easier to computer and be a hybrid and<br />cross from bowels and eardrums into hours<br />lit and roaring by like freight. The chapters</p><p>there can tell you an octopus has three hearts,<br />that snails breathe through their feet. It is easier<br />to have no arms or breath, to position through</p><p>colors and jumps shoreless as steam. No<br />surfaces. No verbs to be. No mussels<br />or bellows or congestion or caffeine.</p><p>No lens to focus, no Rome to burn. Who can<br />do when the roots are so untidy and<br />the branches rack like antlers against other</p><p>branches. It’s easier to computer than<br />to guess at a savior. Than to whisper slips<br />of information to the flesh. Let language construct</p><p>mere dewdrops of light. Let the circuitry<br />gauge the need and make it clean and make it<br />so heady it is erected, a remedy, in its ease.</p><p>There is no destination. No grave in place of a person<br />loved in the past, no identity classified, factual, no glass<br />to break open in the fisted hand, no cracked windshield,</p><p>no hurricane. Or there is, but it is closed inside its box<br />smaller than the box for roses, dead and moldered<br />by the time they reach the door, delivered only once.</p> "}, {"title": "Self as Goat in Tree", "view_node": "/poem/self-goat-tree", "field_author": "<a href=\"/poet/mihaela-moscaliuc\" hreflang=\"en\">Mihaela Moscaliuc</a>", "field_date_published": "2018", "body": " <pre>Nine goats scamper up\nthe gnarly argan tree and graze it clean.\nThey ingest the wrinkled fruit whole,\nthough it’s the bitter pulp alone\nthat rouses their appetite for more.\nSated, they stare at the horizon\ntill branches wear thin and fall.\nFarmers harvest goats’ droppings\nto extract the pit rich in kernels of oil. \nHaven’t you too wished yourself a goat\nperched punch-drunk on a linden tree,\nblasé about the gold you might shit,\nhow it might serve both hunger and greed.\nHaven’t you goaded yourself\nto balance just a bit longer, \nchew on some fugitive scents,\nforget what a ditch the earth is.\n</pre>\n "}, {"title": "Everglades", "view_node": "/poem/everglades-0", "field_author": "<a href=\"/poet/anne-marie-macari\" hreflang=\"und\">Anne Marie Macari</a>", "field_date_published": "2018", "body": " <pre>“<em>river with a valley so shallow it is measured\nin inches</em>” says McKibben\n \nand no longer           <em>Ever</em>           but shrinking,\nthis marsh-wealth in a buzz\n \nof conversing, wing flaps and wind, ringed\nby housing, drained by canals,\n \nan expanse thick with mangroves, orchids,\nbirds erupting out of grasses—\n \n“<em>so flat that a broad sheet of water flows slowly\nacross it on the way to the sea</em>”—\n \nalgae, floating lilies, water purified\nand sent into\n \nthe dreamscape—            \tHeaven’s\n \nbeneath us, what I look down into,\nbubbling mud, permeable skin—\n           \t\nDriving here, miles\n \nacross paved-over space\n \ntill what’s missing gathers—\njaw open in the sun,\n \nwings explaining—\n \nWhat can’t be seen is more\nthan all of this         Strokes\n \nof green blades          swells of nothing—\nwe’re            \t<em>Ever</em>\n \nlatched to each other, burning\n</pre>\n "}, {"title": "This Morning, This First Poem", "view_node": "/poem/morning-first-poem", "field_author": "<a href=\"/poet/afaa-michael-weaver\" hreflang=\"und\">Afaa Michael Weaver</a>", "field_date_published": "2018", "body": " <pre>It is the first day of the year again, this time\nin the quiet absence of <em>Portlandia</em>, we have\nour own quiet way of entering the spaces\nbetween the seconds of life, where time fades.\n \nThe fire makes a noise, inside here where ice\nand snow make the earth frozen, press us\nto guess what weather will do now as weather\nbecomes a matter of climate with no divination.\n \nI listen to your napping, air going inside\nto fill you with warmth from the fireplace,\nair going out to let your soul teach the world\nwhat it is to make the journey to the heart.\n \nSo this first poem the day a golden retriever\nwallowed in the sunrise over frozen snow,\nthen sat up to grin the silly grin of its kind,\nas if to say, <em>the light is there if you only wait</em>.\n \nWe wait together for the first man to enter\nthis house we are leaving for another house,\nas you say it is me, I am the man to bless\nthe heart, its mystery of fire and the light.\n</pre>\n "}, {"title": "Crepuscule", "view_node": "/poem/crepuscule", "field_author": "<a href=\"/poet/e-e-cummings\" hreflang=\"und\">E. E. Cummings</a>", "field_date_published": "1917", "body": " <pre>I will wade out\n                    \t   till my thighs are steeped in burn-\ning flowers\nI will take the sun in my mouth\nand leap into the ripe air\n                                \t   \tAlive\n                                            \t               with closed eyes\nto dash against darkness\n                                \t  in the sleeping curves of my\nbody\nShall enter fingers of smooth mastery\nwith chasteness of sea-girls\n                                \t         Will I complete the mystery\nof my flesh\nI will rise\n        \tAfter a thousand years\nlipping\nflowers\n             And set my teeth in the silver of the moon\n</pre>\n "}, {"title": "All the Tired Horses in the Sun", "view_node": "/poem/all-tired-horses-sun", "field_author": "<a href=\"/poet/joy-harjo\" hreflang=\"und\">Joy Harjo</a>", "field_date_published": "2018", "body": "<blockquote><p><sup><em>from “Mama and Papa Have the Going Home Shiprock Blues”</em></sup></p></blockquote>\n<p>Forever.<br />\nAnd ever.<br />\nAnd ever.<br /><span class=\"long-line\">There’s my cousin. Auntie. Uncle.</span><br />\nAnother cousin.<br />\nEver.<br />\nAnd ever.<br />\nAnd ever.<br /><span class=\"long-line\">Vending machines and pop.</span><br /><span class=\"long-line\">Chips, candy, and not enough clean water.</span><br /><span class=\"long-line\">And ever, ever, ever.</span><br />\nWaiting and tired.<br />\nTired of waiting.<br />\nForever.<br />\nAnd ever.<br />\nAnd ever.<br /><span class=\"long-line\">Go water the horses.</span></p>\n"}, {"title": "The Ladder", "view_node": "/poem/ladder", "field_author": "<a href=\"/poet/leonora-speyer\" hreflang=\"en\">Leonora Speyer</a>", "field_date_published": "1921", "body": " <p>I had a sudden vision in the night—<br />I did not sleep, I dare not say I dreamed—<br />Beside my bed a pallid ladder gleamed<br />And lifted upward to the sky's dim height: <br />And every rung shone strangely in that light,<br />And every rung a woman's body seemed,<br />Outstretched, and down the sides her long hair streamed,<br />And you—you climbed that ladder of delight!<br /><br />You climbed, sure-footed, naked rung by rung,<br />Clasped them and trod them, called them by their name,<br />And my name too I heard you speak at last;<br />You stood upon my breast the while and flung<br />A hand up to the next! And then—oh shame—<br />I kissed the foot that bruised me as it passed.</p> "}, {"title": "Like a Fish in a Dumpster", "view_node": "/poem/fish-dumpster", "field_author": "<a href=\"/poet/norma-cole\" hreflang=\"und\">Norma Cole</a>", "field_date_published": "2018", "body": " <p><span class=\"long-line\">                 Any further controversy would figure, figure hummingbirds in</span><br />Manhattan then Charlie Parker<br />                                synapsoids<br /><span class=\"long-line\">beyond function when eyeless eyes are smiling watching you in my sleep</span><br />Should we show the exchange of papers? Was it<br />                 successful?<br /><span class=\"long-line\">Too soon to see the facets, their moving images surprise the other two</span><br />upon which were beings, projected time<br />                                included—walked over<br /><span class=\"long-line\">clap if you want by the new moon which causes things to grow long and</span><br />thin, while the full moon causes growth that is short and<br />                                               wide<br />Mercy does not come from the sky</p> "}, {"title": "from “Ongoing”", "view_node": "/poem/ongoing-0", "field_author": "<a href=\"/poet/norma-cole\" hreflang=\"und\">Norma Cole</a>", "field_date_published": "2018", "body": " <p style=\"text-align: center;\">Tiger runs wild</p><p style=\"text-align: center;\">waning crescent</p><p style=\"text-align: center;\">28% or 29% visible</p><p style=\"text-align: center;\">not many images</p><p style=\"text-align: center;\">illuminated crescent edge</p><p style=\"text-align: center;\">casts long shadows</p><p style=\"text-align: center;\">seen from earth, the moon</p><p style=\"text-align: center;\">getting closer to the sun</p><p style=\"text-align: center;\">can’t be directed</p> "}, {"title": "from “Stay Songs for Stanley Whitney” [5]", "view_node": "/poem/stay-songs-stanley-whitney-5", "field_author": "<a href=\"/poet/norma-cole\" hreflang=\"und\">Norma Cole</a>", "field_date_published": "2018", "body": " <p>There will be<br />time<br />then<br />there will be<br />song</p><p>for the paintings<br />say<br /><em>stay</em></p> "}, {"title": "from “Stay Songs for Stanley Whitney” [1]", "view_node": "/poem/stay-songs-stanley-whitney-1", "field_author": "<a href=\"/poet/norma-cole\" hreflang=\"und\">Norma Cole</a>", "field_date_published": "2018", "body": " <p>Saturation—the world is<br />its own music in awe and</p><p>space and not flat these<br />dynamics of rising</p><p>horizon remember the narrow<br />loom’s scale, perspectival</p><p>innuendo’s subtle registration<br />of touch, we listen, eye</p><p>in the hand, mind<br />in the eye of the hand</p> "}, {"title": "The Painter’s Measure", "view_node": "/poem/painters-measure", "field_author": "<a href=\"/poet/norma-cole\" hreflang=\"und\">Norma Cole</a>", "field_date_published": "2018", "body": " <p style=\"text-align: right;\"><em>For Nicole Phungrasamee Fein</em></p><p>Hope is encountered, variously<br />remembered, granted the patterns<br />of heaven—countless tiny<br />stars, oxalis hearts,<br />forget-me-nots, test sheets</p><p>Distant mountain ridgelines<br />flatten to paper in daylight<br />with every purposeful motion<br />night vision of timeless time<br />approaching the pulse of suspension</p><p>Metabolic edge of experiment,<br />the radiant points, scales and<br />variations of beads and dots<br />breathe benevolent notes, their<br />particular legibility of trackless</p><p>Resistance, deep-rooted, time<br />becomes sight incarnate, embodied<br />control framing chaos, space beyond<br />clarity, branches of lavender, thistle<br />grinding binding wetting the colors</p><p>A meteor shower—constellation<br />as memory of perfection</p> "}, {"title": "Six O’Clock", "view_node": "/poem/six-oclock", "field_author": "<a href=\"/poet/trumbull-stickney\" hreflang=\"und\">Trumbull Stickney</a>", "field_date_published": "1905", "body": "<pre>\nNow burst above the city’s cold twilight \nThe piercing whistles and the tower-clocks:\nFor day is done. Along the frozen docks\nThe workmen set their ragged shirts aright.\nThro’ factory doors a stream of dingy light\nFollows the scrimmage as it quickly flocks\nTo hut and home among the snow’s gray blocks.—\nI love you, human labourers. Good-night!\nGood-night to all the blackened arms that ache!\nGood-night to every sick and sweated brow,\nTo the poor girl that strength and love forsake,\nTo the poor boy who can no more! I vow\nThe victim soon shall shudder at the stake\nAnd fall in blood: we bring him even now.\n</pre>\n"}, {"title": "Grace", "view_node": "/poem/grace-0", "field_author": "<a href=\"/poet/sarah-gambito\" hreflang=\"und\">Sarah Gambito</a>", "field_date_published": "2018", "body": " <pre>You will transcend your ancestor’s suffering\n\nYou will pick a blue ball. You will throw it to yourself. \n\nYou will be on the other side to receive. \n\nGreen leaves grow around your face. \n\nHair stands on your body. \n\nYou look at old photographs \n\nthat say:\n\nThe bread is warm!\n\nA child is a blessing!\n\nThat’s what I said!\n\nI meant it!\n\nYou could say this is a poem.\n\nLike the great halves of the roof \n\nthat caved and carved together.\n\nFound us before words\n\nand tender-footing.\n\nBefore wrongdoing\n\nand the octaves of blue\n\nabove us all.\n</pre>\n "}, {"title": "Nursing", "view_node": "/poem/nursing", "field_author": "<a href=\"/poet/l-lamar-wilson\" hreflang=\"en\">L. Lamar Wilson</a>", "field_date_published": "2018", "body": " <pre><span class=\"long-line\">When you ask where I want it, the knife you’ve made of your tongue—so swollen</span>\n<span class=\"long-line\">&amp; hard it fills the empty spaces left by bicuspids, lost to excess of sweet, to child</span>\n \n<span class=\"long-line\">Or adult play—I say nothing, only nudge your lips from the tip of my nose past</span>\n<span class=\"long-line\">My own, to the dark forest of my chin, where I dare you to find, blanketed in lavender,</span>\n \n<span class=\"long-line\">Peppermint, &amp; oud, the dimple a rock cleft decades ago. You who are not the one</span>\n<span class=\"long-line\">Who’s named me <em>Ma</em>, you who are young enough to have made a cougar of my mother</span>\n \n<span class=\"long-line\">&amp; old enough to have sired me as you crammed for the Alabama bar. That fat tongue</span>\n<span class=\"long-line\">You wave traces my beard’s amber &amp; frankincense trail from neck to clavicle, &amp; when</span>\n \n<span class=\"long-line\">You’ve left your mark there, where we’ve agreed you may first suck the cursèd river</span>\n<span class=\"long-line\">Coursing to stain my flesh’s surface redder, where only I’ll see it long after you’ve departed,</span>\n \n<span class=\"long-line\">You let the perfumed purse you’ve gathered inside your mouth drip onto my meager chest’s</span>\n<span class=\"long-line\">Tiny right eye, dilating now, begging like a young bud waiting to bloom for mourning dew.</span>\n \n<span class=\"long-line\">You blow as it swells, then latch &amp; shower it in wet expectation. Make of me, sweet lord,</span>\n<span class=\"long-line\">The mother of some new nectar we misbegotten ones can nurse inside &amp; pass from breast</span>\n \n<span class=\"long-line\">To breast. Make of this hallowed hearth in my chest a pulsing womb, an isthmus to anywhere </span>\n<span class=\"long-line\">but Here—where bare backs kiss this floor’s knotted tiles &amp; your cedar bed towers—so far from home.</span>\n</pre>\n "}, {"title": "Before you returned", "view_node": "/poem/you-returned", "field_author": "<a href=\"/poet/kayte-young\" hreflang=\"en\">Kayte Young</a>", "field_date_published": "2018", "body": " <pre>Before you returned\nfrom treatment I rearranged\n \nour room: turned the bed ninety\ndegrees switched the nightstands.\n \nI didn’t want you to come home to\nsee that everything has changed\n \nnothing is familiar. On the other\nhand, I wanted you to see\n \nthat everything has changed\nnothing is familiar.\n</pre>\n "}, {"title": "The Last Thing", "view_node": "/poem/last-thing", "field_author": "<a href=\"/poet/ada-limon\" hreflang=\"und\">Ada Limón</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">First there was the blue wing</span><br /><span class=\"long-line\">of a scraggly loud jay tucked</span><br /><span class=\"long-line\">into the shrubs. Then the bluish-</span><br /><span class=\"long-line\">black moth drunkenly tripping</span><br /><span class=\"long-line\">from blade to blade. Then</span><br /><span class=\"long-line\">the quiet that came roaring</span><br /><span class=\"long-line\">in like the R. J. Corman over</span><br /><span class=\"long-line\">Broadway near the RV shop.</span><br /><span class=\"long-line\">These are the last three things</span><br /><span class=\"long-line\">that happened. Not in the universe,</span><br /><span class=\"long-line\">but here, in the basin of my mind,</span><br /><span class=\"long-line\">where I’m always making a list</span><br /><span class=\"long-line\">for you, recording the day’s minor</span><br /><span class=\"long-line\">urchins: silvery dust mote, pistachio</span><br /><span class=\"long-line\">shell, the dog eating a sugar</span><br /><span class=\"long-line\">snap pea. It’s going to rain soon,</span><br /><span class=\"long-line\">close clouds bloated above us,</span><br /><span class=\"long-line\">the air like a net about to release</span><br /><span class=\"long-line\">all the caught fishes, a storm</span><br /><span class=\"long-line\">siren in the distance. I know</span><br /><span class=\"long-line\">you don’t always understand,</span><br /><span class=\"long-line\">but let me point to the first</span><br /><span class=\"long-line\">wet drops landing on the stones,</span><br /><span class=\"long-line\">the noise like fingers drumming</span><br /><span class=\"long-line\">the skin. I can’t help it. I will</span><br /><span class=\"long-line\">never get over making everything</span><br /><span class=\"long-line\">such a big deal.</span></p>\n"}], "pager": {"current_page": 214, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}