{"rows": [{"title": "A Visit to the Asylum ", "view_node": "/poem/visit-asylum", "field_author": "<a href=\"/poet/edna-st-vincent-millay\" hreflang=\"und\">Edna St. Vincent Millay</a>", "field_date_published": "2016", "body": " <p>Once from a big, big building,<br />When I was small, small,<br />The queer folk in the windows<br />Would smile at me and call.<br />       And in the hard wee gardens<br />Such pleasant men would hoe:<br />“Sir, may we touch the little girl’s hair!”—<br />It was so red, you know.<br />       They cut me coloured asters<br />With shears so sharp and neat,<br />They brought me grapes and plums and pears<br />And pretty cakes to eat.<br />       And out of all the windows,<br />No matter where we went,<br />The merriest eyes would follow me<br />And make me compliment.<br />       There were a thousand windows,<br />All latticed up and down.<br />And up to all the windows,<br />When we went back to town,<br />       The queer folk put their faces,<br />As gentle as could be;<br />“Come again, little girl!” they called, and I<br />Called back, “You come see me!”</p> "}, {"title": "In the Congaree", "view_node": "/poem/congaree", "field_author": "<a href=\"/poet/samuel-amadon\" hreflang=\"und\">Samuel Amadon</a>", "field_date_published": "2016", "body": " <p>I’m home. I’m not home. I’m on the road or<br />Off it, briefly. I’ve been out of place. I’ve been</p><p>Taking familiar walks. I like the boardwalk. I like<br />The swamp. I feel ill at ease. I feel fine.</p><p>As August ends, I’m thick and cold. As I circle<br />Above a tide of cypress knees, of webs,</p><p>Fallen trunks and leaves, I gather out<br />The mud a mossy repose. A violent mist.</p><p>A green allure. I have spoken into<br />A dead and standing pool of air, where,</p><p>In its center, a spider hangs. I can hear myself<br />Moving, notes taken on paper, on</p><p>My feet, I stop and that makes a sound.<br />I look out into what feels ancient. It</p><p>Doesn’t seem old. My voice is spun.<br />I’m rolling out myself last rung by rung.</p><p>I pinned my eye to the base of a loblolly pine,<br />And rose, much higher than I would</p><p>Suppose. I know everything already. I have to<br />Ask people questions. All of my relatives</p><p>Are famous. There are so many people dead.<br />Look at these trees. They’re shattered in pieces.</p><p>They’re tall and full. I look forward, steadily,<br />At the moss grown high as the flood.<br /> </p> "}, {"title": "Elegy for the Shenandoah River", "view_node": "/poem/elegy-shenandoah-river", "field_author": "<a href=\"/poet/steve-scafidi\" hreflang=\"und\">Steve Scafidi</a>", "field_date_published": "2016", "body": " <p><em>at Harpers Ferry, West Virginia </em></p><p>The rivers meet become one and disappear<br />At the sea and the young find the solace<br />Of drugs and fucking. Falling-in-love</p><p>Is the story they tell later living a while<br />Maybe in misery or in joyful fits<br />Of circumstance dying off eventually</p><p>Leaving behind the meanings they made<br />Which dissolve in the rain over eons:<br />Houses and books and machines starting</p><p>To drizzle back into atoms loose like<br />Fires in the green bombast of the hillsides<br />And the town of Harpers Ferry and its</p><p>Brick walls full of bullets will go like this<br />River of forgetfulness where I am swimming<br />Tonight among the boulders in the cold</p><p>Because I am drunk and alone and hoping<br />To die to drown to be carried suddenly up<br />Side down blue screaming in the waters</p><p>Which has happened enough that death is part<br />Of what we celebrate here in the National Parks:<br />A perfect place to lie your body down in the dark.</p> "}, {"title": "Homage to Dickinson ", "view_node": "/poem/homage-dickinson", "field_author": "<a href=\"/poet/lynn-emanuel\" hreflang=\"und\">Lynn Emanuel</a>", "field_date_published": "2015", "body": " <p> </p><p>I’ve never longed for the annulments of Heaven,<br />nor for Hell, that orgy of repenting,<br />but have wanted the loneliness of this<br />slender room and bed, the cool neatness<br />of being dead: to be reduced, cleaned out,<br />a manageable mess, nothing left but knobs<br />and buttons, the skull an empty crock,<br />the pelvis a washed plate, the ribs laid<br />tidily, side by side. And I would be gone,<br />not that stern white dress, not that thing<br />with the Bible on her breasts. I would be<br />nothing but one narrow room of sepulcher,<br />one barred window where traffic never brings<br />its soot, the ear clean and empty as a scrubbed cup,<br />the tongue at rest and I, free at last, the window<br />of myself cast open, and all the sweet lament<br />of mourners throbbing in the distance, the angels’<br />white blouses pinned to the line of the horizon.<br />I would be alone, alone, in my maidenly<br />tomb, my own woman. Finally. And forever.</p><p> </p> "}, {"title": "The Angels of the Resurrection ", "view_node": "/poem/angels-resurrection", "field_author": "<a href=\"/poet/lynn-emanuel\" hreflang=\"und\">Lynn Emanuel</a>", "field_date_published": "", "body": " <p> </p><p>Even when it’s become a piece of furniture<br />upholstered in the stiff brocade of rigor mortis,<br />a corpse blistered with acids into a tapestry,<br />poked full of holes by bullets, and blurred<br />by miles of roads, they find it.<br />They find the body because<br />there is no where it can go, there is no death<br />deep or dark enough, no unlit alley bleak enough to hide it.<br />Even hidden it brings the resurrection to it,<br />even lying low in the slot of the unmarked grave,<br />its carnality works like a magnet.<br />They will find it, haul it leaking and weeping<br />up from the black suction of the fathomless lake.<br />The lakes, the woods, the gardens are filled<br />with its unmentionable perfumes.<br />The body cannot hide, and there’s no room<br />for modesty, no provision for rest.<br />They are dogs and wolves. They will find it.<br />They will dig it up.</p> "}, {"title": "Blonde Bombshell ", "view_node": "/poem/blonde-bombshell", "field_author": "<a href=\"/poet/lynn-emanuel\" hreflang=\"und\">Lynn Emanuel</a>", "field_date_published": "2016", "body": " <p> </p><p>Love is boring and passé, all that old baggage,<br />the bloody bric-a-brac, the bad, the gothic,<br />retrograde, obscurantist hum and drum of it<br />needs to be swept away. So, night after night,<br />we sit in the dark of the Roxy beside grandmothers<br />with their shanks tied up in the tourniquets<br />of rolled stockings and open ourselves, like earth<br />to rain, to the blue fire of the movie screen<br />where love surrenders suddenly to gangsters<br />and their cuties. There in the narrow,<br />mote-filled finger of light, is a blonde,<br />so blonde, so blinding, she is a blizzard, a huge<br />spook, and lights up like the sun the audience<br />in its galoshes. She bulges like a deuce coupe.<br />When we see her we say good-bye to Kansas.<br />She is everything spare, cool, and clean,<br />like a gas station on a dark night and the cold<br />dependable light of rage coming in on schedule like a bus.<br /> </p> "}, {"title": "Everything Is Autobiography and Everything Is a Portrait ", "view_node": "/poem/everything-autobiography-and-everything-portrait", "field_author": "<a href=\"/poet/mary-hickman\" hreflang=\"en\">Mary  Hickman</a>", "field_date_published": "2016", "body": " <p>Your body in motion calls me to look. You know just how to move. You are determined to move just so. If I could make my image of you <em>do</em> anything, what could I imagine myself becoming? Rather than painting on canvas or sculpting in clay, I am driven to put all these ideas on myself. The artist’s obsession with her subjects is all that I need to drive me to work. In Artemisia Gentileschi’s painting of Cleopatra, Cleopatra reclines, heavy-lidded, left hand limp on the pillow above her head. In her right hand, she clutches an asp. Is this the moment before she is bitten or just after? I want to know whether, at the moment of death, that first release will stiffen. In <em>Danaë</em>, her reclining figure echoes Cleopatra’s but Danaë’s left hand is limp with leisure, not surrender, while her right holds a fistful of the gold coins raining down on her naked thighs. Looking at this painting now, I don’t feel leisure. I don’t feel sex. I feel that I might stiffen and not be able to rise. Danaë’s legs crossed at the calves and pressing against the bed cause her back to arch so that the moment of her desire mirrors Cleopatra’s death. The figure retains energy, a tension that defies either weariness or leisure. I like to work from the people that I see and that I want to see. What is fabric to skin, skin to violence? Sometimes I’m concerned with using something that’s in them and which isn’t actually visible. I try to capture the figure where the sun has darkened the skin. But that isn’t the end of the neck. In <em>Judith Slaying Holofernes</em>, the light hits Judith’s neck only at the base. This space between neck and breast forms a plane of skin belted with light and I can’t look away. Not the bloody knife. Not the wide eyes of Holofernes. Nothing can hold my gaze beside this neck. Artemisia has used up her patience on the neck of Judith and left nothing for the head of Holofernes. I think I use up my patience working. I use my patience looking at the skin of Judith and cannot face the dull cheek of Holofernes. Is this personal? What I increasingly feel—that awful phrase “spiritual grandeur”—I feel it like the cap of a jellyfish behind my tongue. I think a skylight must have great spiritual value. Or in Artemisia’s self-portraits, what can we say about self as martyr and self as lute player? Artemisia moves her women to action and I see the painter avenging herself again and again. As I begin to make her portrait, I am conscious of the biographical. I know that I don’t want the body to be read as a violated body. In each of her self-portraits, the same face swivels toward us. And as a martyr, she looks calm; as a lute-player, she suppresses a smile. Through my intimacy with the people I portray, I may have depicted aspects they find intrusive. I have worked to make her appear three-dimensional, rounded. But in this one, done by night under artificial light, the figure looks greenish, bony. A thumb peeks out from between two fingers of her left fist. She dreams. She falls backward. Cloth fills my vision. And I think I’d like to bring, out of the abyss of her figure, all the illumination of arrival. The skin is teeming. The skin has such great spirit. An entire world of light is at play just under the skin. Your calves become Danaë’s calves at leisure, pressed against the grey felt in pleasure, and your bare shoulders could be Judith’s shoulders, broad and reflective under skylights. But as my eyes travel up, I realize you wear the wrinkled, gutted cheek of Holofernes’s half-severed head. Or you wear the same dropped countenance as the one who watches you. This image denies me body in motion, your buoyant bulk; instead, it offers a still life of skin, a cap of flesh traversed by waves of color and revealing the threshold of my own body. If I can catch a glimpse of my face reflected in the facets of the paint, in the mirror of your shoulder, I feel myself lost inside the body that I see. I see myself in this naked body and begin to dress. What I like best is preparing for the party. I often change the fabric completely. Getting ready to go, arriving late, skipping the party, there’s no difference really. It’s only important to do the work. I’m doing what I want completely. This is where I lie.</p> "}, {"title": "Helen", "view_node": "/poem/helen-1", "field_author": "<a href=\"/poet/mary-hickman\" hreflang=\"en\">Mary  Hickman</a>", "field_date_published": "", "body": " <p><em>Helen is of course that Helen of Sparta. Helen of Troy. Helena hated of Greece. In a dream or trance she left Troy. She finds herself in Egypt.</em> You must be patient, remembering. You can choose where. We are going to see whatever we haven’t seen and maybe that means traveling down instead of across. Some say Taiwan gets better surf than China’s southern beaches because it is out in the Pacific Ocean and exposed to larger swells. We camped at Bai Xia Wan. Soon Helen’s skin peeled off in one snaking tube, leaving behind pink stinging surface. I lived in the south and there were always rich oil kids around. One of the great things about Taiwan, something not really true of China, is that there are a lot of small beaches where you can surf on your own. You have to watch the weather. Once, at Bai Xia, I tried to save a surfer who was drowning. I tried desperately to save him for almost twenty minutes but he didn't make it. Paradise, that idea of being together, of fusion or whatever it might look like. <em>Here there is peace. For Helena. Helena hated of all Greeks. </em>For Helen, the ocean is a way to talk about raw force. Of course, the deep sea is unknown. “More people have traveled into space than have gone down to those abyssal depths,” she says. This work is work I made as we tread. While out on the coast, I kept cutting into the work, drawing over it. After living overseas for more than a decade, I had been altered in the way I had to be altered in order to enter a new lexicon, to become at once a “one” and “not one” of local culture. Whatever happened to me, I never felt out of place, like I shouldn’t be here, in this vertigo of inducing. A female traveler is a jewel-encrusted fan: Helen. She’s standing on the beach but the beach has turned to scrub brush or the tide is just out and silver is beneath the water. She sheds a silver snakeskin, broken speech. We see life and call it beauty. It is magnificent, wonderful. And remembering this scene, I see fever in her face. The sheen is so plasticine it recalls salt-eaters, <em>salmon en croute</em>, inky saturation, smudges, staining. It retells our whole history, a record of perforations, <em>la parlourde</em>, <em>la morue</em>, <em>coquille St. Jacque</em>, <em>le filet de plié</em>, and each notation we put in place so that we remember. Who are we? Who directs us? And after traveling so long together? Yes, it’s this voluminous nothing that at the time is very real but later, trying to hold it still for a moment, it’s then that we have reached for, or that we are straining toward, some first sight of home.</p> "}, {"title": "Eva Hesse", "view_node": "/poem/eva-hesse", "field_author": "<a href=\"/poet/mary-hickman\" hreflang=\"en\">Mary  Hickman</a>", "field_date_published": "", "body": " <p>I have to be strict with myself. I want to say “fluency” or “ecstatic grammars” but I try not to be swayed by fiberglass, cylindric columns inflating and deflating, iron mesh that trails cords and petals across the floor. Resin, vellum, wax—they are translucent, skin-like. In sunlight, the sculptures warm and glow. They take on the look of light penetrating the thinner parts of our bodies, ears or hands. She conjures life and it is formal. “That’s why I think I might be so good,” she says. “I have no fear. I take risks. I have the most openness about my art. My attitude is most open. It is total freedom and the will to work.” Eva Hesse had a stepmother named Eva Hesse who had a brain tumor two years before Eva. She got out of the hospital two years to the day Eva went in. The same hospital and same doctor. In three years, two people unrelated but with the same name? Well the story goes on. In this work, she ties the frame like a hospital bandage as if someone has broken an arm. A rigid umbilical surrounds the frame. It’s composed of malleable metal. Could it expose a body? We want to know what went wrong, in the cellular, the microscopic parts, in the lipids and tissue. <em>Out of domestic reflexes my body surrounds itself. </em>But the body ultimately stays what it is: combines of organ, bone, tube. It resists all sense. This first sculpture resembles dried intestines pulled through wall. Catgut used to string instruments will last two thousand years and carry a fresher song. It’s very moving, visceral of course, but restrained. As vellum’s dried hide insists that there is time to consider its shape, the shape itself decays. Several of Eva’s sculptures have deteriorated. They are no longer their original selves. They cannot be handled or installed as before. Consider a sculpture that, when first made, is softly draped, understated, organic, erotic, like the meninges, the protective tissue just under the skull, and is now a rigid, tawny heap. Maybe what I really want is a round table discussion about conservation. If you cut out a sizable cube of brain it retains shape, more or less. We see the pattern develop. She only had a few hours left to live. There was so much pressure. The whole brain tipped over and all the intelligence is in the front. I’d like to try a material that will last. So many of Eva’s raw materials are casting materials. But why think about them as casting materials? Imagine, instead, she makes the sculpture directly at the moment from each pliant or resistant shell. Although it’s fragile, all Eva’s work is tactile. The work has momentum. In <em>Vinculum</em>, everything is tenuous, knotted loosely, and can change. And I don’t mind that, within reason. The work holds its tension even as the sculpture flexes, moves, and pours itself back into water. It is a life but of the most bizarre kind. Does it cry? Or grieve? Does it sting? Does it lie? Non-organic, but place your hand upon its hide and feel the waters riot, witness ecstatic grammars, fluent hands and a breaking, strong current and waves.</p> "}, {"title": "The Dance", "view_node": "/poem/dance-0", "field_author": "<a href=\"/poet/wendell-berry\" hreflang=\"und\">Wendell Berry</a>", "field_date_published": "2016", "body": " <p>I would have each couple turn,<br />join and unjoin, be lost<br />in the greater turning<br />of other couples, woven<br />in the circle of a dance,<br />the song of long time flowing</p><p>over them, so they may return,<br />turn again in to themselves<br />out of desire greater than their own,<br />belonging to all, to each,<br />to the dance, and to the song<br />that moves them through the night.</p><p>What is fidelity? To what<br />does it hold? The point<br />of departure, or the turning road<br />that is departure and absence<br />and the way home? What we are<br />and what we were once</p><p>are far estranged. For those<br />who would not change, time<br />is infidelity. But we are married<br />until death, and are betrothed<br />to change. By silence, so,<br />I learn my song. I earn</p><p>my sunny fields by absence, once<br />and to come. And I love you<br />as I love the dance that brings you<br />out of the multitude<br />in which you come and go.<br />Love changes, and in change is true.</p> "}, {"title": "The Inward Morning ", "view_node": "/poem/inward-morning", "field_author": "<a href=\"/poet/henry-david-thoreau\" hreflang=\"und\">Henry David Thoreau</a>", "field_date_published": "2016", "body": " <p>Packed in my mind lie all the clothes<br />   Which outward nature wears,<br />And in its fashion’s hourly change<br />    It all things else repairs.</p><p>In vain I look for change abroad,<br />    And can no difference find,<br />Till some new ray of peace uncalled<br />    Illumes my inmost mind.</p><p>What is it gilds the trees and clouds,<br />    And paints the heavens so gay,<br />But yonder fast-abiding light<br />    With its unchanging ray?</p><p>Lo, when the sun streams through the wood,<br />    Upon a winter’s morn,<br />Where’er his silent beams intrude<br />    The murky night is gone.</p><p>How could the patient pine have known<br />    The morning breeze would come,<br />Or humble flowers anticipate<br />    The insect’s noonday hum,—</p><p>Till the new light with morning cheer<br />    From far streamed through the aisles,<br />And nimbly told the forest trees<br />    For many stretching miles?</p><p>I’ve heard within my inmost soul<br />    Such cheerful morning news,<br />In the horizon of my mind<br />    Have seen such orient hues,</p><p>As in the twilight of the dawn,<br />    When the first birds awake,<br />Are heard within some silent wood,<br />    Where they the small twigs break,</p><p>Or in the eastern skies are seen,<br />    Before the sun appears,<br />The harbingers of summer heats<br />    Which from afar he bears.</p> "}, {"title": "The Secret in the Mirror", "view_node": "/poem/secret-mirror", "field_author": "<a href=\"/poet/alberto-rios\" hreflang=\"und\">Alberto Ríos</a>", "field_date_published": "2016", "body": " <p><br />The mirror is dirty from the detritus of dailiness—<br />I look in the mirror and am freckled.</p><p>A week out from being cleaned, maybe two, maybe more,<br />The Milky Way shows itself in the secret silver,</p><p>This star chart in my own bathroom,<br />Aglow not in darkness but with the lights on,</p><p>Everything suddenly so clear.<br />It is not smear I am looking at, but galaxies.</p><p>It is not toothpaste and water spots—<br />When I look in the mirror, it is writing and numbers,</p><p>Musical notes, 1s and 0s, Morse-like codes, runes.<br />I am looking over into the other side,</p><p>And over there, whoever they are, it turns out<br />They look a lot like me.  Like me, but freckled.</p> "}, {"title": "Letter to the Northern Lights ", "view_node": "/poem/letter-northern-lights", "field_author": "<a href=\"/poet/aimee-nezhukumatathil\" hreflang=\"und\">Aimee Nezhukumatathil</a>", "field_date_published": "2016", "body": " <p>The light here on earth keeps us plenty busy: a fire<br />in central Pennsylvania still burns bright since 1962.</p><p>Whole squads of tiny squid blaze up the coast of Japan<br />before sunrise. Of course you didn’t show when we went</p><p>searching for you, but we found other lights: firefly,<br />strawberry moon, a tiny catch of it in each other’s teeth.</p><p>Someone who saw you said they laid down<br />in the middle of the road and took you all in,</p><p>and I’m guessing you’re used to that—people falling<br />over themselves to catch a glimpse of you</p><p>and your weird mint-glow shushing itself over the lake.<br />Aurora, I’d rather stay indoors with him—even if it meant</p><p>a rickety hotel and its wood paneling, golf carpeting<br />in the bathrooms, and grainy soapcakes. Instead</p><p>of waiting until just the right hour of the shortest<br />blue-night of the year when you finally felt moved</p><p>enough to collide your gas particles with sun particles—<br />I’d rather share sunrise with him and loon call</p><p>over the lake with him, the slap of shoreline threaded<br />through screen windows with him. My heart</p><p>slams in my chest, against my shirt—it’s a kind<br />of kindling you’d never be able to light on your own. </p> "}, {"title": "Tallgrass Prairie National Preserve", "view_node": "/poem/tallgrass-prairie-national-preserve", "field_author": "<a href=\"/poet/anne-boyer\" hreflang=\"und\">Anne Boyer</a>", "field_date_published": "2016", "body": " <p> </p><p>The coven of bison<br />          brought here as wishes<br />                    bore 80 million calves<br />                              in a year</p><p>                              This was the epicenter of the nursery<br />                              of the palace of the monument<br />                              of the battlefield<br />of the resurrection of the biome—</p><p>170 million acres aggressively<br />                                      self-returfing &amp;<br />            a new state slogan:</p><p>                        AD ASTRA<br />                        THE TALL GRASS<br />                                 PER ASPERA<br />                                 ITS REVENGE</p><p>The public-private partnership<sup>1</sup><br />          was lesser prairie chickens &amp; very large cats.</p><p>Even the sky could hear the wolves returning.<br />The grasshoppers were strategists. <br />The Koch brothers melted plows.</p><p> </p><hr /><p><sup>1</sup> <span style=\"font-size: 13.008px;\">After decades of contention between park advocates and local agribusiness activists, in 1996 a unique public-private partnership was formed to create a tallgrass prairie preserve in Kansas on one of the few undisturbed patches of tallgrass prairie left in North America. In less than a decade, the park fell onto hard times as the private wing of the mostly private public-private partnership could no longer financially sustain it. The preserve looked like it was going to have to be sold. Then the Nature Conservatory, led by a former managing director of Goldman Sachs and assisted by a $1 million dollar gift from Wichita's Koch brothers, took over. They introduced thirteen bison to the Kansas prairie to unexpected results. The bison quickly returned to their pre-Columbian population. After a controlled burn of the entire great plains in the spring of 2019, the tall grass prairie ecosystem of the U.S. restored itself from tap roots that had lain dormant at the earth’s core since John Deere invented the steel plow in 1838. The interior U.S. radically depopulated as prairie dog colonies caused irreparable damage to the infrastructure of its cities and towns.</span></p> "}, {"title": "Hoarders: Tara", "view_node": "/poem/hoarders-tara", "field_author": "<a href=\"/poet/kate-durbin\" hreflang=\"und\">Kate Durbin</a>", "field_date_published": "2016", "body": " <p>Orlando, Florida</p><p><em>My name is Tara and I’m 55 years old</em> Precious Moments angel statue<br /><em>I would not classify myself as a hoarder, more of a rescuer of </em>Target receipts<br /><em>When I first moved in it was just mostly boxes because I was</em> <em>moving in then I tried to unpack but everything just got put </em><em>wherever</em> Martha Stewart magazines<br /><em>I just started asking God that I would like to know what it </em><em>would be like to have an organized</em> sea of stuffed frogs<br /><em>A bed looks like a bed with</em> picnic baskets<br /><em>And your table doesn’t have stuff on it it’s a</em> painting of a cornucopia<br /><em>And the couch you can sit on it people can sit on it like </em>American girl dolls<br /><em>Well I’ve finally come to the realization I have too much</em> Praise Hymn compact discs<br /><em>I told God that I just have this one wish and this one dream</em> <em>that Lord you just send someone to help</em> Jesus Christ Hearts Me Florida license plate holder<br /><em>My mother, she had a one-bedroom</em> Nativity set<br /><em>We all ended up sleeping in the same</em> crumbling Family Circus comic strip<br /><em>I didn’t know how a house was supposed to be</em> tangle of mismatched electronic cords<br /><em>I haven’t been in the closet in five years because</em> Victorian dolls<br /><em>I realized I have to let some things go because how am I ever </em><em>going to get out of this mayhem and foolishness if I don’t </em>Walking in Wisdom Embracing Love 2005 calendar<br /><em>You have to be willing to do the work</em> McDonald’s minions Happy Meal toys<br /><em>You have to be able to let it go</em> uncashed paycheck from 2008<br /><em>If you don’t, it will swallow you</em> flattened American flag balloon<br /><em>My brain is not wired for this</em> 18-year old pile of unopened mail<br /><em>I’m trying to recover from a migraine</em> marching penguin with Santa hat<br /><em>I’ll do that tomorrow but then tomorrow something else </em><em>happens</em> candy cane stuck to the floor<br /><em>Whoa, that’s my vertigo</em> lint roller covered in lint<br /><em>I don’t want to deal with</em> cordless phones coated in dust<br /><em>I need to breathe</em> nearly natural poinsettias<br /><em>I’m hoping and praying for a miracle</em> unused Trisha Yearwood tickets from 1999<br /><em>I always felt like if Jesus came to the door and opened the door  </em>     <br /><em>I would have felt so shamed because I wasn’t showing</em><br /><em>gratefulness and</em> pink Jesus Christ “Enjoy” baseball cap in Coca Cola font<br /><em>Those are mine, I keep those</em> Bed Bath and Beyond crystal Kleenex holders<br /><em>I didn’t realize there was so much dust</em> Easter bunny<br /><em>I have done the Lord’s work humbly</em> Thomas Kinkaide puzzle of Cinderella castle<br /><em>Yes and with tears</em></p> "}, {"title": "Senior Discount", "view_node": "/poem/senior-discount", "field_author": "<a href=\"/poet/ali-liebegott\" hreflang=\"en\">Ali Liebegott</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">I want to grow old with you.</span><br /><span class=\"long-line\"><em>Old, old</em>.</span></p>\n\n<p><span class=\"long-line\">So old we pad through the supermarket</span><br /><span class=\"long-line\">using the shopping cart as a cane that steadies us.</span></p>\n\n<p><span class=\"long-line\">I’ll wait at register two in my green sweater</span><br /><span class=\"long-line\">with threadbare elbows, smiling</span><br /><span class=\"long-line\">because you’ve forgotten the bag of day-old pastries.</span></p>\n\n<p><span class=\"long-line\">The cashier will tell me a joke about barbers as I wait.</span><br /><span class=\"long-line\">He repeats the first line three times</span><br /><span class=\"long-line\">but the only word I understand is <em>barber</em>.</span></p>\n\n<p><span class=\"long-line\">Over the years we’ve caught inklings</span><br /><span class=\"long-line\">of our shrinking frames and hunched spines.</span></p>\n\n<p><span class=\"long-line\">You’re a little confused</span><br /><span class=\"long-line\">looking for me at the wrong register with a bag</span><br /><span class=\"long-line\">of almost-stale croissants clenched in your hand.</span></p>\n\n<p><span class=\"long-line\">The first time I held your hand it felt enormous in my own.</span><br /><span class=\"long-line\"><em>Sasquatch</em>, I teased you, a million years ago.</span></p>\n\n<p><span class=\"long-line\"><em>Over here</em>, I yell, but not in a mad way.</span></p>\n\n<p><span class=\"long-line\">We’re laughing.</span><br /><span class=\"long-line\">You have a bright yellow pin on your coat that says, <em>Shalom!</em></span></p>\n\n<p><span class=\"long-line\"><em>Senior Discount</em>, you say.</span><br /><span class=\"long-line\">But the cashier already knows us.</span><br /><span class=\"long-line\">We’re everyone’s favorite customers.</span></p>\n"}, {"title": "Ode to Richmond Hill", "view_node": "/poem/ode-richmond-hill", "field_author": "<a href=\"/poet/rajiv-mohabir\" hreflang=\"en\">Rajiv Mohabir</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">then the drunk teen scatters</span><br /><span class=\"long-line\">a cascade of copper on cement,</span><br /><span class=\"long-line\">the old Uncle yells, eyes silver</span><br /><span class=\"long-line\">eyes in disbelief, <em>Pick up yuh</em></span><br /><span class=\"long-line\"><em>paisa, na man!</em> no worry</span><br /><span class=\"long-line\">on this slate day youths dem</span><br /><span class=\"long-line\">speak no Hindi to know <em>paisa</em></span><br /><span class=\"long-line\">means <em>money</em>, a taxi speeds </span><br /><span class=\"long-line\">by blaring chutney remix</span><br /><span class=\"long-line\"><em>Kaise Bani</em> and you remember</span><br /><span class=\"long-line\">your Aji dropping her rum</span><br /><span class=\"long-line\">at Aunty’s party to jump up</span><br /><span class=\"long-line\">and your mother’s awkward Hindi—</span><br /><span class=\"long-line\">you bit your fingers with each roti</span><br /><span class=\"long-line\">she rolled, each mantra she taught you</span><br /><span class=\"long-line\">floods your throat in front</span><br /><span class=\"long-line\">of this puja shop on 127th and Liberty</span><br /><span class=\"long-line\">front strung with plastic marigolds,</span><br /><span class=\"long-line\">a replica strung of polypropylene</span><br /><span class=\"long-line\">like you are now and not like</span><br /><span class=\"long-line\"><em>long time</em> when Par-Aja came</span><br /><span class=\"long-line\">from India, you are a forgery</span><br /><span class=\"long-line\">that will one day burn</span><br /><span class=\"long-line\">not on a pyre but in an incinerator,</span><br /><span class=\"long-line\">not on a riverbank, but</span><br /><span class=\"long-line\">in a crematorium, your prayers</span><br /><span class=\"long-line\">in Hindi accented in English alveolars</span><br /><span class=\"long-line\">neither devas nor prophets</span><br /><span class=\"long-line\">recognize as supplication</span><br /><span class=\"long-line\">but on Liberty Avenue</span><br /><span class=\"long-line\">in the waft of a spliff drag,</span><br /><span class=\"long-line\">and sandalwood a coolie Uncle</span><br /><span class=\"long-line\">in a kurta mouths Marley</span><br /><span class=\"long-line\">as you walk by</span><br /><span class=\"long-line\">you start to sing praise</span><br /><span class=\"long-line\">to Queens where you are</span><br /><span class=\"long-line\">Chandra’s son or so</span><br /><span class=\"long-line\">and so’s buddy ke pickni,</span><br /><span class=\"long-line\">where you wipe oil from doubles</span><br /><span class=\"long-line\">on your jeans and cuss up</span><br /><span class=\"long-line\">the car that backs into stacked crates</span><br /><span class=\"long-line\">of strawberries, to where you</span><br /><span class=\"long-line\">return after three years</span><br /><span class=\"long-line\">and Richmond Hill opens</span><br /><span class=\"long-line\">its coolie arms pulls you close</span><br /><span class=\"long-line\">and in your ear whispers</span><br /><span class=\"long-line\"><em>dis time na long time.</em></span></p>\n"}, {"title": "The Dream", "view_node": "/poem/dream-1", "field_author": "<a href=\"/poet/lola-ridge\" hreflang=\"und\">Lola Ridge</a>", "field_date_published": "2016", "body": " <p>I have a dream<br />to fill the golden sheath<br />of a remembered day . . . .<br />(Air<br />heavy and massed and blue<br />as the vapor of opium . . .<br />domes<br />fired in sulphurous mist . . .<br />sea<br />quiescent as a gray seal . . .<br />and the emerging sun<br />spurting up gold<br />over Sydney, smoke-pale, rising out of the bay . . . . )<br />But the day is an up-turned cup<br />and its sun a junk of red iron<br />guttering in sluggish-green water<br />where shall I pour my dream?</p><p> </p> "}, {"title": "Endymion ", "view_node": "/poem/endymion", "field_author": "<a href=\"/poet/henry-wadsworth-longfellow\" hreflang=\"und\">Henry Wadsworth Longfellow</a>", "field_date_published": "2016", "body": " <p>The rising moon has hid the stars;<br />Her level rays, like golden bars,<br />       Lie on the landscape green,<br />       With shadows brown between.</p><p>And silver white the river gleams,<br />As if Diana, in her dreams,<br />       Had dropt her silver bow<br />       Upon the meadows low.</p><p>On such a tranquil night as this,<br />She woke Endymion with a kiss,<br />       When, sleeping in the grove,<br />       He dreamed not of her love.</p><p>Like Dian’s kiss, unasked, unsought,<br />Love gives itself, but is not bought;<br />       Her voice, nor sound betrays<br />       Its deep, impassioned gaze.</p><p>It comes,—the beautiful, the free,<br />The crown of all humanity,—<br />       In silence and alone<br />       To seek the elected one.</p><p>It lifts the boughs, whose shadows deep,<br />Are Life’s oblivion, the soul’s sleep,<br />       And kisses the closed eyes<br />       Of him, who slumbering lies.</p><p>O, weary hearts! O, slumbering eyes!<br />O, drooping souls, whose destinies<br />       Are fraught with fear and pain,<br />       Ye shall be loved again!</p><p>No one is so accursed by fate,<br />No one so utterly desolate,<br />       But some heart, though unknown,<br />       Responds unto his own.</p><p>Responds,—as if with unseen wings,<br />A breath from heaven had touched its strings<br />       And whispers, in its song,<br />      “Where hast thou stayed so long!”</p> "}, {"title": "Poem for Vows ", "view_node": "/poem/poem-vows", "field_author": "<a href=\"/poet/matthew-zapruder\" hreflang=\"und\">Matthew Zapruder</a>", "field_date_published": "2016", "body": " <p>(for E. and G.)</p><p>Hello beautiful talented<br />dark semi-optimists of June,<br />from far off I send my hopes<br />Brooklyn is sunny, and the ghost<br />of Whitman who loved everyone<br />is there to see you say what<br />can never be said, something like<br />partly I promise my whole life<br />to try to figure out what it means<br />to stand facing you under a tree,<br />and partly no matter how angry<br />I get I will always remember<br />we met before we were born,<br />it was in a village, someone<br />had just cast a spell, it was<br />in the park, snow everywhere,<br />we were slipping and laughing,<br />at last we knew the green secret,<br />we were sea turtles swimming<br />a long time together without<br />needing to breathe, we were<br />two hungry owls silently<br />hunting night, our terrible claws,<br />I don’t want to sound like I know,<br />I’m just one who worries all night<br />about people in a lab watching<br />a storm in a glass terrarium<br />perform lethal ubiquity,<br />tiny black clouds make the final<br />ideogram above miniature lands<br />exactly resembling ours, what is<br />happening happens again,<br />they cannot stop it, they take off<br />their white coats, go outside,<br />look up and wonder, only we<br />who promise everything despite<br />everything can tell them<br />the solution, only we know.<br /> </p> "}], "pager": {"current_page": 332, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}