{"rows": [{"title": "Dirge Without Music", "view_node": "/poem/dirge-without-music", "field_author": "<a href=\"/poet/edna-st-vincent-millay\" hreflang=\"und\">Edna St. Vincent Millay</a>", "field_date_published": "2016", "body": " <p><span class=\"long-line\">I am not resigned to the shutting away of loving hearts in the hard ground.</span><br />So it is, and so it will be, for so it has been, time out of mind:<br />Into the darkness they go, the wise and the lovely. Crowned<br />With lilies and with laurel they go; but I am not resigned.</p><p>Lovers and thinkers, into the earth with you.<br />Be one with the dull, the indiscriminate dust.<br />A fragment of what you felt, of what you knew,<br />A formula, a phrase remains,—but the best is lost.</p><p><span class=\"long-line\">The answers quick and keen, the honest look, the laughter, the love,—</span><br /><span class=\"long-line\">They are gone. They are gone to feed the roses. Elegant and curled</span><br /><span class=\"long-line\">Is the blossom. Fragrant is the blossom. I know. But I do not approve. </span><br /><span class=\"long-line\">More precious was the light in your eyes than all the roses in the world.</span></p><p>Down, down, down into the darkness of the grave<br />Gently they go, the beautiful, the tender, the kind;<br />Quietly they go, the intelligent, the witty, the brave.<br />I know. But I do not approve. And I am not resigned.</p> "}, {"title": "[Body of a woman, white hills, white thighs]", "view_node": "/poem/body-woman-white-hills-white-thighs", "field_author": "<a href=\"/poet/pablo-neruda\" hreflang=\"und\">Pablo Neruda</a>", "field_date_published": "2016", "body": " <p>Body of a woman, white hills, white thighs,<br />when you surrender, you stretch out like the world.<br />My body, savage and peasant, undermines you<br />and makes a son leap in the bottom of the earth.</p><p>I was lonely as a tunnel. Birds flew from me.<br />And night invaded me with her powerful army.<br />To survive I forged you like a weapon,<br />like an arrow for my bow, or a stone for my sling.</p><p>But now the hour of revenge falls, and I love you.<br />Body of skin, of moss, of firm and thirsty milk!<br />And the cups of your breasts! And your eyes full of absence!<br />And the roses of your mound! And your voice slow and sad!</p><p>Body of my woman, I will live on through your marvelousness.<br />My thirst, my desire without end, my wavering road!<br />Dark river beds down which the eternal thirst is flowing,<br />and the fatigue is flowing, and the grief without shore.</p> "}, {"title": "Walking Around", "view_node": "/poem/walking-around", "field_author": "<a href=\"/poet/pablo-neruda\" hreflang=\"und\">Pablo Neruda</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">It so happens I am sick of being a man.</span><br /><span class=\"long-line\">And it happens that I walk into tailorshops and movie houses</span><br /><span class=\"long-line\">dried up, waterproof, like a swan made of felt</span><br /><span class=\"long-line\">steering my way in a water of wombs and ashes.</span></p>\n\n<p><span class=\"long-line\">The smell of barbershops makes me break into hoarse sobs.</span><br /><span class=\"long-line\">The only thing I want is to lie still like stones or wool.</span><br /><span class=\"long-line\">The only thing I want is to see no more stores, no gardens,</span><br /><span class=\"long-line\">no more goods, no spectacles, no elevators.</span></p>\n\n<p><span class=\"long-line\">It so happens I am sick of my feet and my nails</span><br /><span class=\"long-line\">and my hair and my shadow.</span><br /><span class=\"long-line\">It so happens I am sick of being a man.</span></p>\n\n<p><span class=\"long-line\">Still it would be marvelous</span><br /><span class=\"long-line\">to terrify a law clerk with a cut lily,</span><br /><span class=\"long-line\">or kill a nun with a blow on the ear.</span><br /><span class=\"long-line\">It would be great</span><br /><span class=\"long-line\">to go through the streets with a green knife</span><br /><span class=\"long-line\">letting out yells until I died of the cold.</span></p>\n\n<p><span class=\"long-line\">I don’t want to go on being a root in the dark,</span><br /><span class=\"long-line\">insecure, stretched out, shivering with sleep,</span><br /><span class=\"long-line\">going on down, into the moist guts of the earth,</span><br /><span class=\"long-line\">taking in and thinking, eating every day.</span></p>\n\n<p><span class=\"long-line\">I don’t want so much misery.</span><br /><span class=\"long-line\">I don’t want to go on as a root and a tomb,</span><br /><span class=\"long-line\">alone under the ground, a warehouse with corpses,</span><br /><span class=\"long-line\">half frozen, dying of grief.</span></p>\n\n<p><span class=\"long-line\">That’s why Monday, when it sees me coming</span><br /><span class=\"long-line\">with my convict face, blazes up like gasoline,</span><br /><span class=\"long-line\">and it howls on its way like a wounded wheel,</span><br /><span class=\"long-line\">and leaves tracks full of warm blood leading toward the night.</span></p>\n\n<p><span class=\"long-line\">And it pushes me into certain corners, into some moist houses,</span><br /><span class=\"long-line\">into hospitals where the bones fly out the window,</span><br /><span class=\"long-line\">into shoeshops that smell like vinegar,</span><br /><span class=\"long-line\">and certain streets hideous as cracks in the skin.</span></p>\n\n<p><span class=\"long-line\">There are sulphur-colored birds, and hideous intestines</span><br /><span class=\"long-line\">hanging over the doors of houses that I hate,</span><br /><span class=\"long-line\">and there are false teeth forgotten in a coffeepot,</span><br /><span class=\"long-line\">there are mirrors<br /><span class=\"long-line\">that ought to have wept from shame and terror,</span><br /><span class=\"long-line\">there are umbrellas everywhere, and venoms, and umbilical cords.</span></span></p>\n\n<p><span class=\"long-line\">I stroll along serenely, with my eyes, my shoes,</span><br /><span class=\"long-line\">my rage, forgetting everything,</span><br /><span class=\"long-line\">I walk by, going through office buildings and orthopedic shops,</span><br /><span class=\"long-line\">and courtyards with washing hanging from the line:</span><br /><span class=\"long-line\">underwear, towels and shirts from which slow</span><br />\ndirty tears are falling.</p>\n"}, {"title": "from obedience [maybe one day, during a point in time]", "view_node": "/poem/obedience-maybe-one-day-during-point-time", "field_author": "<a href=\"/poet/kari-edwards\" hreflang=\"und\">kari edwards</a>", "field_date_published": "2016", "body": " <p>maybe one day, during a point in time, without a particular point in time, without a reference, a point in time without a point, without a reference, without a connection, when someone or anyone being someone, processes a confluence of points and lines, designating nothing, processing in a process, proceeding in a connection, between a connection and an operation, and an operation and a process, connecting the process and operation to a future, between, voluntary actions and tangential beings, being one of many, doing an extended process, extending endlessly into an oncoming process, into the whole of matter at the beginning of the process, proceeding to another process, beginning with an ending and ending with a beginning, the whole of matter at the beginning without a beginning and / or an end, but an endless string of events, endlessly extending throughout the whole of matter, an operation in constant conjunction with the innumerable outside, outside walls of brute naming, or external objects bumped into doctrines of fixed limits, the discourse of lovers as a discourse of lovers, a constellation of objects, thick in layered shades, embroiled always dwellers, always close to obscure, dreaming merging lines on diverging edges, in the pleasure at midnight sharp, where action is the action taken, where the chains no longer imprison, where there is a constant period in time, that is a matter of fact, in the now, being a period in time, filling a blank now, being now being constant, with a connection to the self, being unintelligible to a definition of the disavowing now, constantly installing sediment of then now, in a make believe intelligible constant, with the nonexistent already mentioned, that has no existence, in the shallow of shadows, in the tender canopy of sorrow, wedged in the future viaducts, at the margins, in the venue of morning, in the palm of one's hand, without resistance or insult, these with a blessing and buds of beginning, in the clarity of hands, in the moment of amino, viewing motion's emergence, emerging in all actions, in all object's inner connection, an object of original connection, without origin, a universal action unrecognizable in action, that is an animal action, that is rock in action, or an object action interconnected to the sediment of all action, no sham or quilt, lost on a rock, living with the suffering universe, suffering with the living universe, on a rock in a house, as a dog or teacher, as a double locked-down disconnect, grieving in fearful hunger, immune in the misery of others, living in past present tense on the geography of cross-town traffic, scrawling daily existence in the moment of being, in the connection of being, being without a specific point in time, being cross-town traffic, or a rock in the universe.</p> "}, {"title": "I Was Minor", "view_node": "/poem/i-was-minor", "field_author": "<a href=\"/poet/olena-kalytiak-davis\" hreflang=\"und\">Olena Kalytiak Davis</a>", "field_date_published": "2016", "body": " <p>In this life,<br />I was very minor.</p><p>I was a minor lover.<br />There was maybe a day, a night<br />or two, when I was on.</p><p>I was, would have been,<br />a minor daughter,<br />had my parents lived.</p><p>I was a minor runner. I was<br />a minor thinker. In the middle<br />distance, not too fast.</p><p>I was a minor mother: only<br />two, and sometimes,<br />I was <em>mean</em> to them.</p><p>I was a minor beauty.<br />I was a minor Buddhist.<br />There was a certain symmetry, but<br />it, too, was minor.</p><p>My poems were not major<br />enough to even make me<br />a “minor poet,”</p><p>but I did sit here<br />instead of getting up, getting<br />the gun, loading it.</p><p>Counting,<br />killing myself.</p> "}, {"title": "from obedience [the clock is on time]", "view_node": "/poem/obedience-clock-time", "field_author": "<a href=\"/poet/kari-edwards\" hreflang=\"und\">kari edwards</a>", "field_date_published": "2016", "body": " <p>the clock is on time<br />because the stars fall<br />because all form forms time<br />              falls on the body<br />              freezes a book<br />              beneath the water<br />because the water is an organ<br />because all arguments are similar<br />              similar singularities<br />because we can never discover the subject<br />because<br />because is always an object<br />              which is an object among objects<br />              which is neither and or<br />because we expect to find a similar<br />              before a different set of circumstances<br />              being repeated for convenience<br />              causing a similar<br />              to seem familiar<br />              which we think<br />              has an experimental conclusion<br />              similar to a set of circumstances<br />              based on an object<br />              that falls in the water<br />              which is a simile<br />because nothing is like an egg<br />              or a concept of an egg<br />because there is no apparent singular<br />              couched in a connection between<br />              sensible and secret powers<br />because the question occurs in a medium<br />              which is a thing<br />              among other things<br />              multiplied times a hundred times<br />because<br />              a thought is an object within a thought<br />              an oncoming proposition<br />              of a possible position<br />              a reference to clocks on the body<br />              as an object without a memory<br />              a memory without thoughts<br />because the future will resemble the past<br />because we want our colors to match<br />              because on a supposition<br />              resembling something that could happen<br />because the hand that shook the hand<br />              of another mislaid thought<br />              is based on an object<br />              that relates to the clock</p><p>because maybe<br />              what matters is a seat<br />              in a new convertible<br />because what matters is good theme music<br />              an antidote to putting the horse before the cart<br />              or a thought with an anecdote<br />because the object could swim before it could walk<br />              like interchangeable silence is a demand<br />              for milk in your pudding<br />because we are doing the doing<br />              which is based on the bones of direction<br />because matter is everywhere<br />              and like a hammer<br />              we feel the touch before meaning<br />              remember touch through memory<br />              as an object with destiny<br />              that wrote an essay<br />              something that astonished someone<br />              that's now a thought in time<br />              that has a past<br />              that's now newer than before<br />              before it could ever be a question</p> "}, {"title": "litany", "view_node": "/poem/litany-1", "field_author": "<a href=\"/poet/mahogany-l-browne\" hreflang=\"en\">Mahogany L. Browne</a>", "field_date_published": "2016", "body": "<blockquote><sup><em>I wish I knew how<br /><span class=\"long-line\">It would feel to be free</span><br /><span class=\"long-line\">I wish I could break</span><br /><span class=\"long-line\">All the chains holding me</span><br />\n               —Nina Simone</em></sup></blockquote>\n\n<p><span class=\"long-line\">today i am a black woman in america</span><br /><span class=\"long-line\">&amp; i am singing a melody ridden lullaby</span><br /><span class=\"long-line\">it sounds like:</span><br /><span class=\"long-line\">              the gentrification of a brooklyn stoop</span><br /><span class=\"long-line\">              the rent raised three times my wages</span><br /><span class=\"long-line\">              the bodega and laundromat burned down on the corner</span><br /><span class=\"long-line\">              the people on the corner</span><br /><span class=\"long-line\">                          each lock &amp; key their chromosomes</span><br /><span class=\"long-line\">                          a note of ash &amp; inquiry on their tongues</span><br /><span class=\"long-line\"> </span><br /><span class=\"long-line\">today i am a black woman in a hopeless state</span><br /><span class=\"long-line\">i will apply for financial aid and food stamps</span><br /><span class=\"long-line\">          with the same mouth i spit poems from</span><br /><span class=\"long-line\">i will ask the angels of a creative god to lessen</span><br /><span class=\"long-line\">          the blows</span><br /><span class=\"long-line\">&amp; i will beg for forgiveness when i curse</span><br /><span class=\"long-line\">          the rising sun</span><br /><br /><span class=\"long-line\">today, i am a black woman in a body of coal</span><br /><span class=\"long-line\">i am always burning and no one knows my name</span><br /><span class=\"long-line\">i am a nameless fury, i am a blues scratched from</span><br /><span class=\"long-line\">the throat of ms. nina—i am always angry</span><br /><span class=\"long-line\">i am always a bumble hive of hello</span><br /><span class=\"long-line\">i love like this too loudly, my neighbors</span><br /><span class=\"long-line\">think i am an unforgiving bitter</span><br /><span class=\"long-line\">            sometimes, i think my neighbors are right</span><br /><span class=\"long-line\">            most times i think my neighbors are nosey</span><br /><br /><span class=\"long-line\">today, i am a cold country, a storm</span><br /><span class=\"long-line\">brewing, a heat wave of a woman wearing</span><br /><span class=\"long-line\">red pumps to the funeral of my ex-lover's</span><br /><br /><span class=\"long-line\">today, i am a woman, a brown and black &amp;</span><br /><span class=\"long-line\">brew woman dreaming of freedom</span><br /><br /><span class=\"long-line\">today, i am a mother, &amp; my country is burning</span><br /><span class=\"long-line\">           and i forget how to flee</span><br /><span class=\"long-line\">from such a flamboyant backdraft</span><br /><span class=\"long-line\">                       —i’m too in awe of how beautiful i look</span><br /><span class=\"long-line\">            on fire</span></p>\n"}, {"title": "A Journey", "view_node": "/poem/journey", "field_author": "<a href=\"/poet/nikki-giovanni\" hreflang=\"und\">Nikki Giovanni</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">It’s a journey . . . that I propose . . . I am not the guide . . . nor technical assistant . . . I will be your fellow passenger . . .</span></p>\n\n<p><span class=\"long-line\">Though the rail has been ridden . . . winter clouds cover . . . autumn’s exuberant quilt . . . we must provide our own guide-posts . . .</span></p>\n\n<p><span class=\"long-line\">I have heard . . . from previous visitors . . . the road washes out sometimes . . . and passengers are compelled . . . to continue groping . . . or turn back . . . I am not afraid . . .</span></p>\n\n<p><span class=\"long-line\">I am not afraid . . . of rough spots . . . or lonely times . . . I don’t fear . . . the success of this endeavor . . . I am Ra . . . in a space . . . not to be discovered . . . but invented . . .</span></p>\n\n<p><span class=\"long-line\">I promise you nothing . . . I accept your promise . . . of the same we are simply riding . . . a wave . . . that may carry . . . or crash . . .</span></p>\n\n<p><span class=\"long-line\">It’s a journey . . . and I want . . . to go . . .</span></p>\n"}, {"title": "Resignation", "view_node": "/poem/resignation", "field_author": "<a href=\"/poet/nikki-giovanni\" hreflang=\"und\">Nikki Giovanni</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">I love you</span><br /><span class=\"long-line\">            because the Earth turns round the sun</span><br /><span class=\"long-line\">            because the North wind blows north</span><br /><span class=\"long-line\">                 sometimes</span><br /><span class=\"long-line\">            because the Pope is Catholic</span><br /><span class=\"long-line\">                 and most Rabbis Jewish</span><br /><span class=\"long-line\">            because the winters flow into springs</span><br /><span class=\"long-line\">                 and the air clears after a storm</span><br /><span class=\"long-line\">            because only my love for you</span><br /><span class=\"long-line\">                 despite the charms of gravity</span><br /><span class=\"long-line\">                 keeps me from falling off this Earth</span><br />\n            <span class=\"long-line\">     into another dimension</span><br /><span class=\"long-line\">I love you</span><br /><span class=\"long-line\">            because it is the natural order of things</span></p>\n\n<p><span class=\"long-line\">I love you</span><br /><span class=\"long-line\">            like the habit I picked up in college</span><br /><span class=\"long-line\">                 of sleeping through lectures</span><br /><span class=\"long-line\">                 or saying I’m sorry</span><br /><span class=\"long-line\">                 when I get stopped for speeding</span><br /><span class=\"long-line\">            because I drink a glass of water</span><br /><span class=\"long-line\">                 in the morning</span><br /><span class=\"long-line\">                 and chain-smoke cigarettes</span><br /><span class=\"long-line\">                 all through the day</span><br /><span class=\"long-line\">            because I take my coffee Black</span><br /><span class=\"long-line\">                 and my milk with chocolate</span><br /><span class=\"long-line\">            because you keep my feet warm</span><br /><span class=\"long-line\">                 though my life a mess</span><br /><span class=\"long-line\">I love you</span><br /><span class=\"long-line\">            because I don’t want it</span><br /><span class=\"long-line\">                 any other way</span></p>\n\n<p><span class=\"long-line\">I am helpless</span><br /><span class=\"long-line\">            in my love for you</span><br /><span class=\"long-line\">It makes me so happy</span><br />\n            to hear you <span class=\"long-line\">call my name</span><br /><span class=\"long-line\">I am amazed you can resist</span><br /><span class=\"long-line\">            locking me in an echo chamber</span><br /><span class=\"long-line\">            where your voice reverberates</span><br /><span class=\"long-line\">            through the four walls</span><br /><span class=\"long-line\">            sending me into spasmatic ecstasy</span><br /><span class=\"long-line\">I love you</span><br />\n            because it’s <span class=\"long-line\">been so good</span><br /><span class=\"long-line\">            for so long</span><br /><span class=\"long-line\">            that if I didn’t love you</span><br /><span class=\"long-line\">            I’d have to be born again</span><br /><span class=\"long-line\">            and that is not a theological statement</span><br /><span class=\"long-line\">I am pitiful in my love for you</span></p>\n\n<p><span class=\"long-line\">The Dells tell me Love</span><br /><span class=\"long-line\">            is so simple</span><br /><span class=\"long-line\">            the thought though of you</span><br /><span class=\"long-line\">            sends indescribably delicious multitudinous</span><br /><span class=\"long-line\">            thrills throughout and through-in my body</span><br /><span class=\"long-line\">I love you</span><br /><span class=\"long-line\">            because no two snowflakes are alike</span><br /><span class=\"long-line\">            and it is possible</span><br /><span class=\"long-line\">            if you stand tippy-toe</span><br /><span class=\"long-line\">            to walk between the raindrops</span><br /><span class=\"long-line\">I love you</span><br /><span class=\"long-line\">            because I am afraid of the dark</span><br /><span class=\"long-line\">                 and can’t sleep in the light</span><br /><span class=\"long-line\">            because I rub my eyes</span><br /><span class=\"long-line\">                 when I wake up in the morning</span><br /><span class=\"long-line\">                 and find you there</span><br /><span class=\"long-line\">            because you with all your magic powers were</span><br /><span class=\"long-line\">                 determined that</span><br /><span class=\"long-line\">I should love you</span><br /><span class=\"long-line\">            because there was nothing for you but that</span><br /><span class=\"long-line\">I would love you</span></p>\n\n<p><span class=\"long-line\">I love you</span><br /><span class=\"long-line\">            because you made me</span><br /><span class=\"long-line\">                 want to love you</span><br /><span class=\"long-line\">            more than I love my privacy</span><br /><span class=\"long-line\">                 my freedom          my commitments</span><br /><span class=\"long-line\">                      and responsibilities</span><br /><span class=\"long-line\">I love you ’cause I changed my life</span><br /><span class=\"long-line\">            to love you</span><br /><span class=\"long-line\">            because you saw me one Friday</span><br /><span class=\"long-line\">                 afternoon and decided that I would</span><br /><span class=\"long-line\">love you</span><br /><span class=\"long-line\">I love you I love you I love you</span></p>\n"}, {"title": "What Is the Difference", "view_node": "/poem/what-difference", "field_author": "<a href=\"/poet/laurie-sheck\" hreflang=\"und\">Laurie Sheck</a>", "field_date_published": "2016", "body": " <p>Stein asked what is the difference. She did not ask what is the sameness. Did not ask what like is. Or proximity.  Resemblance. Did not ask what child of what patriarch what height what depth didn’t use a question mark but still wondered at the difference what mutinies it carries over what vast Arctic what far shore.</p><p>What is the difference between blind and bond. Between desk and red. Between capsize and sail. Between commodity and question. A lively thing, a fractured thing. To smile at the difference.</p><p>(Such gray clouds passing over. Thick, wet sky.)</p><p>What is the difference between mutiny and dust. Between noose and edge. Between brittle and obey.</p><p>Between shunned and stun. What is the difference.</p><p>As now, Mary Shelley’s monster flees to the north, his sack of books his lone companions.<br /> </p> "}, {"title": "Audenesque", "view_node": "/poem/audenesque", "field_author": "<a href=\"/poet/seamus-heaney\" hreflang=\"und\">Seamus Heaney</a>", "field_date_published": "2016", "body": " <p><em>in memory of Joseph Brodsky</em></p><p>Joseph, yes, you know the beat.<br />Wystan Auden’s metric feet<br />Marched to it, unstressed and stressed,<br />Laying William Yeats to rest.</p><p>Therefore, Joseph, on this day,<br />Yeats’s anniversary,<br />(Double-crossed and death-marched date,<br />January twenty-eight),</p><p>Its measured ways I tread again<br />Quatrain by constrained quatrain,<br />Meting grief and reason out<br />As you said a poem ought.</p><p>Trochee, trochee, falling: thus<br />Grief and metre order us.<br />Repetition is the rule,<br />Spins on lines we learnt at school.</p><p>Repetition, too, of cold<br />In the poet and the world,<br />Dublin Airport locked in frost,<br /><em>Rigor mortis</em> in your breast.</p><p>Ice no axe or book will break,<br />No Horatian ode unlock,<br />No poetic foot imprint,<br />Quatrain shift or couplet dint,</p><p>Ice of Archangelic strength,<br />Ice of this hard two-faced month,<br />Ice like Dante’s in deep hell<br />Makes your heart a frozen well.</p><p>Pepper vodka you produced<br />Once in Western Massachusetts<br />With the reading due to start<br />Warmed my spirits and my heart</p><p>But no vodka, cold or hot,<br />Aquavit or uisquebaugh<br />Brings the blood back to your cheeks<br />Or the colour to your jokes,</p><p>Politically incorrect<br />Jokes involving sex and sect,<br />Everything against the grain.<br />Drinking, smoking like a train.</p><p>In a train in Finland we<br />Talked last summer happily,<br />Swapping manuscripts and quips,<br />Both of us like cracking whips</p><p>Sharpened up and making free,<br />Heading west for Tampere<br />(West that meant for you, of course,<br />Lenin’s train-trip in reverse).</p><p>Nevermore that wild speed-read,<br />Nevermore your tilted head<br />Like a deck where mind took off<br />With a mind-flash and a laugh,</p><p>Nevermore that rush to pun<br />Or to hurry through all yon<br />Jammed enjambments piling up<br />As you went above the top,</p><p>Nose in air, foot to the floor,<br />Revving English like a car<br />You hijacked when you robbed its bank<br />(Russian was your reserve tank).</p><p>Worshipped language can’t undo<br />Damage time has done to you:<br />Even your peremptory trust<br />In words alone here bites the dust.</p><p>Dust-cakes, still—see <em>Gilgamesh</em>—<br />Feed the dead. So be their guest.<br />Do again what Auden said<br />Good poets do: bite, break their bread.</p> "}, {"title": "A Woman Is Talking to Death", "view_node": "/poem/woman-talking-death", "field_author": "<a href=\"/poet/judy-grahn\" hreflang=\"en\">Judy Grahn</a>", "field_date_published": "2016", "body": " <p><em>One</em><br />Testimony in trials that never got heard</p><p>my lovers teeth are white geese flying above me<br />my lovers muscles are rope ladders under my hands</p><p>we were driving home slow<br />my lover and I, across the long Bay Bridge,<br />one February midnight, when midway<br />over in the far left lane, I saw a strange scene:</p><p>one small young man standing by the rail,<br />and in the lane itself, parked straight across<br />as if it could stop anything, a large young<br />man upon a stalled motorcycle, perfectly<br />relaxed as if he’d stopped at a hamburger stand;<br />he was wearing a peacoat and levis, and<br />he had his head back, roaring, you<br />could almost hear the laugh, it<br />was so real.</p><p>“Look at that fool,” I said, “in the<br />middle of the bridge like that,” a very<br />womanly remark.</p><p>Then we heard the meaning of the noise<br />of metal on a concrete bridge at 50<br />miles an hour, and the far left lane<br />filled up with a big car that had a<br />motorcycle jammed on its front bumper, like<br />the whole thing would explode, the friction<br />sparks shot up bright orange for many feet<br />into the air, and the racket still sets<br />my teeth on edge.</p><p>When the car stopped we stopped parallel<br />and Wendy headed for the callbox while I<br />ducked across those 6 lanes like a mouse<br />in the bowling alley. “Are you hurt?” I said,<br />the middle-aged driver had the greyest black face,<br />“I couldn’t stop, I couldn’t stop, what happened?”</p><p>Then I remembered. “Somebody,” I said, “was <em>on</em><br />the motorcycle.” I ran back,<br />one block? two blocks? the space for walking<br />on the bridge is maybe 18 inches, whoever<br />engineered this arrogance. in the dark<br />stiff wind it seemed I would<br />be pushed over the rail, would fall down<br />screaming onto the hard surface of<br />the bay, but I did not. I found the tall young man<br />who thought he owned the bridge, now lying on<br />his stomach, head cradled in his broken arm.</p><p>He had glasses on, but somewhere he had lost<br />most of his levis, where were they?<br />and his shoes. Two short cuts on his buttocks,<br />and that was the only mark except his thin white<br />seminal tubes were all strung out behind; no<br />child left <em>in</em> him; and he looked asleep.</p><p>I plucked wildly at his wrist, then put it<br />down; there were two long haired women<br />holding back the traffic just behind me<br />with their bare hands, the machines came<br />down like mad bulls, I was scared, much<br />more than usual, I felt easily squished<br />like the earthworms crawling on a busy<br />sidewalk after the rain;<em> I wanted to<br />leave. </em> And met the driver, walking back.</p><p>“The guy is dead.” I gripped his hand,<br />the wind was going to blow us off the bridge.</p><p>“Oh my God,” he said, “haven’t I had enough<br />trouble in my life?” He raised his head,<br />and for a second was enraged and yelling,<br />at the top of the bridge—“I was just driving<br />home!” His head fell down. “My God, and<br />now I’ve killed somebody.”</p><p>I looked down at my own peacoat and levis,<br />then over at the dead man’s friend, who<br />was bawling and blubbering, what they would<br />call hysteria in a woman. “It isn’t possible”<br />he wailed, but it was possible, it was<br />indeed, accomplished and unfeeling, snoring<br />in its peacoat, and without its levis on.</p><p>He died laughing: that’s a fact.</p><p>I had a woman waiting for me,<br />in her car and in the middle of the bridge,<br />I’m frightened, I said.<br />I’m afraid, he said, stay with me,<br />please don’t go, stay with me, be<br />my witness—“No,” I said, “I’ll be your<br />witness—later,” and I took his name<br />and number, “but I can’t stay with you,<br />I’m too frightened of the bridge, besides<br />I have a woman waiting<br />and no license—<br />and no tail lights—“<br />So I left—<br />as I have left so many of my lovers.</p><p>we drove home<br />shaking, Wendy’s face greyer<br />than any white person’s I have ever seen.<br />maybe he beat his wife, maybe he once<br />drove taxi, and raped a lover<br />of mine—how to know these things?<br />we do each other in, that’s a fact.</p><p>who will be my witness?<br />death wastes our time with drunkenness<br />and depression<br />death, who keeps us from our<br />lovers.<br />he had a woman waiting for him,<br />I found out when I called the number<br />days later</p><p>“Where is he” she said, “he’s disappeared.”<br />“He’ll be all right” I said, “<em>we</em> could<br />have hit the guy as easy as anybody, it<br />wasn’t anybody’s fault, they’ll know that,”<br />women so often say dumb things like that,<br />they teach us to be sweet and reassuring,<br />and say ignorant things, because we dont invent<br />the crime, the punishment, the bridges</p><p>that same week I looked into the mirror<br />and nobody was there to testify;<br />how clear, an unemployed queer woman<br />makes no witness at all,<br />nobody at all was there for<br />those two questions: what does<br />she do, and who is she married to?</p><p>I am the woman who stopped on the bridge<br />and this is the man who was there<br />our lovers teeth are white geese flying<br />above us, but we ourselves are<br />easily squished.</p><p>keep the women small and weak<br />and off the street, and off the<br />bridges, that’s the way, brother<br />one day I will leave you there,<br />as I have left you there before,<br />working for death.</p><p>we found out later<br />what we left him to.<br />Six big policemen answered the call,<br />all white, and no child <u>in</u> them.<br />they put the driver up against his car<br />and beat the hell out of him.<br />What did you kill that poor kid for?<br />you mutherfucking nigger.<br />that’s a fact.</p><p>Death only uses violence<br />when there is ant kind of resistance,<br />the rest of the time a slow<br />weardown will do.</p><p>They took him to 4 different hospitals<br />til they got a drunk test report to fit their<br />case, and held him five days in jail<br />without a phone call.<br />how many lovers have we left.</p><p>there are as many contradictions to the game,<br />as there are players.<br />a woman is talking to death,<br />though talk is cheap, and life takes a long time<br />to make<br />right. He got a cheesy lawyer<br />who had him cop a plea, 15 to 20<br />instead of life<br />Did I say life?</p><p>the arrogant young man who thought he<br />owned the bridge, and fell asleep on it<br />died laughing: that’s a fact.<br />the driver sits out his time<br />off the street somewhere,<br />does he have the most vacant of<br />eyes, will he die laughing?</p><p> </p><p><em>Two</em><br />They don’t have to lynch the women anymore</p><p>death sits on my doorstep<br />cleaning his revolver</p><p>death cripples my feet and sends me out<br />to wait for the bus alone,<br />then comes by driving a taxi.</p><p>the woman on our block with 6 young children<br />has the most vacant of eyes<br />death sits in her bedroom, loading<br />his revolver</p><p>they don’t have to lynch the women<br />very often anymore, although<br />they used to—the lord and his men<br />went through the villages at night, beating &amp;<br />killing every woman caught<br />outdoors.<br />the European witch trials took away<br />an independent people; two different villages<br />—after the trials were through that year—<br />had left in them, each—<br />one living woman:<br />one</p><p>What were those other women up to? had they<br />run over someone? stopped on the wrong bridge?<br />did they have teeth like<br />any kind of geese, or children<br /><em>in</em> them?</p><p> </p><p><em>Three</em><br />This woman is a lesbian be careful</p><p>In the military hospital where I worked<br />as a nurse’s aide, the walls of the halls<br />were lined with howling women<br />waiting to deliver<br />or to have some parts removed.<br />One of the big private rooms contained<br />the general’s wife, who needed<br />a wart taken off her nose.<br />we were instructed to give her special attention<br />not because of her wart or her nose<br />but because of her husband, the general.</p><p>as many women as men die, and that’s a fact.</p><p>At work there was one friendly patient, already<br />claimed, a young woman burnt apart with X-ray,<br />she had long white tubes instead of openings;<br />rectum, bladder, vagina—I combed her hair, it<br />was my job, but she took care of me as if<br />nobody’s touch could spoil her.<br />ho ho death, ho death<br />have you seen the twinkle in the dead woman’s eye?</p><p>when you are a nurse’s aide<br />someone suddenly notices you<br />and yells about the patient’s bed,<br />and tears the sheets apart so you<br />can do it over, and over<br />while the patient waits<br />doubled over in her pain<br />for you to make the bed <em>again</em><br />and no one ever looks at you,<br />only at what you do not do</p><p>Here, general, hold this soldier’s bed pan<br />for a moment, hold it for a year—<br />then we’ll promote you to making his bed.<br />we believe you wouldn’t make such messes</p><p>if you had to clean up after them.</p><p>that’s a fantasy.<br />this woman is a lesbian, be careful.</p><p>When I was arrested and being thrown out<br />of the military, the order went out: dont anybody<br />speak to this woman, and for those three<br />long months, almost nobody did: the dayroom, when<br />I entered it, fell silent til I had gone; they<br />were afraid, they knew the wind would blow<br />them over the rail, the cops would come,<br />the water would run into their lungs.<br />Everything I touched<br />was spoiled. They were my lovers, those<br />women, but nobody had taught us how to swim.<br />I drowned, I took 3 or 4 others down<br />when I signed the confession of what we<br />had done                together.</p><p>No one will ever speak to me again.</p><p>I read this somewhere; I wasn’t there:<br />in WWII the US army had invented some floating<br />amphibian tanks, and took them over to<br />the coast of Europe to unload them,<br />the landing ships all drawn up in a fleet,<br />and everybody watching. Each tank had a<br />crew of 6 and there were 25 tanks.<br />The first went down the landing planks<br />and sank, the second, the third, the<br />fourth, the fifth, the sixth went down<br />and sank. They weren’t supposed<br />to sink, the engineers had<br />made a mistake. The crews looked around<br />wildly for the order to quit,<br />but none came, and in the sight of<br />thousands of men, each 6 crewmen<br />saluted his officers, battened down<br />his hatch in turn and drove into the<br />sea, and drowned, until all 25 tanks<br />were gone. did they have vacant<br />eyes, die laughing, or what? what<br />did they talk about, those men,<br />as the water came in?</p><p>was the general their lover?</p><p> </p><p><em>Four</em><br />A Mock Interrogation<br /><br />Have you ever held hands with a woman?</p><p>Yes, many times—women about to deliver, women about to have breasts removed, wombs removed, miscarriages, women having epileptic fits, having asthma, cancer, women having breast bone marrow sucked out of them by nervous or indifferent interns, women with heart condition, who were vomiting, overdosed, depressed, drunk, lonely to the point of extinction: women who had been run over, beaten up. deserted. starved. women who had been bitten by rats; and women who were happy, who were celebrating, who were dancing with me in large circles or alone, women who were climbing mountains or up and down walls, or trucks and roofs and needed a boost up, or I did; women who simply wanted to hold my hand because they liked me, some women who wanted to hold my hand because they liked me better than anyone.</p><p>These were many women?</p><p>Yes. many.</p><p>What about kissing? Have you kissed any women?</p><p>I have kissed many women.</p><p>When was the first woman you kissed with serious feeling?</p><p>The first woman ever I kissed was Josie, who I had loved at such a distance for months. Josie was not only beautiful, she was tough and handsome too. Josie had black hair and white teeth and strong brown muscles. Then she dropped out of school unexplained. When she came back she came back for one day only, to finish the term, and there was a child in her. She was all shame, pain, and defiance. Her eyes were dark as the water under a bridge and no one would talk to her, they laughed and threw things at her. In the afternoon I walked across the front of the class and looked deep into Josie’s eyes and I picked up her chin with my hand, because I loved her, because nothing like her trouble would ever happen to me, because I hated it that she was pregnant and unhappy, and an outcast. We were thirteen.</p><p>You didn’t kiss her?</p><p>How does it feel to be thirteen and having a baby?</p><p>You didn’t actually kiss her?</p><p>Not in fact.</p><p>You have kissed other women?</p><p>Yes, many, some of the finest women I know, I have kissed. women who were lonely, women I didn’t know and didn’t want to, but kissed because that was a way to say yes we are still alive and loveable, though separate, women who recognized a loneliness in me, women who were hurt, I confess to kissing the top of a 55 year old woman’s head in the snow in boston, who was hurt more deeply than I have ever been hurt, and I wanted her as a very few people have wanted me—I wanted her and me to own and control and run the city we lived in, to staff the hospital I knew would mistreat her, to drive the transportation system that had betrayed her, to patrol the streets controlling the men who would murder or disfigure or disrupt us, not accidently with machines, but on purpose, because we are not allowed on the street alone—<br /><br />Have you ever committed any indecent acts with women?</p><p>Yes, many. I am guilty of allowing suicidal women to die before my eyes or in my ears or under my hands because I thought I could do nothing, I am guilty of leaving a prostitute who held a knife to my friend’s throat because we would not sleep with her, we thought she was old and fat and ugly; I am guilty of not loving her who needed me; I regret all the women I have not slept with or comforted, who pulled themselves away from me for lack of something I had not the courage to fight for, for us, our life, our planet, our city, our meat and potatoes, our love. These are indecent acts, lacking courage, lacking a certain fire behind the eyes, which is the symbol, the raised fist, the sharing of resources, the resistance that tells death he will starve for lack of the fat of us, our extra. Yes I have committed acts of indecency with women and most of them were acts of omission. I regret them bitterly.</p><p> </p><p><em>Five</em><br />Bless this day oh cat our house</p><p>“I was allowed to go<br />3 places, growing up,” she said—<br />“3 places, no more.<br />there was a straight line from my house<br />to school, a straight line from my house<br />to church, a straight line from my house<br />to the corner store.”<br />her parents thought something might happen to her.<br />but nothing ever did.</p><p>my lovers teeth are white geese flying above me<br />my lovers muscles are rope ladders under my hands<br />we are the river of life and the fat of the land<br />death, do you tell me I cannot touch this woman?<br />if we use each other up<br />on each other<br />that’s a little bit less for you<br />a little bit less for you, ho<br />death, ho ho death.</p><p>Bless this day oh cat our house<br />help me be not such a mouse<br />death tells the woman to stay home<br />and then breaks in the window.</p><p>I read this somewhere, I wasnt there:<br />In feudal Europe, if a woman committed adultery<br />her husband would sometimes tie her<br />down, catch a mouse and trap it<br />under a cup on her bare belly, until<br />it gnawed itself out, now are you<br />afraid of mice?</p><p> </p><p><em>Six</em><br />Dressed as I am, a young man once called<br />me names in Spanish</p><p>a woman who talks to death<br />is a dirty traitor</p><p>inside a hamburger joint and<br />dressed  as I am, a young man once called me<br />names in Spanish<br />then he called me queer and slugged me.<br />first I thought the ceiling had fallen down<br />but there was the counterman making a ham<br />sandwich, and there was I spread out on his<br />counter.</p><p>For God’s sake I said when<br />I could talk, this guy is beating me up<br />can’t you call the police or something,<br />can’t you stop him? he looked up from<br />working on his sandwich, which was <u>my</u><br />sandwich, I had ordered it. He liked<br />the way I looked. “There’s a pay phone<br />right across the street” he said.</p><p>I couldn’t listen to the Spanish language<br />for weeks afterward, without feeling the<br />most murderous of urges, the simple<br />association of one thing to another,<br />so damned simple.</p><p>The next day I went to the police station<br />to become an outraged citizen<br />Six big policemen stood in the hall,<br />all white and dressed as they do<br />they were well pleased with my story, pleased<br />at what had gotten beat out of me, so<br />I left them laughing, went home fast<br />and locked my door.<br />For several nights I fantasized the scene<br />again, this time grabbing a chair<br />and smashing it over the bastard’s head,<br />killing him. I called him a spic, and<br />killed him. my face healed. his didnt.<br />no child <em>in</em> me.</p><p>now when I remember I think:<br />maybe <em>he</em> was Josie’s baby.<br />all the chickens come home to roost,<br />all of them.</p><p> </p><p><em>Seven</em><br />Death and disfiguration</p><p>One Christmas eve my lovers and I<br />we left the bar, driving home slow<br />there was a woman lying in the snow<br />by the side of the road. She was wearing<br />a bathrobe and no shoes, where were<br />her shoes? she had turned the snow<br />pink, under her feet. she was an Asian<br />woman, didn’t speak much English, but<br />she said a taxi driver beat her up<br />and raped her, throwing her out of his<br />care.<br />what on earth was she doing there<br />on a street she helped to pay for<br />but doesn’t own?<br />doesn’t she know to stay home?</p><p>I am a pervert, therefore I’ve learned<br />to keep my hands to myself in public<br />but I was so drunk that night,<br />I actually did something loving<br />I took her in my arms, this woman,<br />until she could breathe right, and<br />my friends are perverts too<br />they touched her too<br />we all touched her.<br />“You’re going to be all right”<br />we lied. She started to cry<br />“I’m 55 years old” she said<br />and that said everything.</p><p>Six big policemen answered the call<br />no child <em>in</em> them.<br />they seemed afraid to touch her,<br />then grabbed her like a corpse and heaved her<br />on their metal stretcher into the van,<br />crashing and clumsy.<br />She was more frightened than before.<br />they were cold and bored.<br />‘don’t leave me’ she said.<br />‘she’ll be all right’ they said.<br />we left, as we have left all of our lovers<br />as all lovers leave all lovers<br />much too soon to get the real loving done.</p><p> </p><p><em>Eight</em><br />a mock interrogation</p><p>Why did you get into the cab with him, dressed as you are?</p><p>I wanted to go somewhere.</p><p>Did you know what the cab driver might do<br />if you got into the cab with him?</p><p>I just wanted to go somewhere.</p><p>How many times did you<br />get into the cab with him?</p><p>I dont remember.</p><p>If you dont remember, how do you know it happened to you?</p><p> </p><p><em>Nine</em><br />Hey you death</p><p>ho and ho poor death<br />our lovers teeth are white geese flying above us<br />our lovers muscles are rope ladders under our hands<br />even though no women yet go down to the sea in ships<br />except in their dreams.</p><p>only the arrogant invent a quick and meaningful end<br />for themselves, of their own choosing.<br />everyone else knows how very slow it happens<br />how the woman’s existence bleeds out her years,<br />how the child shoots up at ten and is arrested and old<br />how the man carries a murderous shell within him<br />and passes it on.</p><p>we are the fat of the land, and<br />we all have our list of casualties</p><p>to my lovers I bequeath<br />the rest of my life</p><p>I want nothing left of me for you, ho death<br />except some fertilizer<br />for the next batch of us<br />who do not hold hands with you<br />who do not embrace you<br />who try not to work for you<br />or sacrifice themselves or trust<br />or believe you, ho ignorant<br />death, how do you know<br />we happened to you?</p><p>wherever our meat hangs on our own bones<br />for our own use<br />your pot is so empty<br />death, ho death<br />you shall be poor</p> "}, {"title": "1 Corinthians 13:4–7", "view_node": "/poem/1-corinthians-134-7", "field_author": "", "field_date_published": "2016", "body": " <p>Love is patient and is kind. Love doesn’t envy. Love doesn’t brag, is not proud, doesn’t behave itself inappropriately, doesn’t seek its own way, is not provoked, takes no account of evil; doesn’t rejoice in unrighteousness, but rejoices with the truth; bears all things, believes all things, hopes all things, and endures all things.</p> "}, {"title": "Untitled [Do you still remember: falling stars]", "view_node": "/poem/untitled-do-you-still-remember-falling-stars", "field_author": "<a href=\"/poet/rainer-maria-rilke\" hreflang=\"und\">Rainer Maria Rilke</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">Do you still remember: falling stars,</span><br /><span class=\"long-line\">\nhow they leapt slantwise through the sky</span><br /><span class=\"long-line\">\nlike horses over suddenly held-out hurdles</span><br /><span class=\"long-line\">\nof our wishes—did we have <em>so</em> many?—</span><br /><span class=\"long-line\">\nfor stars, innumerable, leapt everywhere;</span><br /><span class=\"long-line\">\nalmost every gaze upward became</span><br /><span class=\"long-line\">\nwedded to the swift hazard of their play,</span><br /><span class=\"long-line\">\nand our heart felt like a single thing</span><br /><span class=\"long-line\">\nbeneath that vast disintegration of their brilliance—</span><br /><span class=\"long-line\">\nand was whole, as if it would survive them!</span></p>"}, {"title": "[Again and again, even though we know love’s landscape]", "view_node": "/poem/again-and-again-even-though-we-know-loves-landscape", "field_author": "<a href=\"/poet/rainer-maria-rilke\" hreflang=\"und\">Rainer Maria Rilke</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">Again and again, even though we know love’s landscape</span><br /><span class=\"long-line\">and the little churchyard with its lamenting names</span><br /><span class=\"long-line\">and the terrible reticent gorge in which the others</span><br /><span class=\"long-line\">end: again and again the two of us walk out together</span><br /><span class=\"long-line\">under the ancient trees, lay ourselves down again and again</span><br /><span class=\"long-line\">among the flowers, and look up into the sky.</span></p>\n"}, {"title": "The Sunlight ", "view_node": "/poem/sunlight", "field_author": "<a href=\"/poet/miguel-murphy\" hreflang=\"und\">Miguel Murphy</a>", "field_date_published": "2016", "body": " <p>You wouldn’t know it could feel so redundant—<br />the wolfish starlings plunder the grass<br />and nothing burns. Big Sur. We came here to rest.<br />The coast, a color. The thought of nothing,<br />the blue middle of my life—<br />                                                     A cliff side and a footpath<br />down to the small beach. And fire, there<br />a cold wind. Long waves the whole year—restless,<br />leafy and metallic,<br />                                       the brightness of ash. The sunlight<br />like something from Tarkovsky, one pointless, small ambition<br />in which passion turns into a terrifying tenderness. Deep<br />cargo in the hull; heartache. And somehow you knew<br />you should light the match, like a person condemned<br />to whom the starlight is<br />another brief monument to what<br />                                                                     is fallible. Your life,<br />little fireling, little warlike starling, flickering indignantly, all<br />erotic umbrage. Broken wing in my hand. Pathological, shy<br />flame, I will care for you. Little shape of my fate, my<br />certain failure. What<br />                                   is desire, if not<br />this burden. Dearth and glut<br />cupped in your hands: wild, deadheaded, and blue.</p> "}, {"title": "The Pasture", "view_node": "/poem/pasture-0", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2016", "body": " <p>I’m going out to clean the pasture spring;<br />I’ll only stop to rake the leaves away<br />(And wait to watch the water clear, I may):<br />I sha’n’t be gone long.—You come too.</p><p>I’m going out to fetch the little calf<br />That’s standing by the mother. It’s so young,<br />It totters when she licks it with her tongue.<br />I sha’n’t be gone long.—You come too.<br /> </p> "}, {"title": "Elegy for a Dead Labrador", "view_node": "/poem/elegy-dead-labrador", "field_author": "<a href=\"/poet/lars-gustafsson\" hreflang=\"und\">Lars Gustafsson</a>", "field_date_published": "2016", "body": " <p>Here there may be, in the midst of summer,<br />a few days when suddenly it’s fall.<br />Thrushes sing on a sharper note.<br />The rocks stand determined out in the water.<br />They know something. They’ve always known it.<br />We know it too, and we don’t like it.<br />On the way home, in the boat, on just such evenings<br />you would stand stock-still in the bow, collected,<br />scouting the scents coming across the water.<br />You read the evening, the faint streak of smoke<br />from a garden, a pancake frying<br />half a mile away, a badger<br />standing somewhere in the same twilight<br />sniffing the same way. Our friendship<br />was of course a compromise; we lived<br />together in two different worlds: mine,<br />mostly letters, a text passing through life,<br />yours, mostly smells. You had knowledge<br />I would have given much to have possessed:<br />the ability to let a feeling—eagerness, hate, or love—<br />run like a wave throughout your body<br />from nose to tip of tail, the inability<br />ever to accept the moon as fact.<br />At the full moon you always complained loudly against it.<br />You were a better Gnostic than I am. And consequently<br />you lived continually in paradise.<br />You had a habit of catching butterflies on the leap,<br />and munching them, which some people thought disgusting.<br />I always liked it. Why<br />couldn’t I learn from you? And doors.<br />In front of closed doors you lay down and slept<br />sure that sooner or later the one would come<br />who’d open up the door. You were right.<br />I was wrong. Now I ask myself, now this<br />long mute friendship is forever finished,<br />if possibly there was anything I could do<br />which impressed you. Your firm conviction<br />that I called up the thunderstorms<br />doesn’t count. That was a mistake. I think<br />my certain faith that the ball existed,<br />even when hidden behind the couch,<br />somehow gave you an inkling of my world.<br />In my world most things were hidden<br />behind something else. I called you “dog,”<br />I really wonder whether you perceived me<br />as a larger, noisier “dog”<br />or as something different, forever unknown,<br />which is what it is, existing in that attribute<br />it exists in, a whistle<br />through the nocturnal park one has got used to<br />returning to without actually knowing<br />what it is one is returning to. About you,<br />and who you were, I knew no more.<br />One might say, from this more objective<br />standpoint, we were two organisms. Two<br />of those places where the universe makes a knot<br />in itself, short-lived, complex structures<br />of proteins that have to complicate themselves<br />more and more in order to survive, until everything<br />breaks and turns simple once again, the knot<br />dissolved, the riddle gone. You were a question<br />asked of another question, nothing more,<br />and neither had the answer to the other.</p> "}, {"title": "The Ecchoing Green ", "view_node": "/poem/ecchoing-green", "field_author": "<a href=\"/poet/william-blake\" hreflang=\"und\">William Blake</a>", "field_date_published": "2016", "body": " <p>The sun does arise,<br />And make happy the skies.<br />The merry bells ring<br />To welcome the Spring.<br />The sky-lark and thrush,<br />The birds of the bush,<br />Sing louder around,<br />To the bells’ cheerful sound.<br />While our sports shall be seen<br />On the Ecchoing Green.<br /><br />Old John, with white hair<br />Does laugh away care,<br />Sitting under the oak,<br />Among the old folk,<br />They laugh at our play,<br />And soon they all say.<br />‘Such, such were the joys.<br />When we all girls &amp; boys,<br />In our youth-time were seen,<br />On the Ecchoing Green.’<br /><br />Till the little ones weary<br />No more can be merry<br />The sun does descend,<br />And our sports have an end:<br />Round the laps of their mothers,<br />Many sisters and brothers,<br />Like birds in their nest,<br />Are ready for rest;<br />And sport no more seen,<br />On the darkening Green.</p> "}, {"title": "Orchard", "view_node": "/poem/orchard", "field_author": "<a href=\"/poet/h-d\" hreflang=\"und\">H. D.</a>", "field_date_published": "1919", "body": "<p><span class=\"long-line\">I saw the first pear</span><br /><span class=\"long-line\">as it fell—</span><br /><span class=\"long-line\">the honey-seeking, golden-banded,</span><br /><span class=\"long-line\">the yellow swarm</span><br /><span class=\"long-line\">was not more fleet than I,</span><br /><span class=\"long-line\">(spare us from loveliness)</span><br /><span class=\"long-line\">and I fell prostrate</span><br /><span class=\"long-line\">crying:</span><br /><span class=\"long-line\">you have flayed us</span><br /><span class=\"long-line\">with your blossoms,</span><br /><span class=\"long-line\">spare us the beauty</span><br /><span class=\"long-line\">of fruit-trees.</span></p>\n\n<p><span class=\"long-line\">The honey-seeking</span><br /><span class=\"long-line\">paused not,</span><br /><span class=\"long-line\">the air thundered their song,</span><br /><span class=\"long-line\">and I alone was prostrate.</span></p>\n\n<p><span class=\"long-line\">O rough-hewn</span><br /><span class=\"long-line\">god of the orchard,</span><br /><span class=\"long-line\">I bring you an offering—</span><br /><span class=\"long-line\">do you, alone unbeautiful,</span><br /><span class=\"long-line\">son of the god,</span><br /><span class=\"long-line\">spare us from loveliness:</span></p>\n\n<p><span class=\"long-line\">these fallen hazel-nuts,</span><br /><span class=\"long-line\">stripped late of their green sheaths,</span><br /><span class=\"long-line\">grapes, red-purple,</span><br /><span class=\"long-line\">their berries</span><br /><span class=\"long-line\">dripping with wine,</span><br /><span class=\"long-line\">pomegranates already broken,</span><br /><span class=\"long-line\">and shrunken figs</span><br /><span class=\"long-line\">and quinces untouched,</span><br /><span class=\"long-line\">I bring you as offering.</span></p>\n"}], "pager": {"current_page": 339, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}