{"rows": [{"title": "it: a user&#039;s guide", "view_node": "/poem/it-users-guide", "field_author": "<a href=\"/poet/evie-shockley\" hreflang=\"und\">Evie Shockley</a>", "field_date_published": "2013", "body": " <p>i hear it jingling in the pockets of the innocent heirs of fundamentally well-meaning transatlantic traders and new world farmers. i see a wad of it stuffed in the jeans of the celebrities whose tracks, films, and reality shows are beloved by fans all across the nation and wherever american culture is exported. i feel it varnishing the walls of my classrooms and my home like a thick coat of paint. they paved the street with it last week. it is transporting, transcendent, the fastest way up and out. many brands of condoms use it as a lubricant, for her pleasure. it works to slide things through congress, too. i heard the military discovered it makes a great explosive, as demonstrated twice in japan for all the world to see. keep an eye on your drink at the club—they’ll slip some of it into your glass when you’re not looking, when your attention is focused on that scantily-clad ass and your head is pounding with the rhythm of the bass. better to get a prescription for it, take it in the recommended doses—and even then there may be side effects, including nausea, dry mouth, depression, anxiety, shortness of breath, insomnia, tremors, and memory loss. it’s an effective decongestant, opening clogged passages into colleges and universities, offices (corporate and political), and professional sports. you can light a fire with it, say, at your neighborhood barbeque, where even the vigilant (the <i>e</i> is silent) may burn the meat to a crisp. vigilance is the best way to demonstrate your innocence, inherited or acquired by other means, by any means necessary.</p> "}, {"title": "Demeter in Paris", "view_node": "/poem/demeter-paris", "field_author": "<a href=\"/poet/meghan-orourke\" hreflang=\"und\">Meghan O&#039;Rourke</a>", "field_date_published": "2013", "body": " <p>You can only miss someone when they are present to you.<br /><br />The Isle of the Dead is both dark and light.<br /><br />Henry Miller told Anaïs Nin that the only real death is being dead while alive.<br /><br />The absent will only be absent when they are forgotten.<br /><br />Until then, absence is a lie, an oxymoron.<br /><br />Therefore it is entirely unclear what absence means, or consists of.<br /><br />Sometimes I want to be famous once more, and then I think about the paparazzi.<br /><br />I value my solitude. But I fear I am dead while alive.<br /><br />Forgetting is a kind of blessing: It would [         ].<br /><br />To avoid living, worry about all you’ve forgotten.<br /><br />Then worry about what you will forget.<br /><br />I have lived long enough to want to do it over.<br /><br />When I miss my daughter, it’s as a kind of idea. Then she comes to me unexpectedly:<br />           in her corduroy red parka, hair sticking out,<br />           smiling at the geese, eating her shoelaces,<br />           pointing, crying, More!<br /><br />When I saw the movie, in the dark center of winter, I thought:<br /><br /><i>The son wasn’t trying to say goodbye to his dying father. He was trying to say</i> forever.<br /><br />Alone so much, I think about the people whose stories I learn in books.<br /><br />Often I think of the grandmother of one of Picasso’s lovers. Her granddaughter<br /><br />did not understand why she went so often to the graves of her children and husband.<br /><br />Just wait, her grandmother said. You will see.<br /><br />No, what she said is there comes a time when, past your moment,<br /><br />you live for external things: the sky, a piece of grass, a smell.<br /><br />A painting, I would say. A painting where the colors are                         everything.</p> "}, {"title": "Blue Is Beautiful Amy but the Story Is So the &#039;90s", "view_node": "/poem/blue-beautiful-amy-story-so-90s", "field_author": "<a href=\"/poet/farrah-field\" hreflang=\"und\">Farrah Field</a>", "field_date_published": "2013", "body": " <p>I wanted to be the one who thought of truck bed walls.<br />You locked yourself in the bathroom<br />so I couldn’t brush my teeth before bed.<br />Where is this going and will it be successful? I hate bullies.<br />She’s been everywhere she even heard<br />the shot that killed John Lennon.<br />From now on I’m sticking up<br />for myself. My notes and to-do’s have flowers.<br />I don’t want to die. I feel scared all the time.<br />What you looked like as a child is clear.<br />The way you run from the hot tub<br />and throw yourself in the pool.<br />When they were joining the EU.<br />I worry about mine.<br />Have you ever seen your own cervix?<br />You’re like a natural matzoh ball maker.<br />Why did I ever want to be in the couple<br />with the white walls three shoes and lots of art.<br />Scarves from museum shops.<br />I sat your kid on my counter<br />and we spilled food everywhere.<br />The nickname grandchildren give is the one you die with.<br />Everyone wanted to see a movie where the woman turns to stone.<br />They say Maria Falconetti never acted again.<br />The gym was impossible after I fell on my knee.<br />I walked up to you and cried.<br />Why do you treat your son better than your daughter.<br />Talk about something else like did anyone ever call you bro.</p> "}, {"title": "horse vision", "view_node": "/poem/horse-vision", "field_author": "<a href=\"/poet/julian-talamantez-brolaski\" hreflang=\"und\">Julian Talamantez Brolaski</a>", "field_date_published": "2013", "body": " <p>clock reads 7 at all hours<br />juncos make selves known in the snow<br />this time dawdling<br />I write in horse, but I see in athabascan<br />when it’s time for elevensies, the clock reads 7<br />what telling fortune therewith<br />time is a thing that gets spent, like youth, $ and desire<br />n/t so lovely as a cardinal against the snow<br />or a tree w/ fruit on it<br />by the time I have ceased to write this<br />it will already be 7<br />adjourned to the park<br />n/thing will come of n/t<br />starfish creaked in the wood<br />lurid amulet    w/ a fish onnit<br />sign reads SEVEN all day &amp; at all hours<br />the dogs curse each other from afar<br />in dog language<br />when did the word <i>corrupt</i> begin to take on a moral cast?<br />horses see in wide angle, and have a much wider periphery than humans,<br />but with a blind spot in the very center<br />so if you want to be sympathetic to a horse say sucks<br />about those blinders<br />or if you want to make fun of a horse, tell them<br />they can’t even see whats in front of their face</p> "}, {"title": "Wonder Cabinet", "view_node": "/poem/wonder-cabinet", "field_author": "<a href=\"/poet/tina-chang\" hreflang=\"und\">Tina Chang</a>", "field_date_published": "2013", "body": " <p>I opened the silver pronged evening and translated<br />the great song of the Industrial Age. Each night<br />I hoped it would tell a different ending. Each time<br />it sang a song, sadder than I would have imagined.<br /><br />I heard it, not only when I put all my perspectives<br />away on shelves, until the shelves caved in.<br />What was left: a room with windows that looked out<br />and I interpreted the vast room that spoke of longing,<br /><br />but mostly air. I consoled myself, heavy lidded,<br />I revealed myself to no one. I ached by the staircase.<br />I opened the cupboards and the refrigerator to let the cold in.<br />I walked with my bare feet dragging my lone body,<br /><br />cold as milk as I kissed the bottomless depth, an ear<br />tuned toward the series of bells, wind tied to a tree.<br />And then the wind stopped. If I break<br />the many windows will the sea roil and foam?<br /><br />I am consumed with houses and what may propagate<br />inside them. What longing lives there, breeds<br />redemption? An open door to the wide plain is not a metaphor.<br />I swing it open each day. I leave the old house.</p> "}, {"title": "Atavism", "view_node": "/poem/atavism", "field_author": "<a href=\"/poet/elinor-wylie\" hreflang=\"und\">Elinor Wylie</a>", "field_date_published": "1921", "body": "<p>I always was afraid of Somes’s Pond:<br />\nNot the little pond, by which the willow stands,<br />\nWhere laughing boys catch alewives in their hands<br />\nIn brown, bright shallows; but the one beyond.<br />\nThere, when the frost makes all the birches burn<br />\nYellow as cow-lilies, and the pale sky shines<br />\nLike a polished shell between black spruce and pines,<br />\nSome strange thing tracks us, turning where we turn.<br /><br />\nYou’ll say I dream it, being the true daughter<br />\nOf those who in old times endured this dread.<br />\nLook! Where the lily-stems are showing red<br />\nA silent paddle moves below the water,<br />\nA sliding shape has stirred them like a breath;<br />\nTall plumes surmount a painted mask of death.</p>\n"}, {"title": "It was a hard thing to undo this knot", "view_node": "/poem/it-was-hard-thing-undo-knot", "field_author": "<a href=\"/poet/gerard-manley-hopkins\" hreflang=\"und\">Gerard Manley Hopkins</a>", "field_date_published": "2013", "body": " <p>It was a hard thing to undo this knot.<br />The rainbow shines, but only in the thought<br />Of him that looks. Yet not in that alone,<br />For who makes rainbows by invention?<br />And many standing round a waterfall<br />See one bow each, yet not the same to all,<br />But each a hand's breadth further than the next.<br />The sun on falling waters writes the text<br />Which yet is in the eye or in the thought.<br />It was a hard thing to undo this knot.</p> "}, {"title": "I could suffice for Him, I knew (643)", "view_node": "/poem/i-could-suffice-him-i-knew-643", "field_author": "<a href=\"/poet/emily-dickinson\" hreflang=\"und\">Emily Dickinson</a>", "field_date_published": "1890", "body": " <p>I could suffice for Him, I knew—<br />He—could suffice for Me—<br />Yet Hesitating Fractions—Both<br />Surveyed Infinity—<br /><br />\"Would I be Whole\" He sudden broached—<br />My syllable rebelled—<br />'Twas face to face with Nature—forced—<br />'Twas face to face with God—<br /><br />Withdrew the Sun—to Other Wests—<br />Withdrew the furthest Star<br />Before Decision—stooped to speech—<br />And then—be audibler<br /><br />The Answer of the Sea unto<br />The Motion of the Moon—<br />Herself adjust Her Tides—unto—<br />Could I—do else—with Mine?</p> "}, {"title": "Virgil&#039;s Hand", "view_node": "/poem/virgils-hand", "field_author": "<a href=\"/poet/francesc-parcerisas\" hreflang=\"und\">Francesc Parcerisas</a>", "field_date_published": "2013", "body": " <p>The battle’s slow and sinuous,<br />a stormy fire on the hilltops.<br />The enemy’s spears and darts<br />have decimated,<br />at such a snail’s pace,<br />our once-protecting parents,<br />that, almost unawares, we’re caught,<br />wordless, shield-less, in the blazing<br />tumult of the frontline.<br />Up till now, Virgil’s hand.<br />From this day forward,<br />the world will be utterly different:<br />we’ll combat the fire<br />totally on our own.<br />Guideless, spurred by a secret<br />quest for common sense,<br />perhaps, in the long run, we’ll realize<br />the ramparts,<br />the enemy, the war itself,<br />are trumped-up shadows<br />of a fire that’s merely<br />light and ash;<br />we’ll realize: purgatory<br />and paradise are located<br />within us.</p> "}, {"title": "When Someone Says I Love You the Whole", "view_node": "/poem/when-someone-says-i-love-you-whole", "field_author": "<a href=\"/poet/karyna-mcglynn\" hreflang=\"und\">Karyna McGlynn</a>", "field_date_published": "2013", "body": " <table width=\"263\"><tbody><tr><td><div align=\"justify\">room fills up with iced tea,   something gives: the sun peels from your window,  a sugared lemon,      whole,      flaming,     hanging there—You tell them they must: puncture your chest with a straw to suck all the empty out,   but because they say   <i>love</i>   they think they can’t hurt you, even to save your life, which is why you float  <i>up  up  up</i>  knocking your curled toes and  bedeviled  breath   hard against  the  tea-stained  ceiling,    why  you swim  sentry  over the oxheart that flooded your bed,   hollowed you out.     See it there: big and bobbing wax fruit, sweating with the effort of its own improbable being,       each burst  of wetness a cry to which you are further beholden, a sweetness trained against your own best alchemy—Witch, you can only watch this bloodletting from above,   can only amend   the deed  to  your  body:    see   it  say  it  back, see it like a little rabbit with a twist     on its neck and wish you could <i>be </i> that, being  had,  being held, but instead you grow wooden and spin on your back. Propeller?    No, there is no getting away from this, and  so: ceiling fan, drowning their hushed joy, going <i>schwa    schwa    schwa</i>    in<br />the  bed’s  sheath of late afternoon light.</div></td></tr></tbody></table>"}, {"title": "One Day", "view_node": "/poem/one-day", "field_author": "<a href=\"/poet/joseph-millar\" hreflang=\"und\">Joseph Millar</a>", "field_date_published": "2013", "body": " <p>Everything shimmers<br />with the sound of the train<br />rattling over the bridge<br />especially the ears and nostrils and teeth<br />of the horse riding out<br />to the pasture of death<br />where the long train runs<br />on diesel fuel<br />that used to run on coal.<br />I keep listening<br />for the crickets and birds<br />and my words fall down below.<br /><br />I mistook the train for a thunder storm,<br />I mistook the willow tree<br />for a home, it's nothing to brag about<br />when you think of it<br />spending this time all alone.<br />I wandered into the hay field<br />and two ticks jumped in my hair<br />they dug in my scalp<br />and drank up my blood<br />like the sweet wine of Virginia,<br />then left me under the Druid moon<br />down here on earth in the kingdom.</p> "}, {"title": "Giraffes", "view_node": "/poem/giraffes", "field_author": "<a href=\"/poet/kimiko-hahn\" hreflang=\"und\">Kimiko Hahn</a>", "field_date_published": "2013", "body": "<p><span class=\"long-line\">After skimming the Sunday <i>Times</i>, Dad turned to the back of the magazine</span><br /><span class=\"long-line\">and tore out the crossword puzzle for his mother in Wisconsin—</span><br /><br /><span class=\"long-line\">as routine as my calligraphy class on Saturdays, flute practice</span><br /><span class=\"long-line\">exactly twenty minutes on school nights</span><br /><br /><span class=\"long-line\">and astringent twice daily. I loved the idea of puzzles</span><br /><span class=\"long-line\">but never tried my hand as problem-solving rubbed up against rivalry—</span><br /><br /><span class=\"long-line\">red velvet cake, red velvet dress, trilling—</span><br /><br /><span class=\"long-line\">because nothing was never enough and yet</span><br /><span class=\"long-line\">more than a small rectangular lawn and the pulsing marsh beyond.</span><br /><br /><span class=\"long-line\">A puzzle might've been escape enough. A maze—instead of crossword?</span><br /><br /><span class=\"long-line\">No, cross <i>words</i> were our puzzles, after all. Although my sister and I adored</span><br /><span class=\"long-line\">jigsaw pieces. Five-hundred. A zoo, I think. Giraffes, absolutely.</span></p>\n"}, {"title": "UTOPIA: Love as Free as a Fountain", "view_node": "/poem/utopia-love-free-fountain", "field_author": "<a href=\"/poet/joe-hall\" hreflang=\"und\">Joe Hall</a>", "field_date_published": "2013", "body": " <p>How could the news come?<br />We drove with my second cousins to<br />The orchards at the feet of the Catskills.<br /><br />We cut three names into a tree.<br />And when I burned my wrist in the cannery<br />So badly it began to bubble,<br /><br />You were there with a bucket of cold water.<br />Among the tons of softening apples<br />You smelled like cinnamon burning. That night<br /><br />I watched you play the piano with Jamie and Evan<br />Who were both, at some point, your lovers—<br />My heart in such a confusion,<br /><br />Their bows drawing diagrams in the air,<br />This moment so close to prayer.</p> "}, {"title": "What&#039;s the railroad to me?", "view_node": "/poem/whats-railroad-me", "field_author": "<a href=\"/poet/henry-david-thoreau\" hreflang=\"und\">Henry David Thoreau</a>", "field_date_published": "1854", "body": " <p>What's the railroad to me?<br />I never go to see<br />Where it ends.<br />It fills a few hollows,<br />And makes banks for the swallows,<br />It sets the sand a-blowing,<br />And the blackberries a-growing.</p> "}, {"title": "For My Grandmother&#039;s Perfume, Norell", "view_node": "/poem/my-grandmothers-perfume-norell", "field_author": "<a href=\"/poet/nickole-brown\" hreflang=\"und\">Nickole Brown</a>", "field_date_published": "2013", "body": " <p>Because your generation didn’t wear perfume<br />           but chose a scent—a signature—every day<br />                      you spritzed a powerhouse floral with top<br />                                 notes of lavender and mandarin, a loud<br />smell one part Doris Day, that girl-next-door<br />           who used Technicolor to find a way to laugh about<br />                      husbands screwing their secretaries over lunch,<br />                                 the rest all Faye Dunaway, all high drama<br />extensions of nails and lashes, your hair a<br />           a breezy fall of bangs, a stiletto entrance<br />                      that knew to walk sideways, hip first:<br />                                 now watch a <i>real</i> lady descend the stairs.<br /><br />Launched in 1968, Norell<br />           was the 1950s tingling with the beginning<br />                      of Disco; Norell was a housewife tired of gospel,<br />                                 mopping her house to Stevie Wonder instead.<br /><br />You wore so much of it, tiny pockets<br />           of your ghost lingered hours after you<br />                      were gone, and last month, I stalked<br />                                 a woman wearing your scent through<br />the grocery so long I abandoned<br />           my cart and went home. Fanny, tell me:<br />                      How can manufactured particles carry you<br />                                 through the air? I always express what I see,<br />but it was no photo that<br />           stopped and queased me to my knees.<br /><br />After all these years, you were an invisible<br />           trace, and in front of a tower of soup cans<br />                      I was a simple animal craving the deep memory<br />                                 worn by a stranger oblivious of me. If I had courage,<br />the kind of fool I’d like to be,<br />           I would have pressed my face to her small<br />                      shoulder, and with the sheer work of<br />                                 two pink lungs, I would have breathed<br />enough to<br />           conjure<br />                      you back<br />                                 to me.</p> "}, {"title": "Hotel Berlin", "view_node": "/poem/hotel-berlin", "field_author": "<a href=\"/poet/cynthia-cruz\" hreflang=\"und\">Cynthia Cruz</a>", "field_date_published": "2013", "body": " <p>In the rooms of a rundown palace<br />You said, Ruined. You said, Princess.<br /><br />You said nothing to me<br />For three long weeks.<br /><br />The color of that room<br />Is eel-black.<br /><br />When I was a girl and still<br />German, I stood alone<br /><br />At the end of the sea.<br />You may have loved me then<br /><br />I sent a message through the cages<br />Of a great whale’s teeth.<br /><br />For three weeks, I did not sleep.<br />I set jars of sweet milk and baskets<br /><br />Of bright berries and red<br />Marmalade outside your door<br /><br />In the dream<br />Where you come to me<br /><br />I kiss your mouth<br />Tasting the secret<br /><br />Letters of your history.<br />I swear<br /><br />Somewhere in Siberia<br />A godly ocean of bison<br /><br />Still roam free.<br />You, kneeling before me,<br /><br />In this,<br />The last and final room.</p> "}, {"title": "from &quot;In This World of 12 Months&quot;", "view_node": "/poem/world-12-months", "field_author": "<a href=\"/poet/marcella-durand\" hreflang=\"und\">Marcella Durand</a>", "field_date_published": "2013", "body": " <p>Your voice carries easily through liquid; bridge is<br />halved by fog, as your tongue is divided in mist.<br />The fog of machinery augmented by steam.<br />Powered and then not powered, below a line, dark.<br />Cold, the weather has turned and out there, turbines still.<br />Water has divided, soft things and diverse: what<br />seemed one broke. Two cities and more. Lines reappear.<br />Across there is a wall also a door or steam<br />turns into fog. The bridge is two; light is taken.<br />People enjoy themselves, looking at glittering<br />potential floods. It is so nice to have a view.</p> "}, {"title": "Inspire Hope", "view_node": "/poem/inspire-hope", "field_author": "<a href=\"/poet/amy-lawless\" hreflang=\"und\">Amy Lawless</a>", "field_date_published": "2013", "body": " <p>I am in a common despair. So in order for me to have hope, it is crucial to stack fifty pounds of books on the left-hand side of my bed. I cover him tightly with my warmest woolen blankets. This boyfriend is named Shiver. He is best left alone to his thoughts. But one night, I will accidentally roll into him. He’ll fall on me with such grace and with the acceleration of all of history.</p> "}, {"title": "Goodnight Moon", "view_node": "/poem/goodnight-moon", "field_author": "<a href=\"/poet/james-arthur\" hreflang=\"und\">James Arthur</a>", "field_date_published": "2013", "body": "<p><span class=\"long-line\">I used to be as unsentimental as anyone could be.</span><br /><span class=\"long-line\">Now I’m almost absurd, a clown, carrying you on my shoulders</span><br /><span class=\"long-line\">around and around Palmer Square, through the cold night wind,</span><br /><span class=\"long-line\">as stores lock up, and begin closing down. Goodnight,</span><br /><br /><span class=\"long-line\">fair trade coffee. Goodnight, Prada shoes. Goodnight soon,</span><br /><span class=\"long-line\">my little son. You’re a toothy, two-foot-something sumo—a giddy,</span><br /><span class=\"long-line\">violent elf—jabbing your finger at the moon, which you’ve</span><br /><span class=\"long-line\">begun noticing in the last week or two. <i>Moom, moom</i>—for you,</span><br /><br /><span class=\"long-line\">the word ends with a mumming, as it begins. For me, beginnings</span><br /><span class=\"long-line\">and endings are getting hard to tell apart. There was</span><br /><span class=\"long-line\">another child your mom and I conceived, who’d now be reading</span><br /><span class=\"long-line\">and teaching you to read—who we threw away when he or she</span><br /><br /><span class=\"long-line\">was smaller than a watermelon seed. The chairs, the domestic bears,</span><br /><span class=\"long-line\">the clocks, the socks, the house—once again a strange cow</span><br /><span class=\"long-line\">springs from the green ground, beginning the enormous leap</span><br /><span class=\"long-line\">that will carry her above the moon.</span></p>\n"}, {"title": "To Keep the Memory of Charlotte Forten Grimké", "view_node": "/poem/keep-memory-charlotte-forten-grimke", "field_author": "<a href=\"/poet/angelina-weld-grimke\" hreflang=\"und\">Angelina Weld Grimké</a>", "field_date_published": "1914", "body": "<p><span class=\"long-line\">Still are there wonders of the dark and day:</span><br /><span class=\"long-line\">   The muted shrilling of shy things at night,</span><br /><span class=\"long-line\">      So small beneath the stars and moon;</span><br /><span class=\"long-line\">   The peace, dream-frail, but perfect while the light</span><br /><span class=\"long-line\">      Lies softly on the leaves at noon.</span><br /><span class=\"long-line\">         These are, and these will be</span><br /><span class=\"long-line\">             Until eternity;</span><br /><span class=\"long-line\">But she who loved them well has gone away.</span></p>\n\n<p><span class=\"long-line\">Each dawn, while yet the east is veiléd grey,</span><br /><span class=\"long-line\">   The birds about her window wake and sing;</span><br /><span class=\"long-line\">      And far away, each day, some lark</span><br /><span class=\"long-line\">   I know is singing where the grasses swing;</span><br /><span class=\"long-line\">      Some robin calls and calls at dark.</span><br /><span class=\"long-line\">         These are, and these will be</span><br /><span class=\"long-line\">             Until eternity;</span><br /><span class=\"long-line\">But she who loved them well has gone away.</span></p>\n\n<p><span class=\"long-line\">The wild flowers that she loved down green ways stray;</span><br /><span class=\"long-line\">   Her roses lift their wistful buds at dawn,</span><br /><span class=\"long-line\">      But not for eyes that loved them best;</span><br /><span class=\"long-line\">   Only her little pansies are all gone,</span><br /><span class=\"long-line\">      Some lying softly on her breast.</span><br /><span class=\"long-line\">         And flowers will bud and be</span><br /><span class=\"long-line\">             Until eternity;</span><br /><span class=\"long-line\">But she who loved them well has gone away.</span></p>\n\n<p><span class=\"long-line\">Where has she gone? And who is there to say?</span><br /><span class=\"long-line\">   But this we know: her gentle spirit moves</span><br /><span class=\"long-line\">      And is where beauty never wanes,</span><br /><span class=\"long-line\">   Perchance by other streams, mid other groves;</span><br /><span class=\"long-line\">      And to us there, ah! she remains</span><br /><span class=\"long-line\">         A lovely memory</span><br /><span class=\"long-line\">             Until eternity;</span><br /><span class=\"long-line\">She came, she loved, and then she went away.</span></p>\n"}], "pager": {"current_page": 420, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}