{"rows": [{"title": "They&#039;ll spend the summer", "view_node": "/poem/theyll-spend-summer", "field_author": "<a href=\"/poet/joshua-beckman\" hreflang=\"und\">Joshua Beckman</a>", "field_date_published": "2004", "body": " <pre>\nThey'll spend the summer\ncrushing the garden—\na steam let off slowly.</pre>\n "}, {"title": "Seagulls beside ferry boat", "view_node": "/poem/seagulls-beside-ferry-boat", "field_author": "<a href=\"/poet/joshua-beckman\" hreflang=\"und\">Joshua Beckman</a>", "field_date_published": "2004", "body": " <pre>\nSeagulls beside ferry boat.\nThey're people-watching. </pre>\n "}, {"title": "Oh, atlas", "view_node": "/poem/oh-atlas", "field_author": "<a href=\"/poet/joshua-beckman\" hreflang=\"und\">Joshua Beckman</a>", "field_date_published": "2004", "body": " <pre>\nOh, atlas\nlook\nyou forgot my island. </pre>\n "}, {"title": "His Heart", "view_node": "/poem/his-heart", "field_author": "<a href=\"/poet/caroline-knox\" hreflang=\"und\">Caroline Knox</a>", "field_date_published": "2004", "body": " <pre>\nHis heart keeps him awake while he's asleep.\nHe listens to his heart while he falls asleep in bed.\nHis artificial heart gives him insomnia.\nAs long as I can hear the sound, I know I'm here.\n\nHis heart keeps him alive while he's asleep.\nMy heart helps me to sleep while I'm alive.\nOh, patient, this Valentine is for you.\n\nI had no choice, I knew that I was dying.\nWe are trying to survive. We are standing on the shoulders\nof the makers of the heart while we lie on our back in bed.\nThey walk with their hearts on their sleeves and their noses to the grindstone.\nHe listens to his heart while he falls asleep at night.\n\nOh, Valentine, this contraption is for you,\ndevice of the sacred, the sacred heart.\nIt feels heavy to me--it makes a constant whir\nwhich keeps me awake when I'm trying to get to sleep.\nIt has no heartbeat, only this constant whir.</pre>\n "}, {"title": "The sisters of the broken candle", "view_node": "/poem/sisters-broken-candle", "field_author": "<a href=\"/poet/eric-baus\" hreflang=\"und\">Eric Baus</a>", "field_date_published": "2004", "body": " <pre>\ncovered every window in the house with x-rays of my bandaged eye.\n\n\"working backwards from the sky\" says she follows every fissure until it's\ntime for the stiches to come out. When something falls you should pick it\nup.\n\n\"spilled sand and lamplight\" has been my sister for a while now.\n\nThey say we are slivered glass. Fluttered numbers and milk. Flickers\nsutured in skin.\n\nThey tried to convince me that half the word filament is night. Every\nrattled out lightbulb means a brother's pillow is burning.\n\nWe all watch the clock. Eyes running out of aluminum. </pre>\n "}, {"title": "Tides", "view_node": "/poem/tides", "field_author": "<a href=\"/poet/lisa-rhoades\" hreflang=\"und\">Lisa Rhoades</a>", "field_date_published": "2004", "body": " <pre>\nA man on 26th Street sets moon flowers to start\nin egg cartons on a table beside his bed.\nSoon they will loop around the gray windows louvers\ntwining sweetness through his dreams.\n\nClose your eyes, give way\nand the sheets, yes, your skin,\nare her skin and take the voice,\ntake your own hand with her voice guiding\nand here are the flowers opening like time-lapse\nphotography--tendrils finding the small\npocks in the concrete, close now,\nthe moon of her face lifts between your thighs.\n\nWhat is real? The man slapping potting soil\nfrom his hands? A prediction of tides\nfrom the lunar chart of water rings\nthe carton leaves on the table's wood finish?\nAnd where is she? Whisper her name\nand static answers, open the windows\nand the silent trumpets of the flowers\ndip and rise casually in the air.</pre>\n "}, {"title": "A Grin", "view_node": "/poem/grin", "field_author": "<a href=\"/poet/shelby-stephenson\" hreflang=\"und\">Shelby Stephenson</a>", "field_date_published": "2004", "body": " <pre>\nBegun under the bed of the poorest shanty\nIt ran through the mattress and suffered the chinches\nAnd it ran through the veins of the farmer and his wife\n\nIt came fraying the laces of his brogans\nLike the plow of a furrow's sweep\nTurning the land and busting the clod-chunks\n\nBut the Grin was too broad\nIt was too thin\nAnd the throngs pushed and stomped to get a glance\nBefore it disappeared and climbed aboard dawn's rose</pre>\n "}, {"title": "What Does E Stand For?", "view_node": "/poem/what-does-e-stand", "field_author": "<a href=\"/poet/e-ethelbert-miller\" hreflang=\"und\">E. Ethelbert Miller</a>", "field_date_published": "2004", "body": " <pre>\nEverything\nEach eye exists embracing exceptional emerald evenings\nEvolution explains Eden's evil\nEarth's ecology equates exploitation evaporation\nErrors ending evergreen elms\nEscort elephants eagles elks eastward\nEnlightenment echoes Ezra Ezekiel\nEnlist Esther Eugene Ethan Edward Ellington\nEnough English explanation ecco\nExit eternity\nElucidate Ethelbert elucidate\nE evokes every ecstatic emotion</pre>\n "}, {"title": "Ski Lift to Death!", "view_node": "/poem/ski-lift-death", "field_author": "<a href=\"/poet/matthew-rohrer\" hreflang=\"und\">Matthew Rohrer</a>", "field_date_published": "2004", "body": " <pre>\nIt was a basement with its own basement,\nand in that basement were machines\nand dusty weapons, the engines of the house;\nwhere the floor gave way because of intense pressure\nfrom below, and magma boiled up\nthrough the wood-looking tiles;\nwhere to leap to safety\nbroke my sister's foot;\nwhere the animals that weren't as smart as we\nwere captured and admired;\nwhere we watched in horror as the ski lift\nlifted the men inexorably to death;\n\nit was my favorite room in the house.</pre>\n "}, {"title": "A Little History", "view_node": "/poem/little-history", "field_author": "<a href=\"/poet/david-lehman\" hreflang=\"und\">David Lehman</a>", "field_date_published": "1996", "body": " <pre>\nSome people find out they are Jews.\nThey can't believe it.\nThey had always hated Jews.\nAs children they had roamed in gangs on winter nights in the old\n    neighborhood, looking for Jews.\nThey were not Jewish, they were Irish.\nThey brandished broken bottles, tough guys with blood on their\n    lips, looking for Jews.\nThey intercepted Jewish boys walking alone and beat them up.\nSometimes they were content to chase a Jew and he could elude\n    them by running away. They were happy just to see him run\n    away. The coward! All Jews were yellow.\nThey spelled Jew with a small j jew.\nAnd now they find out they are Jews themselves.\nIt happened at the time of the Spanish Inquisition.\nTo escape persecution, they pretended to convert to Christianity.\nThey came to this country and settled in the Southwest.\nAt some point oral tradition failed the family, and their\n    secret faith died.\nNo one would ever have known if not for the bones that turned up\n    on the dig.\nA disaster. How could it have happened to them?\nThey are in a state of panic--at first.\nThen they realize that it is the answer to their prayers.\nThey hasten to the synagogue or build new ones.\nThey are Jews at last!\nThey are free to marry other Jews, and divorce them, and intermarry\n    with Gentiles, God forbid.\nThey are model citizens, clever and thrifty.\nThey debate the issues.\nThey fire off earnest letters to the editor.\nThey vote.\nThey are resented for being clever and thrifty.\nThey buy houses in the suburbs and agree not to talk so loud.\nThey look like everyone else, drive the same cars as everyone else,\n    yet in their hearts they know they're different.\nIn every <i>minyan</i> there are always two or three, hated by \n    the others, who give life to one ugly stereotype or another:\nThe grasping Jew with the hooked nose or the Ivy League Bolshevik\n    who thinks he is the agent of world history.\nBut most of them are neither ostentatiously pious nor\n    excessively avaricious.\nHow I envy them! They <em>believe</em>.\nHow I envy them their annual family reunion on Passover,\n    anniversary of the Exodus, when all the uncles and aunts and\n    cousins get together.\nThey wonder about the heritage of Judaism they are passing along\n    to their children.\nHave they done as much as they could to keep the old embers\n    burning?\nOthers lead more dramatic lives.\nA few go to Israel.\nOne of them calls Israel \"the ultimate concentration camp.\"\nHe tells Jewish jokes.\nOn the plane he gets tipsy, tries to seduce the stewardess.\nPeople in the Midwest keep telling him reminds them of Woody\n    Allen.\nHe wonders what that means. I'm funny? A sort of nervous\n    intellectual type from New York? A Jew?\nAround this time somebody accuses him of not being Jewish enough.\nIt is said by resentful colleagues that his parents changed their\n    name from something that sounded more Jewish.\nEverything he publishes is scrutinized with reference to \"the\n    Jewish question.\"\nIt is no longer clear what is meant by that phrase.\nHe has already forgotten all the Yiddish he used to know, and\n    the people of that era are dying out one after another.\nThe number of witnesses keeps diminishing.\nSoon there will be no one left to remind the others and their\n    children.\nThat is why he came to this dry place where the bones have come\n    to life.\nTo live in a state of perpetual war puts a tremendous burden on the\n    population. As a visitor he felt he had to share that burden.\nWith his gift for codes and ciphers, he joined the counter-\n    terrorism unit of army intelligence.\nContrary to what the spook novels say, he found it possible to\n    avoid betraying either his country or his lover.\nThis was the life: strange bedrooms, the perfume of other men's\n    wives.\nAs a spy he has a unique mission: to get his name on the front \n    page of the nation's newspaper of record. Only by doing that \n    would he get the message through to his immediate superior.\nIf he goes to jail, he will do so proudly; if they're going to\n    hang him anyway, he'll do something worth hanging for.\nIn time he may get used to being the center of attention, but\n    this was incredible:\nTo talk his way into being the chief suspect in the most \n    flamboyant murder case in years!\nAnd he was innocent!\nHe could prove it!\nAnd what a book he would write when they free him from this prison:\nA novel, obliquely autobiographical, set in Vienna in the twilight\n    of the Hapsburg Empire, in the year that his mother was born.</pre>\n "}, {"title": "Man in Clown Outfit", "view_node": "/poem/man-clown-outfit", "field_author": "<a href=\"/poet/gretchen-mattox\" hreflang=\"und\">Gretchen Mattox</a>", "field_date_published": "2004", "body": " <pre>\nHe's waving a plastic pointer, stiff flag enter lot here, parking\nat the edge of Lincoln--bright-yellow clown suit with bold ruffles\n   and floppy shoes\n(the kind with stuffed toes) and from even a short distance he could be\nanyone degraded selling what?, he could be, but he is a man,\n   clearly Mexican,\nunderneath the nose that honks, a black mustache, illegal alien? probably.\nLike the girls in bikini tops and grass skirts outside casinos in\n   Las Vegas,\nwho say <i>Come get your free lei</i> (colored plastic wrap á la Hawaii), he does\nwhat he's been told to do: on automatic, flag arm ticking like a metronome.\n\nUnderneath the painted smile is another expression--harder to place.\nThe urgency of traffic, who has time to care?\nHe takes his job seriously. On the way home, reverse route back, \nhe's still there waving, a swimmer treading water.\n</pre>\n "}, {"title": "Quandary", "view_node": "/poem/quandary", "field_author": "<a href=\"/poet/louise-mathias\" hreflang=\"und\">Louise Mathias</a>", "field_date_published": "2004", "body": " <pre>\nAll night I flew the dark recess of God's mind.\nIt was arranged like Iowa fields--\n\nnot a damn thing missing.\nYou ask how I survived.\n\nI lived on a message, broad light\nat the end of the world.\n\nWords, they have so much in common with departure,\n\nthe clouds elliptical &amp; nervous.\nWhy translate? It's just a revolving door.\n\n\"Chill wind\" has seven\ncomponents. One is loss.\n</pre>\n "}, {"title": "My Sin", "view_node": "/poem/my-sin", "field_author": "<a href=\"/poet/m-l-liebler\" hreflang=\"und\">M. L. Liebler</a>", "field_date_published": "2004", "body": " <pre>\n         <i>If I know my angels,\n         I know what they would say</i>\n                  --Joe Henry\n\nHe came to me\nIn a whisky-blue dream\nIn midtown Manhattan.\n\nHe wasn't angry anymore.\nHe seemed happy to find\nMe again, my old self.\n\nPicking up his ghost guitar,\nHe played me a new song.\nHe played it sweet and innocent.\n\nAs if he were the world's only child,\nHis whole future ahead,\nNo pain hidden in that past.\n\nIn some undeserved way, I felt\nAs though he had forgiven me\nFor the hurtfulness of my words.\n\nHis kindness to me was more\nGenuine than all of my love could\nEver have been toward him.\n\nIn my dream, I found myself running\nBack and forth in search of forgiveness,\nIn search of something greater.\n\nBut each time I was returned \nTo wander out my sin in prayer--\nThe sleepless turmoil of my penance\nRevealed and served.\n\n                     <i>New York, NY</i>\n</pre>\n "}, {"title": "The Truth About Northern Lights", "view_node": "/poem/truth-about-northern-lights", "field_author": "<a href=\"/poet/christine-hume\" hreflang=\"und\">Christine Hume</a>", "field_date_published": "2004", "body": " <pre>\nI'm not right. I'm interfered with\nand bent as light. I tried to use the spots,\nfor months I tried with rings. \nOnly now I'm thinking in cracks\nthat keep a modern light\nlunged. I keep the porch light on\nto burn you off in ghosted purls,\nthe licks of which filament me.\nMy Day-Glo tongue's cutthroat.\nThough I'm not clear,\nI'm a sight whose star stares back:\nit's a new kind of dead;\nit hides its death in my cinched\ntesticle. That bright burr makes me\nunreal and itch. By the time\nI'm something else, you're making weather\nwith so-and-so. Drama tenants you;\nit wades in queasy waves,\nmottled to the marrow.\nMy mean streak beams neon\nso I won't be refracted\nor led to reflections. My eyes\ntrick god's and kick the careless reversals\nof radio cure-alls. Rays suffer\nuntil they clench the damaged night in me:\nwhere I go out, gone as done\nin a mood of black moving through.\nDarkness sits there, pleased.\nAn iridescent ire could not go unaired,\nmy limbs wicking at the window.\nLook out the window.\nI've outened the world\nto show you real barrenness:\na void a light\nwarps into want and then wants\nuntil it warps all it glances.\n</pre>\n "}, {"title": "In the Black Kitchen", "view_node": "/poem/black-kitchen", "field_author": "<a href=\"/poet/david-dodd-lee\" hreflang=\"und\">David Dodd Lee</a>", "field_date_published": "2004", "body": " <pre>\nIt begins early, arc crumbling over the yard with its salt bird baths.\nThen you dream of the banister gleaming, your hand\nfrom atop the stairs gripping a tiny casket. Heat gathers above the\n   local graveyard\nthat dusts so resolutely the young men's shoes with its flags.\nThis is where the shadows meet the white wall. Since\nyou were a boy you've moved unmolested right through them.\nBut you are never alone. You are never without the crumbs\nyour father scraped off your black toast. The whiter the appliance\nthe rounder its corners. The reflections on the floor are cut into many\n   small pieces.\nThere's nowhere to hide. He keeps looking in the window at you.\n</pre>\n "}, {"title": "Poem With Wisteria Growing Along its Margin", "view_node": "/poem/poem-wisteria-growing-along-its-margin", "field_author": "<a href=\"/poet/gerry-lafemina\" hreflang=\"und\">Gerry LaFemina</a>", "field_date_published": "2004", "body": " <pre>\nThe five cool stars above this town look down\nupon the main drag &amp; the bar where a guy once fired\nfour bullets into a biker who said nothing\n\nto the man, who had just laughed too loud &amp; at an inappropriate moment.\nThe first shot sounded like the break\nof an eight-ball rack, but louder\n                                 more resonant. The subsequent squeezes\nof the trigger--redundant, more resounding\n\nas they mixed with the shrieks of beer-drinkers.\nHysteria speading among them like wisteria\n\nalong a garden fence; its occasional balloons of violet\nflowering vividly in the green mesh of its leaves. I remember\n\nlying in such a garden.\nremember the lush cologne of pollen &amp; the garnet bees\nbuzzing their cargo routes between blossoms &amp; a distant apiary.\n\n                                                            ˜\n\nI had thought there was nobody else\nin that place, so I was surprised then, when walking its paths later,\nto hear weeping. I was amazed\nby how sudden &amp; communicable sadness can be--\n\nand how embarrassed the woman became when she glanced up\nto see me standing there, the white heart\nof a wisteria blossom barely beating in my extended hand. She shook\nher head &amp; smiled.\n\nHer face so fragile I thought she'd shatter.\n\n                                                            ˜\n\nConsider the ordinance of griefs:\nshould one begin with the phenomenal or the ordinary?\n\nI count them on the threads of my shirt\nand on the gem-like sparkling of dust\n\nin the slide of light that entrusts itself to my vision.\nThen I lose track, distracted by a concert of ambulances &amp; police cruisers: their cacophonic call-and-response.\n\n                                                            ˜\n\nThe next morning I heard how the biker's wife insisted\n--<i>insisted</i> was the paper's word--it was all her fault:\n\nshe had wanted to go out that night.\nAnd her husband, because he loved her\nand because it was a lovely October evening &amp; he knew soon he'd have\n\nto stow the Harleys away for winter, because of these things\nhe agreed, although it was a weeknight\nand there'd be an early morning the next day, driving a propane truck.\nThe jukebox was shaking AC/DC's \"Shook Me All Night Long\"\n\nand he had just gotten up for another round . . . \nShe never mentions the expression on his face, mouth agape,\nsuddenly soundless. Then the remaining patrons screaming.\n\n                                                            ˜\n\nAfter the questioning\nand after the gunman took his position in a squad car's back seat &amp;\nshrank to two dimensions with its slamming door, the officers\nlet the bartender back inside\n\nand the owners. The three men sat at a table while one of them\npoured whiskey into tall tumblers cored with ice. Nobody spoke.\n\nWhen they finished their drinks\nthey simultaneously stood, and, still speechless,\nwent about cleaning up: one of them counting the till;\n\nthe others filling buckets with rags &amp; suds\nto start removing blood from the walls &amp; carpet--\na task they knew to be futile\n\nbut necessary\nlike this poem, in the end, whatever its message.\n\n                                                            ˜\n\nWeeks passed &amp; still his bike, a 67 Roadster, stood\noutside the bar, reverent as a statue.\n\nThen it was gone although nobody knew where it went\nor who took it. But I last saw it\n\nparked there beneath a thin skin of fresh powder\nand the splayed glove of light from the bar's bay window.\nInside: a small splatter of what may have been blood\nblemished the pool table felt like a location on a map\n\nyou can't return to, &amp; the new barman\npolished the heavy glass mugs with a rag. Outside\nthe snow wafted scattershot\nlike blossoms on a dark wall of ivy.\n</pre>\n "}, {"title": "At Lumen-Empty Monastery, Visiting the Hermitage of Master Jung, My Departed Friend", "view_node": "/poem/lumen-empty-monastery-visiting-hermitage-master-jung-my-departed-friend", "field_author": "<a href=\"/poet/meng-hao-jan\" hreflang=\"und\">Meng Hao-jan</a>", "field_date_published": "2004", "body": " <pre>\nThe blue-lotus roof standing beside a pond,\nWhite-Horse Creek tumbling through forests,\n\nand my old friend some strange thing now.\nA lingering visitor, alone and grief-stricken\n\nafter graveside rites among pines, I return, \nLooking for your sitting-mat spread on rock.\n\nBamboo that seems always my own thoughts:\nIt keeps fluttering here at your thatch hut.\n</pre>\n "}, {"title": "Around Us", "view_node": "/poem/around-us", "field_author": "<a href=\"/poet/marvin-bell\" hreflang=\"und\">Marvin Bell</a>", "field_date_published": "2004", "body": "<p><span class=\"long-line\">We need some pines to assuage the darkness</span><br /><span class=\"long-line\">when it blankets the mind,</span><br /><span class=\"long-line\">we need a silvery stream that banks as smoothly</span><br /><span class=\"long-line\">as a plane’s wing, and a worn bed of</span><br /><span class=\"long-line\">needles to pad the rumble that fills the mind,</span><br /><span class=\"long-line\">and a blur or two of a wild thing</span><br /><span class=\"long-line\">that sees and is not seen. We need these things</span><br /><span class=\"long-line\">between appointments, after work,</span><br /><span class=\"long-line\">and, if we keep them, then someone someday,</span><br /><span class=\"long-line\">lying down after a walk</span><br /><span class=\"long-line\">and supper, with the fire hole wet down,</span><br /><span class=\"long-line\">the whole night sky set at a particular</span><br /><span class=\"long-line\">time, without numbers or hours, will cause</span><br /><span class=\"long-line\">a little sound of thanks—a zipper or a snap—</span><br /><span class=\"long-line\">to close round the moment and the thought</span><br /><span class=\"long-line\">of whatever good we did.</span></p>\n"}, {"title": "Loading a Boar", "view_node": "/poem/loading-boar", "field_author": "<a href=\"/poet/david-lee\" hreflang=\"und\">David Lee</a>", "field_date_published": "2004", "body": " <pre>\nWe were loading a boar, a goddam mean big sonofabitch and he jumped out of the\npickup four times and tore out my stockracks and rooted me in the stomach and I \nfell down and he bit John on the knee and he thought it was broken and so did I \nand the boar stood over in the far corner of the pen and watched us and John and I \njust sat there tired and Jan laughed and brought us a beer and I said, \"John it aint \nworth it, nothing's going right and I'm feeling half dead and haven't wrote a poem in ages \nand I'm ready to quit it all,\" and John said, \"shit, young feller, you aint got \nstarted yet and the reason's cause you trying to do it outside yourself and aint \nlooking in and if you wanna by god write pomes you gotta write pomes about \nwhat you know and not about the rest and you can write about pigs and that boar \nand Jan and you and me and the rest and there aint no way you're gonna quit,\" and \nwe drank beer and smoked, all three of us, and finally loaded that mean bastard \nand drove home and unloaded him and he bit me again and I went in the house \nand got out my paper and pencils and started writing and found out John he was \nright.\n</pre>\n "}, {"title": "Driving and Drinking [North to Parowan Gap]", "view_node": "/poem/driving-and-drinking-north-parowan-gap", "field_author": "<a href=\"/poet/david-lee\" hreflang=\"und\">David Lee</a>", "field_date_published": "2004", "body": " <pre>\nNorth to Parowan Gap\n\nTurn right up there\nand get off these pavements\nthere aint no sense\nto holding up the traffic\nand we aint hurrying\nyou just turn there and that dirt road\ngoes out to the Gap\nwhere them Indins wrote on them rocks\nI remember the first time\nI ever got drunk.  Me and my brother\nwe was following this branch back home in Misippi\nwhen we seen a trail leading off\nand he knew but I didn't\nhe's oldern I was and been down them trails\nso's we went down and found it\nany time you find a trail off a branch\nyou follow it . . .\n</pre>\n "}], "pager": {"current_page": 610, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}