{"rows": [{"title": "When the Year Grows Old", "view_node": "/poem/when-year-grows-old", "field_author": "<a href=\"/poet/edna-st-vincent-millay\" hreflang=\"und\">Edna St. Vincent Millay</a>", "field_date_published": "2014", "body": " <p>I cannot but remember<br />  When the year grows old—<br />October—November—<br />  How she disliked the cold!</p><p>She used to watch the swallows<br />  Go down across the sky,<br />And turn from the window<br />  With a little sharp sigh.</p><p>And often when the brown leaves<br />  Were brittle on the ground,<br />And the wind in the chimney<br />  Made a melancholy sound,</p><p>She had a look about her<br />  That I wish I could forget—<br />The look of a scared thing<br />  Sitting in a net!</p><p>Oh, beautiful at nightfall<br />  The soft spitting snow!<br />And beautiful the bare boughs<br />  Rubbing to and fro!</p><p>But the roaring of the fire,<br />  And the warmth of fur,<br />And the boiling of the kettle<br />  Were beautiful to her!</p><p>I cannot but remember<br />  When the year grows old—<br />October—November—<br />  How she disliked the cold!</p> "}, {"title": "Lines for Winter (audio only)", "view_node": "/poem/lines-winter-audio-only", "field_author": "<a href=\"/poet/mark-strand\" hreflang=\"und\">Mark Strand</a>", "field_date_published": "1978", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Inscription for the Entrance to a Wood", "view_node": "/poem/inscription-entrance-wood", "field_author": "<a href=\"/poet/william-cullen-bryant\" hreflang=\"und\">William Cullen Bryant</a>", "field_date_published": "2014", "body": " <p>Stranger, if thou hast learned a truth which needs<br />No school of long experience, that the world<br />Is full of guilt and misery, and hast seen<br />Enough of all its sorrows, crimes, and cares,<br />To tire thee of it, enter this wild wood<br />And view the haunts of Nature. The calm shade<br />Shall bring a kindred calm, and the sweet breeze<br />That makes the green leaves dance, shall waft a balm<br />To thy sick heart. Thou wilt find nothing here<br />Of all that pained thee in the haunts of men<br />And made thee loathe thy life. The primal curse<br />Fell, it is true, upon the unsinning earth,<br />But not in vengeance. God hath yoked to guilt<br />Her pale tormentor, misery. Hence, these shades<br />Are still the abodes of gladness; the thick roof<br />Of green and stirring branches is alive<br />And musical with birds, that sing and sport<br />In wantonness of spirit; while below<br />The squirrel, with raised paws and form erect,<br />Chirps merrily. Throngs of insects in the shade<br />Try their thin wings and dance in the warm beam<br />That waked them into life. Even the green trees<br />Partake the deep contentment; as they bend<br />To the soft winds, the sun from the blue sky<br />Looks in and sheds a blessing on the scene.<br />Scarce less the cleft-born wild-flower seems to enjoy<br />Existence, than the winged plunderer<br />That sucks its sweets. The massy rocks themselves,<br />And the old and ponderous trunks of prostrate trees<br />That lead from knoll to knoll a causey rude<br />Or bridge the sunken brook, and their dark roots,<br />With all their earth upon them, twisting high,<br />Breathe fixed tranquillity. The rivulet<br />Sends forth glad sounds, and tripping o'er its bed<br />Of pebbly sands, or leaping down the rocks,<br />Seems, with continuous laughter, to rejoice<br />In its own being. Softly tread the marge,<br />Lest from her midway perch thou scare the wren<br />That dips her bill in water. The cool wind,<br />That stirs the stream in play, shall come to thee,<br />Like one that loves thee nor will let thee pass<br />Ungreeted, and shall give its light embrace.</p> "}, {"title": "our happiness ", "view_node": "/poem/our-happiness", "field_author": "<a href=\"/poet/eileen-myles\" hreflang=\"und\">Eileen Myles</a>", "field_date_published": "2014", "body": " <p>was when the<br />lights were<br />out</p><p>the whole city<br />in darkness</p><p>&amp; we drove north<br />to our friend’s<br />yellow apt.<br />where she had<br />power &amp; we<br />could work</p><p>later we stayed<br />in the darkened<br />apt. you sick<br />in bed &amp; me<br />writing ambitiously<br />by candle light<br />in thin blue<br />books</p><p>your neighbor had<br />a generator &amp;<br />after a while<br />we had a little<br />bit of light</p><p>I walked the<br />dog &amp; you<br />were still<br />a little bit<br />sick</p><p>we sat on a stoop<br />one day in the<br />late afternoon<br />we had very little<br />money. enough for<br />a strong cappuccino<br />which we shared<br />sitting there &amp;<br />suddenly the<br />city was lit.</p> "}, {"title": "My Mother Sent Me ", "view_node": "/poem/my-mother-sent-me", "field_author": "<a href=\"/poet/michael-meyerhofer\" hreflang=\"en\">Michael  Meyerhofer</a>", "field_date_published": "2014", "body": " <p>a text message<br />from her coffin.<br />It said <em>Glad<br />you’re not here.</em><br />She's always doing<br />stuff like that. She says<br />it’s to help me<br />savor my remaining<br />days. But I know<br />it’s because I’m<br />the only one left<br />who hasn’t changed<br />his number.</p> "}, {"title": "Passing Through", "view_node": "/poem/passing-through", "field_author": "<a href=\"/poet/d-powell\" hreflang=\"und\">D. A. Powell</a>", "field_date_published": "2014", "body": " <p>Watching <em>Picnic</em> again for the<br />umpteenth time. We need<br />more trains. The tin-roofed stations in<br />red brick or the grand multi-track<br />white terminals. Someone left<br />me by train once, tearily, and<br />I never should have let his<br />jive ass back in to collect his things<br />that were stashed in Patty’s room.<br />Patty’s room is the closet. He was<br />a closet case. He was a cliché.<br />He left by train but the train<br />was a bus. Mysteries unfold<br />on trains. Strangers disembark<br />often enough to disrupt your day.</p><p>My chief fear on trains is not<br />murder nor stumbling into the wrong<br />berth. There is no wrong berth.<br />My fear is that I’ll have to ride<br />backward into memory. I hate memory.<br />My first train memory is the circus<br />puffing by on its way to winter<br />in Florida. Ever after I stood at<br />the porch and watched the L &amp;N,<br />hoping for giraffes. There are no<br />giraffes in most circuses, so I was<br />obviously a forlorn child. Lonesome<br />whistle. Did Hank Williams wake<br />to the crossing guard blinking its red<br />light across his face at night<br />through a window he hoped someday<br />to climb out. Trains are sad as<br />elephants. Lumbering along. Or<br />pulling down tents.</p><p>Can’t blame Kim Novak for wanting<br />to run off with William Holden,<br />especially after seeing him with his<br />shirt off, dancing under the pink<br />and green Chinese lanterns,<br />him moving in—I too would hold on.<br />Even though I’m sure it’s wrong for Kim.<br />It’s wrong for him. Where do people<br />who are wrong for each other meet<br />but in the movies or on trains.<br />Best to meet a man who’s moving.<br />Passing through. Let him ruin<br />your weekend but not your life.<br />That’s what weekends are for.</p> "}, {"title": "Horse Latitudes ", "view_node": "/poem/horse-latitudes", "field_author": "<a href=\"/poet/jo-sarzotti\" hreflang=\"en\">Jo Sarzotti</a>", "field_date_published": "2014", "body": " <p>The past lies in the brine<br />                            Of equatorial water,<br />Parchment-folded,<br />Black ink veining where the quill paused.</p><p>Rich doldrums<br />                            Full of gold<br />Where Spanish sailors<br />                            Threw the Queen’s horses,<br />Palomino, the color of her hair.</p><p>On the Outer Banks<br />                            Each wave a breaking <br />Promise of the New World,<br />                            Lost colonies,<br />Lost ships, wild ponies<br />                                          Swimming even now.</p> "}, {"title": "Heaven", "view_node": "/poem/heaven", "field_author": "<a href=\"/poet/nick-depascal\" hreflang=\"en\">Nick  DePascal</a>", "field_date_published": "2014", "body": " <p>The pigeons ignore us gently as we<br />scream at one another in the parking<br />lot of an upscale grocer. The cicadas<br />are numbed by their own complaints,<br />so numbed I won’t even try to describe<br />the noise and tenor of their hum, but hum<br />they do like a child humming with his<br />fingers in his ears. Which, coincidentally,<br />is what our son is doing. Red shopping<br />carts crash together, and even the humans<br />walking by do so dumbly, as if to say,<br /><em>no comment</em>. As if two red-faced adults<br />in tears is as common as the polluted air<br />they breathe and keep reading about in<br /><em>Time</em> and <em>Newsweek</em>, but are clueless<br />as to what to do about it. Is this why we’re<br />separating our recycling by glass, by plastic,<br />by paper? Or why we’re buying organic<br />produce at a place that smells like patchouli<br />and port-o-potties? I ask you. Pigeons scoot,<br />and finches hop, and cicadas shout and shed<br />themselves into loose approximations of what<br />we might have in a different time called heaven.</p> "}, {"title": "A Winter Blue Jay", "view_node": "/poem/winter-blue-jay", "field_author": "<a href=\"/poet/sara-teasdale\" hreflang=\"und\">Sara Teasdale</a>", "field_date_published": "2014", "body": " <p>Crisply the bright snow whispered,<br />Crunching beneath our feet;<br />Behind us as we walked along the parkway,<br />Our shadows danced,<br />Fantastic shapes in vivid blue.<br />Across the lake the skaters<br />Flew to and fro,<br />With sharp turns weaving<br />A frail invisible net.<br />In ecstasy the earth<br />Drank the silver sunlight;<br />In ecstasy the skaters<br />Drank the wine of speed;<br />In ecstasy we laughed<br />Drinking the wine of love.<br />Had not the music of our joy<br />Sounded its highest note?<br />But no,<br />For suddenly, with lifted eyes you said,<br />“Oh look!”<br />There, on the black bough of a snow flecked maple,<br />Fearless and gay as our love,<br />A bluejay cocked his crest!<br />Oh who can tell the range of joy<br />Or set the bounds of beauty?</p> "}, {"title": "To Winter", "view_node": "/poem/winter-0", "field_author": "<a href=\"/poet/william-blake\" hreflang=\"und\">William Blake</a>", "field_date_published": "2014", "body": "<p><span class=\"long-line\">O Winter! bar thine adamantine doors:</span><br /><span class=\"long-line\">The north is thine; there hast thou built thy dark</span><br /><span class=\"long-line\">Deep-founded habitation. Shake not thy roofs</span><br /><span class=\"long-line\">Nor bend thy pillars with thine iron car.</span></p>\n\n<p><span class=\"long-line\">He hears me not, but o’er the yawning deep</span><br /><span class=\"long-line\">Rides heavy; his storms are unchain’d, sheathed</span><br /><span class=\"long-line\">In ribbed steel; I dare not lift mine eyes;</span><br /><span class=\"long-line\">For he hath rear’d his scepter o’er the world.</span></p>\n\n<p><span class=\"long-line\">Lo! now the direful monster, whose skin clings</span><br /><span class=\"long-line\">To his strong bones, strides o’er the groaning rocks:</span><br /><span class=\"long-line\">He withers all in silence, and in his hand</span><br /><span class=\"long-line\">Unclothes the earth, and freezes up frail life.</span></p>\n\n<p><span class=\"long-line\">He takes his seat upon the cliffs, the mariner</span><br /><span class=\"long-line\">Cries in vain. Poor little wretch! that deal’st</span><br /><span class=\"long-line\">With storms; till heaven smiles, and the monster</span><br /><span class=\"long-line\">Is driven yelling to his caves beneath Mount Hecla.</span></p>\n"}, {"title": "In the dark we crush", "view_node": "/poem/dark-we-crush", "field_author": "<a href=\"/poet/julia-cohen\" hreflang=\"en\">Julia  Cohen</a>", "field_date_published": "2014", "body": " <p>crab apples for the sound of it. Light cannot<br />be bitter. The backyard licks us.</p><p>Blue like kindling, the fox we caught with<br />a shoebox. Your shirt is a constellation</p><p>in the tent of recovery. If you release the hand<br />you relax the animal. Bookshelves hold up</p><p>the moon. I sweep your fur into a feeling.<br />I put you into my memories on purpose.</p><p>Moss smuggles stars into your cheeks.<br />Inside your body’s future, bravery turns to pulp.</p><p>The flashlight pendulum. Your face sounds like that<br />record player. Electric &amp; spinning.</p><p>Let’s grow old together. Don’t be scared<br />of Gertrude Stein. Be brave.</p> "}, {"title": "What the businessman said ", "view_node": "/poem/what-businessman-said", "field_author": "<a href=\"/poet/allison-cobb\" hreflang=\"en\">Allison  Cobb</a>", "field_date_published": "2014", "body": " <p>the business<br />man I shook<br />hands with<br />drinking local<br />whiskey at the<br />party Christmas<br />winter I mean non<br />religious for the<br />green<br />group where<br />his wife<br />donates her<br />hours bought<br />just bought<br />an old Victorian cheaper<br />than a Craftsman in<br />one of Portland’s<br />oldest best said<br />cost the cost<br />of doing<br />business one<br />cost of<br />doing<br />business all of<br />life of costs<br />a cost the business<br />man made<br />exercise machines<br />in China for<br />the bodies of<br />Americans<br />to sweat upon<br />the muscles heart<br />and blood vessels<br />the lungs he said<br />they never<br />even counted<br />labor<br />costs the labor<br />lives so cheap it was<br />the metal minerals<br />the plastic<br />parts they had<br />to calculate the labor<br />lives so<br />cheap they didn’t<br />even count</p> "}, {"title": "A Day", "view_node": "/poem/day-0", "field_author": "<a href=\"/poet/emily-dickinson\" hreflang=\"und\">Emily Dickinson</a>", "field_date_published": "1891", "body": " <p>I’ll tell you how the sun rose, —<br />A ribbon at a time.<br />The steeples swam in amethyst,<br />The news like squirrels ran.</p><p>The hills untied their bonnets,<br />The bobolinks begun.<br />Then I said softly to myself,<br />“That must have been the sun!”</p><p>But how he set, I know not.<br />There seemed a purple stile<br />Which little yellow boys and girls<br />Were climbing all the while</p><p>Till when they reached the other side,<br />A dominie in gray<br />Put gently up the evening bars,<br />And led the flock away.<br /> </p> "}, {"title": "Habeas Corpus", "view_node": "/poem/habeas-corpus", "field_author": "<a href=\"/poet/jeffrey-schultz\" hreflang=\"en\">Jeffrey  Schultz</a>", "field_date_published": "2014", "body": " <p><br /><em>in memoriam the once-frozen North</em></p><p>         <em> Our collective consciousness does not allow punishment<br />          where it cannot impose blame.</em><br />                                         </p><p>                                        United States v. Lyons<br />                                        Judge Alvin Benjamin Rubin, dissenting<br />   </p><p>There is of course the other idea: that the intricate latticework<br />Of our bodies loosed from us at last will leave us free<br />To become anything, pure light, perhaps, or wing-beats</p><p>In fresh powder beneath some maples locked up in their thin veneer<br />Of ice. But then as always a sudden gust and the limbs’ clacking,<br />And, as when some insurgent sound crosses over the porous border</p><p>Of a dream, the world recrystallizes around us: midday, snow-<br />Grayed, the wind-chill’s sub-zero like a ball-peen to the forehead.<br />It’s cold enough to quiet even the soul’s feathery throat-song,</p><p>And so it does. Nothing moves and I move through the woods<br />At the edge of its city with dog, hoping he’ll shit his daily shit<br />Before this reddening flesh numbs entirely. Nothing moves,</p><p>But beneath months-thick ice and powder, winter’s put up its dead:<br />Squirrels and sparrows, the wren and the fox, whole families<br />Of field mice posed as if in the pet store’s deep freeze, even,</p><p>Here and there, scattered and whole, occasional missing persons.<br />For now, for guilty, for guiltless, no matter, the world offers neither<br />Deliverance nor decay, and though we trust in that the thaw</p><p>Will come, that someday soon some pond water, water<br />Still and softly rippled as pre-War window-glass, will again reflect<br />Its image of the bloodless sky, cut, at intervals, by spring’s</p><p>First returning vultures, and though the police will then take<br />A little comfort, as they kick the MOBILE CRIME LAB’s tires      <br />Before rolling it out for the season, that the birds help at least</p><p>To ease the legwork, we know no one’s, you know, going to be<br />Set free. The skull’s thin as eggshell so far as the beak’s thick curve<br />Is concerned. The raisin of the eye’s an easy delicacy.</p><p>And so to imagine the future is to imagine the present, but warmer,<br />But more forthrightly, more honestly violent. And so another day’s<br />Bones picked clean. There is of course the idea’s consolation:</p><p>For eternal patience, eternal reward, for the meek, the Earth’s<br />Corpse. Instead, a sort of waking sleep, a sort of waking slow;<br />We rub our eyes, warm the last of yesterday’s coffee, stare</p><p>As our email loads: surely something must have come, surely<br />Someone has spirited us that which would make all the difference. <br />We call to complain that nothing’s working because we like</p><p>The on-hold music, which is a sound other than our breathing.<br />We ask the music if we can speak to its supervisor but when we try<br />To explain it only laughs, <em>Guiltless! Who do you think you are anyway?</em>,</p><p>Laughs its little soprano sax laugh before it loops back to its loop’s<br />Beginning. The coffee pot runs on mediated coal and drips acids.<br />The car’s topped up with artillery and emits amputees. The idea was</p><p>Waking would make things clearer, would startle us as from any night’s<br />Nightmare: these sheets’ cold which is not bare concrete floor,<br />This patch of light the moon has cast not the interrogator’s light,</p><p>This knocking in our head not some still-indecipherable code<br />Tapped against an adjacent wall by who knows who, by someone<br />We can’t even begin to imagine, someone stuck here longer</p><p>Than even ourselves yet still committed to the idea that finding<br />A way to speak to each other would help matters, this knocking<br />None of that but rather something real, here, furnace clank or thief</p><p>In the night, something real and something present and not<br />The dream of what must be held that way until it stops thrashing,<br />Not the dream of being held that way, but what could be danger</p><p>Or else nothing once more, which means we prowl once more<br />The house, ridiculous in our underwear, ridiculous with a flashlight<br />Gripped like a truncheon, the floorboards cold somehow as bare</p><p>Concrete, the floorboards that croak somehow like vultures who are<br />Not here, who winter south, scan the Sonoran desert’s northern<br />Edge, its empty water bottles and tire ruts and those nameless</p><p>It dries to a sort of jerky, those nameless who labored in vain<br />To cross it, who had hoped that in crossing, they would be set free.<br />Nothing’s wrong, the house secure, bolts bolted, latches latched.</p><p>Somewhere in the distance beyond the kitchen window, downtown<br />And its bus bench bail bondsman, downtown and its graffiti<br />Covered wall’s Great Writ: <em>Repent! The End Is Nigh! As always, as always</em>,</p><p>Answers the darkness. But, pre-War? In what will soon enough be<br />Dawn-light, in this near-light, who can tell if it’s blood spread thin<br />On our hands or else just a healthy, living glow?  Outside, the idea</p><p>Of night and the idea of day seem to have come to a standoff.<br />No one’s calling for negotiations. We know what happens next:<br />Whether the stars flicker or merely flinch, the sun, whose face</p><p>Is a badge, has always been a little trigger happy. And though<br />The firestorm will consume, soon enough, everything, it seems<br />For the moment this will go on. As if indefinitely. As if without cause.</p> "}, {"title": "from “Origin” ", "view_node": "/poem/origin-0", "field_author": "<a href=\"/poet/samantha-giles\" hreflang=\"en\">Samantha  Giles</a>", "field_date_published": "2014", "body": " <p style=\"text-align: center;\"><br />you are<br />formed for the<br />contingent spaces<br />for stamens withered<br />and the particulars visited<br />you are<br />migrating to the distant<br />considering the many<br />and imagined<br />but some which veil green<br />by so long an immersion<br />you<br />are measured<br />and cut<br />and cut again</p> "}, {"title": "Old Wine", "view_node": "/poem/old-wine", "field_author": "<a href=\"/poet/margaret-widdemer\" hreflang=\"und\">Margaret Widdemer</a>", "field_date_published": "1918", "body": " <p>If I could lift<br />    My heart but high enough<br />    My heart could fill with love:</p><p>But ah, my heart<br />    Too still and heavy stays<br />    Too brimming with old days.<br /> </p> "}, {"title": "Song of Roland", "view_node": "/poem/song-roland", "field_author": "<a href=\"/poet/mark-jarman\" hreflang=\"und\">Mark Jarman</a>", "field_date_published": "2011", "body": " <pre>\nRoland was a Paladin of Charlemagne,\nAnd he was my mother’s cousin.  The Paladin\nServed Charlemagne and died, blowing his horn.\nThe cousin spent a day with her at the fair\nOver sixty years ago.  The great Paladin\nEnjoys an epic named after him.\nThe cousin is remembered as a big kid\nWho never grew up.  His first wife left him,\nTaking only the pillows from the pool furniture.\nRoland the epic hero was betrayed\nBy a fellow Paladin.  Roland the cousin bought\nA box of face powder for his younger cousin,\nAnd on the octopus, which they had ridden\nSo often the owner let them ride for free,\nHe convinced her to open up the box.\nRoland’s horn resounds through ages\nOf high school lit classes.  There’s a cloud\nThe carnie thinks is an explosion and stops\nHis ride, and banishes the powdered laughing children,\nRoland, the young hero, and my mother\nCreamy with dust in a new blue coat.\nRoland's song comes down from the Pyrenees.\nHis namesake went back to school, after his wife left,\nBecame a mining engineer, worked in North Dakota,\nMarried again, learned after the death of his parents\nHe’d been adopted, was devastated, and died\nIn his late 30s of congenital heart failure.  He lives on, though.\nAn old woman remembers that day at the fair\nAnd as much of his life and fate as any of us\nIs likely to have immortalized in song.\n\n</pre>\n "}, {"title": "Willow Poem", "view_node": "/poem/willow-poem", "field_author": "<a href=\"/poet/william-carlos-williams\" hreflang=\"und\">William Carlos Williams</a>", "field_date_published": "2014", "body": "<p><span class=\"long-line\">It is a willow when summer is over,</span><br /><span class=\"long-line\">a willow by the river</span><br /><span class=\"long-line\">from which no leaf has fallen nor</span><br /><span class=\"long-line\">bitten by the sun</span><br /><span class=\"long-line\">turned orange or crimson.</span><br /><span class=\"long-line\">The leaves cling and grow paler,</span><br /><span class=\"long-line\">swing and grow paler</span><br /><span class=\"long-line\">over the swirling waters of the river</span><br /><span class=\"long-line\">as if loath to let go,</span><br /><span class=\"long-line\">they are so cool, so drunk with</span><br /><span class=\"long-line\">the swirl of the wind and of the river—</span><br /><span class=\"long-line\">oblivious to winter,</span><br /><span class=\"long-line\">the last to let go and fall</span><br /><span class=\"long-line\">into the water and on the ground.</span></p>\n"}, {"title": "Toy Cloud", "view_node": "/poem/toy-cloud", "field_author": "<a href=\"/poet/nathan-hoks\" hreflang=\"en\">Nathan  Hoks</a>", "field_date_published": "2014", "body": " <p>The rabbit has stolen<br />The big bear’s pointy red hat.</p><p>The frog looks longingly<br />At its evaporating pond.</p><p>A powerful glow comes<br />Off the sunflower</p><p>So everyone wears goggles.<br />My son rolls around in the ferns.</p><p>It seems he has overdosed<br />On sugar cookies.</p><p>Does he care about the bear’s hat?<br />To him I am a ghost on a bicycle.</p><p>I remember my father’s mouth<br />Reading aloud beneath his beard.</p><p>He is hiding in my face.<br />The toy cloud is filled with rain.<br /> </p> "}, {"title": "Sundial", "view_node": "/poem/sundial", "field_author": "<a href=\"/poet/larry-sawyer\" hreflang=\"en\">Larry  Sawyer</a>", "field_date_published": "2014", "body": " <p><em>for James Wright</em></p><p><br />   The poet will seek to clothe herself in sparrows.</p><p>A motor in each leaf<br />distills autumn’s engines and we’re off.</p><p>Upstart cartoon morning;<br />     these various roosters scratch inside the eyelids<br />     and declare beneath the streetlamps that their<br />     moats are filled with vowels.</p><p>That the life alone is not wasted but<br />rich with a pageantry of else.<br />Who absconds with our best sense<br />and seizes us by the throat as we untangle ourselves<br />from lovers and, draped in fever, split the<br />night into halves?                  Each contains a commercial<br />advertising just that.</p><p>                        Despite his tactics, fully rejecting experience<br />the candid creator winces at the audience’s heightened<br />passing.<br />       Remain, in secret,</p><p>a pea of concern, in some harbor of ghostly direction.<br />        There lurks an I among those hours.</p> "}], "pager": {"current_page": 387, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}