{"rows": [{"title": "Still Life: From the Notebook of Ambrose Bierce, 1862", "view_node": "/poem/still-life-notebook-ambrose-bierce-1862", "field_author": "<a href=\"/poet/r-t-smith\" hreflang=\"und\">R. T. Smith</a>", "field_date_published": "2017", "body": " <pre>\n\nAfter Shiloh, with smoke still scumbling the air,\nthe <em>Harper’s</em> artist paced away\nfrom the sunken road where a full brigade\nhad been strafed and decimated.\nThe flies had begun to swarm, lighting on the eyes\nand open wounds of the fallen, the stench\nalready gut-wrenching, heartrending,\nas were the groans of injured pack animals\nweighted down by tack and baggage,\nas well as that last shadow beasts can divine,\n\nbut the artist spread out his charcoals and chalk\non a blue blanket and leaned against the trunk\nof a smoking blackjack pine.\nThe Rebel rear guard occasionally launched a volley,\nas Federal cooks gathered wood to ready the mess\nin case any survivors could muster a hunger.\n\nStroke by stroke, the draftsman began his sketch,\nthree peaches slowly forming, their delicacy almost sexual,\nshade and shadow, amplitudes unblemished, colors\nof dawn fire and sunset, the fuzz nearly palpable\nenough to make the skin itch,\nscent so nearly visceral my tongue\nand lips went moist whispering, Peach.\n\nAn Illinois corporal peering over the artist’s shoulder\nbroke his silence to say, “Fellow, can’t you see\nall them soldiers blown apart or in pain right here?\nHow the hell can you ignore the horses,\nthe jack mules, that wagon yonder still in flames?\nPeaches, what the hell?”\n\nBut the correspondent kept his focus, summoning\nthe delicious, the elegant repose\nin earshot of the surgeon’s tent, the work of the saw\nand the miserable screaming, where the faces of casualties\nwere twisted and hideous. Orderlies\nsplattered in blood rushed about weeping. An officer\nwith an eye badly patched oversaw the burial\ndetail spading dirt into the trench already filling\nwith scrapped bandages and grisly limbs.\n“‘Still life,’ we art makers say,” was the sketch artist’s answer,\n“meaning both ‘motionless’ and ‘not yet dead,’\nthough the phase after ripeness is not so lovely,\nand the pit clenched in the fruit’s core\nis redder than carnage, rougher\nthan your musket balls, a full bore\n.54 caliber, if I reckon correctly.”\n\nAnd then he looked from the soldier’s angry eyes\nto the empty sky before he resumed.\n\n“Peaches, maybe, are what I need to see, what my weary\nheart yearns to remember.\nBetter than any green shoots or delicate petals,\nbetter than family toasts and a sister deft at the piano,\nI know the bloodbath we inhabit, sir,\nagainst which I can offer only a fragile\nmoment as counterpoint to our surround.\nHere’s the reason, I would imagine, the French call\nsuch compositions, whether fruit or meat\nor a vase of mint sprigs and zinnias, <em>nature morte</em>.\nThe merest feast of grace, all\nthere is, as there is no remnant God,\nno other rebuttal to trust,\nwhile even Pity wears a mantel of feeding flies.”\n\nJust a witness, I held my tongue but had no more appetite\nfor the taste of his beautifully rendered fruit.\n\nAnd the corporal’s retort?\n“Mister, get yourself a rifle,\nsee if you can still puke out them jackass lies.”</pre>\n "}, {"title": "Fatigue Performance", "view_node": "/poem/fatigue-performance", "field_author": "<a href=\"/poet/noah-falck\" hreflang=\"und\">Noah Falck</a>", "field_date_published": "2017", "body": " <p>Tonight the wind is in your voice.<br />And the gods are nervous<br />about the drinking water.<br />Someone hijacks the background<br />with three simple dance moves.<br />Or maybe the clouds<br />paused on the television<br />set during a ball game.<br />The silence inside<br />the photograph<br />of you eating alone<br />in an old yearbook.<br />This is going to be over<br />before you know it.<br />But not before your hands<br />become small birds<br />in celebration<br />of the present snow.<br />An expressed panic<br />attack of harmonics.<br />It’s like listening to your heartbeat<br />in a club, all the lights off,<br />all by yourself. </p> "}, {"title": "Looking at My Father", "view_node": "/poem/looking-my-father", "field_author": "<a href=\"/poet/wendy-xu\" hreflang=\"en\">Wendy Xu </a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">It’s the inside which comes out, as I contemplate</span><br /><span class=\"long-line\">him there half in sunlight, weeding diligently</span><br /><span class=\"long-line\">a Midwestern lawn. On my persons, I have only notes</span><br /><span class=\"long-line\">and a drying pen, the memory of onion blossoms</span><br /><span class=\"long-line\">scenting in a window. Reflection is my native medium.</span><br /><span class=\"long-line\">I am never arriving, only speaking briefly on material</span><br /><span class=\"long-line\">conditions between myself and others. My country</span><br /><span class=\"long-line\">inoculates me lovingly, over time. My country grasps me</span><br /><span class=\"long-line\">like desire. I will show you my credentials, which is to say</span><br /><span class=\"long-line\">my vivid description, if you ask. Here we are, my father</span><br /><span class=\"long-line\">and I, never hostile, a small offering: pointless cut flowers</span><br /><span class=\"long-line\">appear on the kitchen table when one finally arrives</span><br /><span class=\"long-line\">into disposable income. Still possible. Am I living? Do I</span><br /><span class=\"long-line\">accept revision as my godhead and savior?</span><br /><span class=\"long-line\">I do and I am, and in the name of my Chinese father now</span><br /><span class=\"long-line\">dragging the tools back inside, brow shining but always</span><br /><span class=\"long-line\">a grin, faithless except to protect whatever I still have time</span><br /><span class=\"long-line\">to become, Amen.</span></p>\n"}, {"title": "Comrades Four", "view_node": "/poem/comrades-four", "field_author": "<a href=\"/poet/claude-mckay\" hreflang=\"und\">Claude McKay</a>", "field_date_published": "2017", "body": " <p>Dear comrades, my comrades,<br />    My heart is always true;<br />An’ ever an’ ever<br />    I shall remember you.</p><p>We all joined together,<br />    Together joined we four;<br />An’ I have been first to<br />    Pass t’rough the open door.</p><p>We four drilled together,<br />    Together drilled we all;<br />An’ I’ve been the first to<br />    Flee from the life o’ gall.</p><p>We parted, dear comrades,<br />    We parted all in tears,<br />An’ each went his own way<br />    To shoulder life’s sad cares.</p><p>O comrades, my comrades,<br />    What is de lasting gain,<br />But all t’rough de tempest<br />    A heart of unmixed pain?</p><p>My comrades, loved comrades,<br />    I hear your bitter cry;<br />But life’s pain will end, boys,<br />    Will end yet—by an’ by.<br /> </p> "}, {"title": "In the Desert ", "view_node": "/poem/desert", "field_author": "<a href=\"/poet/stephen-crane\" hreflang=\"und\">Stephen Crane</a>", "field_date_published": "2017", "body": " <p>In the desert<br />I saw a creature, naked, bestial,<br />Who, squatting upon the ground,<br />Held his heart in his hands,<br />And ate of it.<br />I said, “Is it good, friend?”<br />“It is bitter—bitter,” he answered;</p><p>“But I like it<br />“Because it is bitter,<br />“And because it is my heart.”<br /> </p> "}, {"title": "from “Periscope” ", "view_node": "/poem/periscope", "field_author": "<a href=\"/poet/susan-howe\" hreflang=\"und\">Susan Howe</a>", "field_date_published": "2017", "body": " <p>If you remember cosmology</p><p>there is nothing to stop time</p><p>running all the way to zero</p><p> </p><p>Lying up or even lying down</p><p>I will just wiggle my hand to</p><p>remind you I was timorous<br /> </p> "}, {"title": "Out of Touch Screen", "view_node": "/poem/out-touch-screen", "field_author": "<a href=\"/poet/noah-eli-gordon\" hreflang=\"und\">Noah Eli Gordon</a>", "field_date_published": "2017", "body": " <p>Sometimes starting with a title<br />Infuses the work<br />With an insurmountable dread<br />How is one to fulfill such a promise<br />To make good on the pact<br />That art in the end allows<br />For a kind of connectivity<br />Life otherwise lacks<br />Or lacks in those more<br />Contemplative ways<br />Since mixing the ingredients<br />To say a batch of cookies<br />Is in its own right a sort<br />Of connectivity if done together<br />If my hand touching flour touches<br />Your hand touching the same flour</p> "}, {"title": "The Tent", "view_node": "/poem/tent", "field_author": "<a href=\"/poet/naomi-shihab-nye\" hreflang=\"und\">Naomi Shihab Nye</a>", "field_date_published": "2017", "body": " <p>When did hordes of sentences start beginning with So?</p><p>As if everything were always pending, </p><p>leaning on what came before.</p><p>What can you expect? </p><p>Loneliness everywhere, entertained or kept in storage.</p><p>So you felt anxious to be alone.</p><p>Easier to hear, explore a city, room,</p><p>mound of hours, no one walking beside you.</p><p>Talking to self endlessly, but mostly listening.</p><p>This would not be strange.</p><p>It would be the tent you slept in.<br /><br />Waking calmly inside whatever</p><p>you had to do would be freedom.</p><p>It would be your country.</p><p>The men in front of me had whole acres</p><p>in their eyes. I could feel them cross, recross each day.</p><p>Memory, stitched.  History, soothed.</p><p>What we do or might prefer to do. Have done.</p><p>How we got here. Telling ourselves a story</p><p>till it’s compact enough to bear. </p><p>Passing the walls, wearing the sky,</p><p>the slight bow and rising of trees.</p><p>Everything ceaselessly holding us close.</p><p>So we are accompanied.</p><p>Never cast out without a line of language to reel us back.</p><p>That is what happened, how I got here.</p><p>So maybe. One way anyway.</p><p>A story was sewn, seed sown,</p><p>this was what patriotism meant to me—</p><p>to be at home inside my own head long enough</p><p>to accept its infinite freedom</p><p>and move forward anywhere, to mysteries coming.</p><p>Even at night in a desert, temperatures plummet,</p><p>billowing tent flaps murmur to one other.</p> "}, {"title": "In the Street", "view_node": "/poem/street", "field_author": "<a href=\"/poet/mary-jo-bang\" hreflang=\"und\">Mary Jo Bang</a>", "field_date_published": "2017", "body": " <p style=\"text-align: justify;\">Here we are, on top of the utopian arc. The water is shallow. An oil spill shimmers on the surface like a lens catches light and folds it in front of a mirror. If someone stands next to you, they are there, even when outside the picture. Which makes total obscurity relative to luck and such. Unlike the law, architecture lasts. A façade, like an ideal, can be oppressive unless balanced by a balcony on which you can stand and call down to those in the street, Come over here and look up at us. Aren’t we exactly what you wanted to believe in? </p> "}, {"title": "Sonnet V ", "view_node": "/poem/sonnet-v-0", "field_author": "<a href=\"/poet/elizabeth-barrett-browning\" hreflang=\"und\">Elizabeth Barrett Browning</a>", "field_date_published": "2017", "body": " <p>I lift my heavy heart up solemnly,<br />As once Electra her sepulchral urn,<br />And, looking in thine eyes, I overturn<br />The ashes at thy feet. Behold and see<br />What a great heap of grief lay hid in me,<br />And how the red wild sparkles dimly burn<br />Through the ashen greyness. If thy foot in scorn<br />Could tread them out to darkness utterly,<br />It might be well perhaps. But if instead<br />Thou wait beside me for the wind to blow<br />The grey dust up….—those laurels on thine head<br />O my belovèd, will not shield thee so.<br />That none of all the fires shall scorch and shred<br />The hair beneath. Stand further off then! go.</p> "}, {"title": "Mångata", "view_node": "/poem/mangata", "field_author": "<a href=\"/poet/cathie-sandstrom\" hreflang=\"en\">Cathie Sandstrom</a>", "field_date_published": "2017", "body": " <p><em>          from Swedish, the path moonlight lays over water</em></p><p>The ghost child fastens<br />his mouth to yours,<br />breathes your breath<br />from you so you cannot<br />cry out.<br />               He drew you creek side,<br />where you hung terrified,<br />gripping the deep-shaded<br />undercut bank above wild<br />rushing water, until finally<br />I heard you, came running.</p><p>What the drowned boy wants forever:<br />his mother, in time.<br />What he found:<br />a playmate his age.</p><p>                                   You,<br />eyes the color of seafoam,<br />the shining helmet of your<br />bowl-cut hair bright as<br /><em>mångata</em> over dark sea.</p><p>Tell me, lost ones: When<br />the moon melts, what<br />will we do with all that gold?</p> "}, {"title": "Planet", "view_node": "/poem/planet", "field_author": "<a href=\"/poet/catherine-pierce\" hreflang=\"en\">Catherine Pierce</a>", "field_date_published": "2017", "body": " <div>This morning this planet is covered by winds and blue.</div><div>This morning this planet glows with dustless perfect light,</div><div>enough that I can see one million sharp leaves</div><div>from where I stand. I walk on this planet, its hard-packed</div><div> </div><div>dirt and prickling grass, and I don’t fall off. I come down</div><div>soft if I choose, hard if I choose. I never float away.</div><div>Sometimes I want to be weightless on this planet, and so</div><div> </div><div>I wade into a brown river or dive through a wave</div><div>and for a while feel nothing under my feet. Sometimes</div><div>I want to hear what it was like before the air, and so I duck</div><div>under the water and listen to the muted hums. I’m ashamed</div><div> </div><div>to say that most days I forget this planet. That most days</div><div>I think about dentist appointments and plagiarists</div><div>and the various ways I can try to protect my body from itself.</div><div> </div><div>Last weekend I saw Jupiter through a giant telescope,</div><div>its storm stripes, four of its sixty-seven moons, and was filled</div><div>with fierce longing, bitter that instead of Ganymede or Europa,</div><div>I had only one moon floating in my sky, the moon</div><div> </div><div>called Moon, its face familiar and stale. But this morning</div><div>I stepped outside and the wind nearly knocked me down.</div><div>This morning I stepped outside and the blue nearly</div><div> </div><div>crushed me. This morning this planet is so loud with itself—</div><div>its winds, its insects, its grackles and mourning doves—</div><div>that I can hardly hear my own lamentations. This planet.</div><div>All its grooved bark, all its sand of quartz and bones</div><div> </div><div>and volcanic glass, all its creeping thistle lacing the yards</div><div>with spiny purple. I’m trying to come down soft today.</div><div>I’m trying to see this place even as I’m walking through it.</div> "}, {"title": "Soldiers Washing (1927)", "view_node": "/poem/soldiers-washing-1927", "field_author": "<a href=\"/poet/ricardo-pau-llosa\" hreflang=\"en\">Ricardo Pau-Llosa</a>", "field_date_published": "2017", "body": " <p>     after the painting by Stanley Spencer <br /> </p>\n<pre>\nEven washing is a task, in war and daily\nlife. The warm and pour, the fresh linen,\nthe hourglass of soap in its melt telling\nus how our tired flesh gleams to fiction\nrenewal. Time is at war. We are meant to lose\nthat we may grasp what we know: the waste\nof passioned effort. The soldier nearest to us\ndunks his face in the bowl, a murky foretaste\nof baptismal death. This halo we discover\nfrom which he’ll surely rise, suspender cords\nrhyming the sink. Next to him another\nwrings the towel and turns his head toward\nBellona. Not incongruous. The patroness,\ntoo, of the trench of days and the hearth’s duress.</pre>\n "}, {"title": "Insomnolence", "view_node": "/poem/insomnolence", "field_author": "<a href=\"/poet/charles-rafferty\" hreflang=\"en\">Charles Rafferty</a>", "field_date_published": "2017", "body": " <style>\n<!--/*--><![CDATA[/* ><!--*/\n\n\np.big {\n    line-height: 200%;\n}\n\n/*--><!]]>*/\n</style><p class=\"big\">I navigate the dark house by moving from the green star of the smoke detector to the blue star of the electric toothbrush. I am no different than Magellan or Marco Polo, I am guided by what burns. Some nights I step onto the back porch. The prow of it charges the blackness, while the stars above me sharpen and blur. Inside, I harbor the ache of what is no longer possible.</p>\n "}, {"title": "Virgule", "view_node": "/poem/virgule", "field_author": "<a href=\"/poet/michael-mcfee\" hreflang=\"en\">Michael McFee</a>", "field_date_published": "2017", "body": " <div>Its perpendicular</div><div>tilted, falling forward,</div><div> </div><div>this oblique stroke</div><div>between lines of verse</div><div> </div><div>or fractions’ numbers</div><div>or month/day/year</div><div> </div><div>separates &amp; connects</div><div>parts of some whole:</div><div> </div><div>its diagonal can also</div><div>offer us alternatives</div><div> </div><div>like his/her, and/or,</div><div>a skinny twig partway</div><div> </div><div>between limb &amp; ground,</div><div>like me not quite vertical</div><div> </div><div>or horizontal, a slash</div><div>leaning into stiff wind.</div> "}, {"title": "Invitation", "view_node": "/poem/invitation", "field_author": "<a href=\"/poet/david-petruzelli\" hreflang=\"und\">David Petruzelli</a>", "field_date_published": "2017", "body": " <pre>\nOut late, Robert and Steven are at it again, arguing\non the front steps, which means it’s Wednesday, and my landlords\nare back from Toby’s, their favorite East Rutherford bar—\n\ntwo short, round, middle-aged men with matching moustaches,\ntheir voices raised over God-knows-what dispute,\nwhich always includes an exasperated Steven\n\nshouting, “Come on, you know I’m right,” while Robert\nmimics his partner in a singsong voice he’s most likely used\nsince grade school, until Steven says, “Shut up, please,”\n\nfollowed by, “Shut up shut up <em>shut up</em>,” as if saying it\nthree times quickly is Steven’s sure way to open their door.\nBut the next morning, on my walk to the train, I would greet them\n\nas they returned from a postbreakfast stroll—looking rested,\n<em>younger</em> somehow, as if all the yelling I heard\nhad been someone else. There was even an offer of Sunday dinner,\n\nfollowed, the next time I saw them, by Robert’s\nhappy description of a home-cooked meal. It was my first\nreal visit upstairs, and they were on their best behavior.\n\nSteven stayed busy with cooking—and smells that recalled,\nvery pleasantly, my mother’s London broil—while Robert\nkept me company with <em>La clemenza di Tito</em> on the stereo;\n\nI took a timid sip of wine and let Robert do the talking.\n“So you’re a typist?” he asked. “<em>Typesetter</em>,” Steven\ncalled out helpfully from the kitchen, before I could answer.\n\nRobert smiled, as if our chef had reminded him\nthat the boy tenant from below, besides being shy\nwas also a bit dull. But finally we sat down to eat,\n\nand it was an excellent meal (my mother again),\nand afterward, their high school yearbook came off the shelf.\nWe ended up on the sofa, with me between them\n\nas we finished our coffee, and Robert, who took charge\nof the book, offered the best comments, adding\nhis own captions. Then he began to flip pages in earnest,\n\nas if the one he was looking for kept backing away.\nThe opera was over, and I couldn’t say\nwhen that had happened, but I knew we’d come to the place\n\nwhere I was supposed to pay attention, Steven too:\nthe gray photos skipping past\nwere black-and-white again, and Robert’s voice had changed.</pre>\n "}, {"title": "Page One", "view_node": "/poem/page-one", "field_author": "<a href=\"/poet/joannie-stangeland\" hreflang=\"en\">Joannie Stangeland</a>", "field_date_published": "2017", "body": " <p> </p><p>Civilization is really a great pleasure.<br />—Edwin Denby</p><p><em>for W. MacKay</em></p>\n<pre>\nOn Tuesday night it’s raining in Seattle,\nand as I feed my plastic to the kiosk\nby the curb, stick my spattered ticket\nto the driver’s side window, start walking south,\ndodging puddles through the slick and glint,\nI hear an accordion, music that puts me\nin a French movie—maybe a Truffaut—haunting\nas across Pine Street, neon rubies and blues\nan invitation, like somewhere in Paris\nor New York, and I climb the steps\nto Elliott Bay Book Company\nthinking Edwin might say\nthat buying books is really a great pleasure,\nlike the time you took me to St. Mark’s, gave\nme a copy of Frank O’Hara’s Selected,\npointing out the poem titled\n“Poem [Light      clarity      avocado salad in the morning]”\nand now I picture Edwin in the movie you sent,\nstanding outside his apartment talking\nto Aaron Copland, which takes me back\nto Phebe’s diner with you and Pat,\nbefore he married me, when we were younger\nand he was still alive, when morning could yawn\nuntil afternoon, heavy plates of eggs\nwith roasted potatoes by the window\nwhere Bowery seemed wide enough to hold\nall our days, and anything would happen.</pre>\n "}, {"title": "Scorched Earth", "view_node": "/poem/scorched-earth", "field_author": "<a href=\"/poet/elizabeth-rees\" hreflang=\"en\">Elizabeth Rees</a>", "field_date_published": "2017", "body": " <div>I was watching my zealot neighbor</div><div>picking individual zoysia blades at dusk</div><div>when it occurred to me there was no way</div><div>he would ever be able to disguise</div><div>that UFO scar on his front yard.</div><div>He could subscribe to every right-wing rag</div><div>but he could not deny his perfect zoysia grass</div><div>had been scorched by a spaceship.</div><div>I thought about drones awhile,</div><div> </div><div>watched him under my eyelashes</div><div>for another good hour.</div><div>I wondered how he explained</div><div>the chemistry of this burn.</div><div>He was an engineer, after all.</div><div>Even if he plucked grass in the dark,</div><div>he probably didn’t believe</div><div>in poetry or outer space.</div><div> </div><div>But I’d seen them land</div><div>in the viscera of night.</div><div>They flew in from the right,</div><div>the far right, with birches in their hands.</div><div>I’d seen them unload their shovels and dirt.</div><div>I’d heard the yowl in their eyes,</div><div>smelled the sweat of their plans.</div><div>They were serious, and sure</div><div>they could not be stopped.</div><div> </div><div>Soon, others would come,</div><div>alien multitudes</div><div>in a strident shield of color,</div><div>fisting the air with rage,</div><div>howling words my neighbor</div><div>doesn’t know, though</div><div>they speak the same language.</div> "}, {"title": "How Will I Address Him When He&#039;s Dead", "view_node": "/poem/how-will-i-address-him-when-hes-dead", "field_author": "<a href=\"/poet/brian-phillip-whalen\" hreflang=\"en\">Brian Phillip Whalen</a>", "field_date_published": "2017", "body": " <p>I call my father during halftime when the Irish are on TV. (Family history: my father called his father from a rotary phone screwed to the wall.) It’s good to hear my father’s voice, to have cellular access to familiar sounds: his admonishments, his praise and anger. (Memory of bedtime songs he’d sing on his guitar: I sing them to my daughter now—Phil Ochs’s “When I’m Gone” and Kenny Loggins’s “Danny’s Song.”) My grandfather, who lived in Indiana, named my father James. I rarely think about it, his having a name—my father, James.</p> "}, {"title": "Teufelsdröckh, Give Up the Ghost", "view_node": "/poem/teufelsdrockh-give-ghost", "field_author": "<a href=\"/poet/brian-phillip-whalen\" hreflang=\"en\">Brian Phillip Whalen</a>", "field_date_published": "2017", "body": " <pre>\n\n<em>for Erik\n</em>\nMy friend, how many more occasions have we left in our steeply narrowing lives to brood over decisions like these? To write, to teach—<em>to marry</em>. It used to be we’d sit in bars until 3:00 am speculating cream versus half-and-half, debating French press versus good espresso with the same intensity with which we argued Carlyle versus Wordsworth\n\n(all brazen and floral and thirsty for truths). Do you remember a morning in your kitchen, in Asheville, the year after your mother died? You ground Ethiopian Yirgacheffe while Heidi made us omelets stuffed with braised chard from her garden. The water for the press pot was not boiling.\n\n(You were, as usual, too soon to take it off the burner.) The result, I knew, would be a weak brew. I wanted to admonish you—but as Heidi laid out mugs with her unimpugnable devotion, I only loved you as I watched you pour the water\n\ninto the beaker, ready the plunger, and wait.</pre>\n "}], "pager": {"current_page": 303, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}