{"rows": [{"title": "Foul Ball", "view_node": "/poem/foul-ball", "field_author": "<a href=\"/poet/david-bottoms\" hreflang=\"und\">David Bottoms</a>", "field_date_published": "2018", "body": " <div>The river was off-limits, but occasionally a foul ball would fly back</div><div> </div><div>over the press box, over the narrow drive</div><div>and down the hill,</div><div> </div><div>and there we were—where what we called the ballpark rock</div><div>jutted into the Etowah.</div><div> </div><div>On hot nights the stench would make us gag.</div><div> </div><div>Two miles below the rendering plant</div><div>and chicken parts still flooded up in the pool beyond the rock—</div><div>clots of dirty feathers, feet,</div><div> </div><div>an occasional head with glazed eyes wide.</div><div>We’d hold our noses and try to breathe through our mouths.</div><div> </div><div>Once though, the smell was too much</div><div>and we had to give it up.</div><div> </div><div>Listen, it wasn’t what you think. It was only Little League,</div><div>and they gave us free ice cream</div><div> </div><div>for retrieving a foul. No, we weren’t overcome</div><div>by thoughts of filth, disease,</div><div>or fish kills. We were running down a long hill, dodging</div><div> </div><div>trees and undergrowth, trying</div><div>to find a ball before it found the river.</div> "}, {"title": "Hysterectomy/Recovery", "view_node": "/poem/hysterectomyrecovery", "field_author": "<a href=\"/poet/emma-bolden\" hreflang=\"en\">Emma Bolden</a>", "field_date_published": "2018", "body": " <p>Though I didn’t know how to begin or believe, I held in<br />myself expectation. Awareness. A palpable fit. Every garden</p><p>a window through which I petalled off hopes. There was nothing</p><p>so alarming as a sky. Who knew if an elegance walked invisible<br />beside me or on stolen feet. Or if all elegance is the act of being</p><p>invisible after all. If after all the spirit is indivisible from the body.</p><p>Or a glamor slit from this spilt sack of skin. I have never had<br />nor been enough. Every sundress is an ache. What a pink</p><p>unpleasantness, the idea of touch. An earth let loose and loss</p><p>the only record of its revolutions, its unguarded roots. A sky<br />rinsing from itself the pointless trash of spring.</p> "}, {"title": "Beyond Love", "view_node": "/poem/beyond-love", "field_author": "<a href=\"/poet/emma-bolden\" hreflang=\"en\">Emma Bolden</a>", "field_date_published": "2018", "body": " <p>If the saints are to be believed, if this body is a dress<br />we slip into, out of, if each day and night is the mantle<br />we tie around our shoulders, fabric thin as the time it takes<br />teeth to flatten the end of a thread and lead it through</p><p>an eyed needle, then what am I to make of the gorgeous<br />terror every star makes out of its own distance? Sometimes<br />I can see the body as a blaze, bright-gloried, flamed<br />and holy as a pin-prick the size of a soul. And if the soul</p><p>is a blaze to be believed, then belief blazes a highway<br />to some beyond, a beauty that begins with every ordinary<br />sweetness, every one small but still indefinable love.<br />Every morning, when I wash the wrongs I’ve made right</p><p>out of my hair, I want to believe in each drop of water<br />as a promise of and from the all that we’re meant to contain.</p> "}, {"title": "Astroturf", "view_node": "/poem/astroturf", "field_author": "<a href=\"/poet/tina-chang\" hreflang=\"und\">Tina Chang</a>", "field_date_published": "2018", "body": " Before my son was born, I had been inside my home often\nand, one spring day, sat myself on the astroturf behind a playground\nclose to my home. I laid back, allowing the plastic grass to prick\nmy arms and wrists. A few feet away, three girls sang a string\nof songs about heartbreak, all the while the lyrics broke\nand remade themselves on the edge of each spring leaf. I listened\nand I didn’t listen at once which felt like my fullest attention.\nThe girls were so casual in their beauty, legs entangled in one\nanother, fingers braiding each other’s teen hair. They seemed\nlike one animal of burnished light and I tried not to stare.\nIt was the kind of beauty that held its own attention, needed\nno validation, long eyelashes and pale arms gestured toward\nwholly bright selves. I closed my eyes hearing their laughter.\nI heard, too, from afar someone approaching. I heard a small thud\nand a boy’s voice. They talked, they joked, and then a silence\nthat made me open my eyes. After a longer pause, they asked him\nto please leave. I now saw the boy was black and I registered\nan expression that was slow rain coming down hard as he grabbed\nhis backpack swinging it so fiercely, it almost hit one of the girls.\nAs he walked away, they laughed past him. Their laughter\nwas the long shadow that followed him for years, their laughter\nforced him to round the corner, almost gone from view.\nBefore he disappeared, he yelled, “Bitch,” but the memory\nof him left not a trace. The girls continued to sing except now\nthere were thorns falling on the imagined grass, some of which\nlanded close to me. When I sat up, I felt a strong kick inside me.\nMy boy would be here soon. Six more days into the future\nI would meet him. I touched the area that moved. I waited. "}, {"title": "The Ring", "view_node": "/poem/ring-0", "field_author": "<a href=\"/poet/andrew-motion\" hreflang=\"und\">Andrew Motion</a>", "field_date_published": "2018", "body": " <pre>Soon my father will lose his wedding ring\nbut before that happens we take the path\nalong the cliff-edge past the sign that says\n<em>Danger: Keep Back</em> because the waves below\nhave undermined it, and the next big storm\nwill be enough to bring the whole face down.\n\nI know this but I can’t help looking down\nand noticing how each wave throws a ring\nof pretty foam that’s nothing like a storm\nround fallen rocks forming a sort of path\nfor someone who might find themselves below\nwhich no one ever would, my father says.\n\nIt’s much too dangerous, my father says,\nnew rock-falls any time might tumble down\nand injure them, and while the sea below\nlooks calm, a quickly-rising tide would ring\nand terrify them, devastate the path,\nthen drown them just as surely as a storm.\n\nI hear him out about the calm and storm\nand fall in line with everything he says,\ncontinuing along the cliff-top path\nuntil it leads us in a zig-zag down\nonto the sea-shore where a wormy ring\nof sand recalls the tunneling below.\n\nMy father says the North Sea is below\nfreezing almost, thanks to a recent storm,\nand so he eases off his wedding ring\nbecause the cold is bound to shrink, he says,\nhis fingers, and his ring would then slip down\nand vanish like the dangerous cliff path.\n\nHe turns around to see once more the path,\nthe dizzy fall, the rocks, the waves below.\nHe thinks his only choice is to set down\non one stone of the many that the storm\nhas carried from their North Sea bed, which says\na lot about the power of storms, his ring.\n\nIt slides down out of sight as though the storm\nhas also switched his path to run below.\nThis neither of us says. He never finds his ring.\n</pre>\n "}, {"title": "All of Us", "view_node": "/poem/all-us", "field_author": "<a href=\"/poet/erika-l-sanchez\" hreflang=\"en\">Erika L. Sánchez</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">Every day I am born like this—</span><br /><span class=\"long-line\">No chingues. Nothing happens</span><br /><span class=\"long-line\">for the first time. Not the neon</span><br /><span class=\"long-line\">sign that says vacant, not the men</span><br /><span class=\"long-line\">nor the jackals who resemble them.</span><br /><span class=\"long-line\">I take my bones inscribed by those </span><br /><span class=\"long-line\">who came before, and learn </span><br /><span class=\"long-line\">to court myself under a violence </span><br /><span class=\"long-line\">of stars. I prefer to become demon, </span><br /><span class=\"long-line\">what their eyes cannot. Half of me </span><br /><span class=\"long-line\">is beautiful, half of me is a promise</span><br /><span class=\"long-line\">filled with the quietest places. </span><br /><span class=\"long-line\">Every day I pray like a dog</span><br /><span class=\"long-line\">in the mirror and relish the crux </span><br /><span class=\"long-line\">of my hurt. We know Lilith ate</span><br /><span class=\"long-line\">the bones of her enemies. We know </span><br /><span class=\"long-line\">a bitch learns to love her own ghost.</span></p>\n"}, {"title": "Luna My Captive", "view_node": "/poem/luna-my-captive", "field_author": "<a href=\"/poet/matthew-zapruder\" hreflang=\"und\">Matthew Zapruder</a>", "field_date_published": "2018", "body": " <pre>And seriously now the guitar is beating me up\n<span class=\"long-line\">It is shoving me into the narrow range of its cheerful melancholy</span>\nAnd all sorts of feelings I want to have I cannot\nMy feet start to move in exactly the same way\nThey did for so many years each time I entered\nThe tin shack where the dancing occurred\nAgain I see you Luna just as I did\nWhen I was a boy once and everything\nMade a large kind of sense we were being guarded\nThe new wave band with the exciting hair\nProduced inside us the same faint scent\nOf oranges that filled the patio in ancient holy Spain\nWe read about in our textbooks\nWe knew someday we would go\nTogether there and feel our song\nIn the narrow alleyways made sense\nWe would sing it and drink each other’s blood\nWhich would only make us grow stronger\nSometimes we talked about just going to Panama\nTo watch the ships move through the artificial scar\nOverlords made in earth to bring the goods we loved\nWe put them in our mouths and on our record players\nLuna I am losing the red thread\nI want to rush back out into the street\nAway from this terrible guitar that is making me feel\nI’m just a chandelier in the reflections of my own\nGlass droplets quantifying what has passed\nToo enervated to keep toiling like a star\nLuna I don’t mean to say it’s all been a loss\nThere was that class I took on how to ride\nThe carousel holding my nephew\n<span class=\"long-line\">But it’s impossible to be positive with this guitar playing</span>\nThere is something inside the tune\nI can’t alter and this man is singing\nAll these songs about going there\nTo be honest I just gave up and moved\nI hear my sister yelling in the yard\nLuna I’m going to bring my head outside\nTo see if I can scare some crows\nThey have bad manners not that I really care\nThere are three of them right now\nMaking me think of you and me and the other one\nThe best evening of my life was when we parked\nAbove that hill and talked all night\nAbout the things we would never do\nUntil we grew dark and indifferent\nAs a well in a ruined village\nThe army passes by…\n</pre>\n "}, {"title": "say it with your whole black mouth", "view_node": "/poem/say-it-your-whole-black-mouth", "field_author": "<a href=\"/poet/danez-smith\" hreflang=\"en\">Danez Smith</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">say it with your whole black mouth: i am innocent</span></p>\n\n<p><span class=\"long-line\">&amp; if you are not innocent, say this: i am <span class=\"long-line\">worthy of forgiveness, of breath after breath</span></span></p>\n\n<p><span class=\"long-line\">i tell you this: i let blue eyes dress me in guilt</span><br /><span class=\"long-line\">walked around stores convinced the very skin of my palm was stolen</span></p>\n\n<p><span class=\"long-line\">&amp; what good has that brought me? days filled flinching</span><br /><span class=\"long-line\">thinking the sirens were reaching for me</span></p>\n\n<p><span class=\"long-line\">&amp; when the sirens were for me</span><br /><span class=\"long-line\">did i not make peace with god?</span></p>\n\n<p><span class=\"long-line\">so many white people are alive because</span><br /><span class=\"long-line\">we know how to control ourselves.</span></p>\n\n<p><span class=\"long-line\">how many times have we died on a whim</span><br /><span class=\"long-line\">wielded like gallows in their sun-shy hands?</span></p>\n\n<p><span class=\"long-line\">here, standing in my own body, i say: the next time</span><br /><span class=\"long-line\">they murder us for the crime of their imaginations</span></p>\n\n<p><span class=\"long-line\">i don’t know what i’ll do.</span></p>\n\n<p><span class=\"long-line\">i did not come to preach of peace</span><br /><span class=\"long-line\">for that is not the hunted’s duty.</span></p>\n\n<p><span class=\"long-line\">i came here to say what i can’t say</span><br /><span class=\"long-line\">without my name being added to a list</span></p>\n\n<p><span class=\"long-line\">what my mother fears i will say</span></p>\n\n<p><span class=\"long-line\">                       what she wishes to say herself</span></p>\n\n<p><span class=\"long-line\">i came here to say</span></p>\n\n<p><span class=\"long-line\">i can’t bring myself to write it down</span></p>\n\n<p><span class=\"long-line\">sometimes i dream of pulling a red apology</span><br /><span class=\"long-line\">from a pig’s collared neck &amp; wake up crackin up</span></p>\n\n<p><span class=\"long-line\">           if i dream of setting fire to cul-de-sacs</span><br /><span class=\"long-line\">           i wake chained to the bed</span></p>\n\n<p><span class=\"long-line\">i don’t like thinking about doing to white folks</span><br /><span class=\"long-line\">what white folks done to us</span></p>\n\n<p><span class=\"long-line\">when i do</span><br /><span class=\"long-line\">                      can’t say</span></p>\n\n<p><span class=\"long-line\">          i don’t dance</span></p>\n\n<p><span class=\"long-line\">o my people</span></p>\n\n<p><span class=\"long-line\">          how long will we</span></p>\n\n<p><span class=\"long-line\">reach for god</span></p>\n\n<p><span class=\"long-line\">          instead of something sharper?</span></p>\n\n<p><span class=\"long-line\">          my lovely doe</span></p>\n\n<p><span class=\"long-line\">with a taste for meat</span></p>\n\n<p><span class=\"long-line\">          take</span></p>\n\n<p><span class=\"long-line\">the hunter</span></p>\n\n<p><span class=\"long-line\">          by his hand</span></p>\n"}, {"title": "Requiem with an Amulet in Its Beak", "view_node": "/poem/requiem-amulet-its-beak", "field_author": "<a href=\"/poet/elizabeth-knapp\" hreflang=\"en\">Elizabeth Knapp</a>", "field_date_published": "2018", "body": " <p>At night, I leave all the lights on in my head.<br />This way, I know the dead can find me.        </p><p>Sometimes they toss me their worldly trinkets:<br />the moon, wobbly as a child’s loose tooth,<br />a tuning fork, a spear of lightning for my song.</p><p>Like a magpie, I collect them.<br />I line my own death-nest<br />with the baubles of the dead.</p><p>Nothing, not even death, can harm me.</p> "}, {"title": "Self-Portrait as Cindy Sherman&#039;s Instagram Account", "view_node": "/poem/self-portrait-cindy-shermans-instagram-account", "field_author": "<a href=\"/poet/elizabeth-knapp\" hreflang=\"en\">Elizabeth Knapp</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">And why not Sherman herself, you ask?</span><br /><span class=\"long-line\">Because in this instance, the inclusion</span><br /><span class=\"long-line\">of social media denotes a postmodern</span><br /><span class=\"long-line\">approach to self-portraiture, a Baudrillardian</span><br /><span class=\"long-line\">hall of mirrors in which the self is projected</span><br /><span class=\"long-line\">against a million anonymous eyes, all hungry</span><br /><span class=\"long-line\">for a taste of her. How will she deform</span><br /><span class=\"long-line\">herself next? Will she sport a new prosthetic</span><br /><span class=\"long-line\">chin, her hair stand on end, electrocuted?</span><br /><span class=\"long-line\">A Dr. Frankenstein in the lab with herself.</span><br /><span class=\"long-line\">A million followers, and not one will ever</span><br /><span class=\"long-line\">know her—nipped, tucked, and bruised beyond</span><br /><span class=\"long-line\">all recognition. <em>Das Umheimliche</em>: an unhomely</span><br /><span class=\"long-line\">home. A rubber crotch on a mannequin.</span></p>\n"}, {"title": "Albuquerque", "view_node": "/poem/albuquerque-1", "field_author": "<a href=\"/poet/jessica-ankeny\" hreflang=\"en\">Jessica Ankeny</a>", "field_date_published": "2017", "body": " <pre>I.\n\nIt could be snow, the way it floats, or ash\nfrom ancient volcanoes awake and exploding. But instead\n\n<span class=\"long-line\">it’s seeds wrapped in something like down, released by the thousands</span>\nfrom cottonwood trees. If they land near water they grow\n\nbut mostly they don’t.\n\nThe sun starts to set and the air turns the color of a calm fire,\nas if there were such a thing. Fire is always growing or dying,\n\nand I love to feed it until it licks beyond what I can reach,\nthen I kill it or it might take everything.\n\nII.\n\nMy brothers and sister catch the seeds like fireflies. They ask\n<span class=\"long-line\">if it glows in their hands. They’ve only seen the bright bugs on TV,</span>\n\nwhere happy kids hold them and watch the light\nflickering, contained.\n\n<span class=\"long-line\">And Mother waits for Father to come home. Maybe she just got back herself.</span>\nMaybe she didn’t. Maybe he won’t.\n\nIII.\n\nI watch the white spots slide across the achingly orange sun\nand catch one or don’t, and see the old volcanoes, so far away\n\n<span class=\"long-line\">it would take a hard day of walking to get partly there; they slither into darkness.</span>\n<span class=\"long-line\">And the mother mosquitoes gather blood for their eggs, and the stars wake,</span>\n\n<span class=\"long-line\">and the crickets creak their noise to bring the females to them. But I will be different.</span>\n<span class=\"long-line\">And the spiders wake and weave something beautiful to be destroyed</span>\n\n<span class=\"long-line\">in the morning. But under the fireplace, the black widows create chaotic things,</span>\n<span class=\"long-line\">webs just for eating, as if they didn’t care about beauty. But I care, at least</span>\n\nI think I do, and the daddy longlegs prance around the body\n<span class=\"long-line\">like it’s a sacred object: bright enough to bring the insects, but too hot to walk across.</span>\n\n<span class=\"long-line\">I will be a seed that finds water and grows into a tree who doesn’t need anybody.</span>\n</pre>\n "}, {"title": "The Fairy Tree of Domremy         ", "view_node": "/poem/fairy-tree-domremy", "field_author": "<a href=\"/poet/mark-twain\" hreflang=\"und\">Mark Twain</a>", "field_date_published": "2018", "body": " <pre>\n     L'ARBRE FEE DE BOURLEMONT\n\n     SONG OF THE CHILDREN\n\n     Now what has kept your leaves so green,\n     Arbre Fee de Bourlemont?\n\n     The children's tears! They brought each grief,\n     And you did comfort them and cheer\n     Their bruised hearts, and steal a tear\n     That, healed, rose a leaf.\n\n     And what has built you up so strong,\n     Arbre Fee de Bourlemont?\n\n     The children's love! They've loved you long\n     Ten hundred years, in sooth,\n     They've nourished you with praise and song,\n     And warmed your heart and kept it young—\n     A thousand years of youth!\n\n     Bide always green in our young hearts,\n     Arbre Fee de Bourlemont!\n     And we shall always youthful be,\n     Not heeding Time his flight;\n     And when, in exile wand'ring, we\n     Shall fainting yearn for glimpse of thee,\n     Oh, rise upon our sight!\n</pre> "}, {"title": "The King of Yvetot", "view_node": "/poem/king-yvetot", "field_author": "<a href=\"/poet/william-makepeace-thackeray\" hreflang=\"und\">William Makepeace Thackeray</a>", "field_date_published": "2018", "body": " There was a king of Yvetot,\n    Of whom renown hath little said,\n  Who let all thoughts of glory go,\n    And dawdled half his days a-bed;\n  And every night, as night came round,\n  By Jenny, with a nightcap crowned,\n              Slept very sound:\n       Sing ho, ho, ho! and he, he, he!\n       That's the kind of king for me.\n\n  And every day it came to pass,\n    That four lusty meals made he;\n  And, step by step, upon an ass,\n    Rode abroad, his realms to see;\n  And wherever he did stir,\n  What think you was his escort, sir?\n              Why, an old cur.\n       Sing ho, ho, ho ! &amp;c.\n\n  If e'er he went into excess,\n    'Twas from a somewhat lively thirst;\n  But he who would his subjects bless,\n    Odd's fish!—must wet his whistle first;\n  And so from every cask they got,\n  Our king did to himself allot,\n              At least a pot.\n       Sing ho, ho! &amp;c.\n\n  To all the ladies of the land,\n    A courteous king, and kind, was he;\n  The reason why you'll understand,\n    They named him Pater Patriae.\n  Each year he called his fighting men,\n  And marched a league from home, and then\n              Marched back again.\n       Sing ho, ho! &amp;c.\n\n  Neither by force nor false pretence,\n    He sought to make his kingdom great,\n  And made (O princes, learn from hence),—\n    \"Live and let live,\" his rule of state.\n  'Twas only when he came to die,\n  That his people who stood by,\n              Were known to cry.\n       Sing ho, ho! &amp;c.\n\n  The portrait of this best of kings\n    Is extant still, upon a sign\n  That on a village tavern swings,\n    Famed in the country for good wine.\n  The people in their Sunday trim,\n  Filling their glasses to the brim,\n              Look up to him,\n       Singing ha, ha, ha! and he, he, he!\n       That's the sort of king for me.\n "}, {"title": "The Garret", "view_node": "/poem/garret-0", "field_author": "<a href=\"/poet/william-makepeace-thackeray\" hreflang=\"und\">William Makepeace Thackeray</a>", "field_date_published": "2018", "body": " <pre>\n     With pensive eyes the little room I view,\n       Where, in my youth, I weathered it so long;\n     With a wild mistress, a stanch friend or two,\n       And a light heart still breaking into song:\n     Making a mock of life, and all its cares,\n       Rich in the glory of my rising sun,\n     Lightly I vaulted up four pair of stairs,\n       In the brave days when I was twenty-one.\n\n     Yes; 'tis a garret—let him know't who will—\n       There was my bed—full hard it was and small.\n     My table there—and I decipher still\n       Half a lame couplet charcoaled on the wall.\n     Ye joys, that Time hath swept with him away,\n       Come to mine eyes, ye dreams of love and fun;\n     For you I pawned my watch how many a day,\n       In the brave days when I was twenty-one.\n\n     And see my little Jessy, first of all;\n       She comes with pouting lips and sparkling eyes:\n     Behold, how roguishly she pins her shawl\n       Across the narrow casement, curtain-wise;\n     Now by the bed her petticoat glides down,\n       And when did woman look the worse in none?\n     I have heard since who paid for many a gown,\n       In the brave days when I was twenty-one.\n\n     One jolly evening, when my friends and I\n       Made happy music with our songs and cheers,\n     A shout of triumph mounted up thus high,\n       And distant cannon opened on our ears:\n     We rise,—we join in the triumphant strain,—\n       Napoleon conquers—Austerlitz is won—\n     Tyrants shall never tread us down again,\n       In the brave days when I was twenty-one.\n\n     Let us begone—the place is sad and strange—\n       How far, far off, these happy times appear;\n     All that I have to live I'd gladly change\n       For one such month as I have wasted here—\n     To draw long dreams of beauty, love, and power,\n       From founts of hope that never will outrun,\n     And drink all life's quintessence in an hour,\n       Give me the days when I was twenty-one!\n</pre> "}, {"title": "Jolly Jack", "view_node": "/poem/jolly-jack", "field_author": "<a href=\"/poet/william-makepeace-thackeray\" hreflang=\"und\">William Makepeace Thackeray</a>", "field_date_published": "2018", "body": " <pre>\n     When fierce political debate\n       Throughout the isle was storming,\n     And Rads attacked the throne and state,\n       And Tories the reforming,\n     To calm the furious rage of each,\n       And right the land demented,\n     Heaven sent us Jolly Jack, to teach\n      The way to be contented.\n\n     Jack's bed was straw, 'twas warm and soft,\n       His chair, a three-legged stool;\n     His broken jug was emptied oft,\n       Yet, somehow, always full.\n     His mistress' portrait decked the wall,\n       His mirror had a crack;\n     Yet, gay and glad, though this was all\n       His wealth, lived Jolly Jack.\n\n     To give advice to avarice,\n       Teach pride its mean condition,\n     And preach good sense to dull pretence,\n       Was honest Jack's high mission.\n     Our simple statesman found his rule\n       Of moral in the flagon,\n     And held his philosophic school\n       Beneath the “George and Dragon.”\n\n     When village Solons cursed the Lords,\n       And called the malt-tax sinful,\n     Jack heeded not their angry words,\n       But smiled and drank his skinful.\n     And when men wasted health and life,\n       In search of rank and riches,\n     Jack marked, aloof, the paltry strife,\n       And wore his threadbare breeches.\n\n     “I enter not the church,” he said,\n       “But I'll not seek to rob it;”\n      So worthy Jack Joe Miller read,\n       While others studied Cobbett.\n     His talk it was of feast and fun;\n       His guide the Almanack;\n     From youth to age thus gayly run\n       The life of Jolly Jack.\n\n     And when Jack prayed, as oft he would,\n       He humbly thanked his Maker;\n     “I am,” said he, “O Father good!\n       Nor Catholic nor Quaker:\n     Give each his creed, let each proclaim\n       His catalogue of curses;\n     I trust in Thee, and not in them,\n       In Thee, and in Thy mercies!\n\n     “Forgive me if, midst all Thy works,\n       No hint I see of damning;\n     And think there's faith among the Turks,\n       And hope for e'en the Brahmin.\n     Harmless my mind is, and my mirth,\n       And kindly is my laughter:\n     I cannot see the smiling earth,\n       And think there's hell hereafter.”\n\n     Jack died; he left no legacy,\n       Save that his story teaches:—\n     Content to peevish poverty;\n       Humility to riches.\n     Ye scornful great, ye envious small,\n       Come follow in his track;\n     We all were happier, if we all\n       Would copy JOLLY JACK.\n</pre> "}, {"title": "Molony&#039;s Lament", "view_node": "/poem/molonys-lament", "field_author": "<a href=\"/poet/william-makepeace-thackeray\" hreflang=\"und\">William Makepeace Thackeray</a>", "field_date_published": "2018", "body": " <pre>\n  O TIM, did you hear of thim Saxons,\n    And read what the peepers report?\n  They're goan to recal the Liftinant,\n    And shut up the Castle and Coort!\n\n  Our desolate counthry of Oireland,\n    They're bint, the blagyards, to desthroy,\n  And now having murdthered our counthry,\n    They're goin to kill the Viceroy, Dear boy;\n    'Twas he was our proide and our joy!\n\n  And will we no longer behould him,\n    Surrounding his carriage in throngs,\n  As he weaves his cocked-hat from the windies,\n    And smiles to his bould aid-de-congs?\n  I liked for to see the young haroes,\n    All shoining with sthripes and with stars,\n  A horsing about in the Phaynix,\n    And winking the girls in the cyars,\n             Like Mars,\n    A smokin' their poipes and cigyars.\n\n  Dear Mitchell exoiled to Bermudies,\n    Your beautiful oilids you'll ope,\n  And there'll be an abondance of croyin'\n   From O'Brine at the Keep of Good Hope,\n  When they read of this news in the peepers,\n    Acrass the Atlantical wave,\n  That the last of the Oirish Liftinints\n    Of the oisland of Seents has tuck lave.  God save\n    The Queen—she should betther behave.\n\n  And what's to become of poor Dame Sthreet,\n    And who'll ait the puffs and the tarts,\n  Whin the Coort of imparial splindor\n  From Doblin's sad city departs?\n  And who'll have the fiddlers and pipers,\n    When the deuce of a Coort there remains?\n  And where'll be the bucks and the ladies,\n    To hire the Coort-shuits and the thrains?\n             In sthrains,\n    It's thus that ould Erin complains!\n\n  There's Counsellor Flanagan's leedy\n     'Twas she in the Coort didn't fail,\n  And she wanted a plinty of popplin,\n    For her dthress, and her flounce, and her tail;\n  She bought it of Misthress O'Grady,\n    Eight shillings a yard tabinet,\n  But now that the Coort is concluded,\n    The divvle a yard will she get; I bet,\n    Bedad, that she wears the old set.\n\n  There's Surgeon O'Toole and Miss Leary,\n    They'd daylings at Madam O'Riggs';\n  Each year at the dthrawing-room sayson,\n    They mounted the neatest of wigs.\n  When Spring, with its buds and its dasies,\n    Comes out in her beauty and bloom,\n  Thim tu'll never think of new jasies,\n    Becase there is no dthrawing-room,\n             For whom\n    They'd choose the expense to ashume.\n\n  There's Alderman Toad and his lady,\n    'Twas they gave the Clart and the Poort,\n  And the poine-apples, turbots, and lobsters,\n    To feast the Lord Liftinint's Coort.\n  But now that the quality's goin,\n    I warnt that the aiting will stop,\n  And you'll get at the Alderman's teeble\n    The devil a bite or a dthrop,\n             Or chop;\n    And the butcher may shut up his shop.\n\n  Yes, the grooms and the ushers are goin,\n    And his Lordship, the dear honest man,\n  And the Duchess, his eemiable leedy,\n    And Corry, the bould Connellan,\n  And little Lord Hyde and the childthren,\n    And the Chewter and Governess tu;\n  And the servants are packing their boxes,—\n    Oh, murther, but what shall I due\n             Without you?\n    O Meery, with ois of the blue!\n</pre> "}, {"title": "The Battle of Limerick", "view_node": "/poem/battle-limerick", "field_author": "<a href=\"/poet/william-makepeace-thackeray\" hreflang=\"und\">William Makepeace Thackeray</a>", "field_date_published": "2018", "body": " <pre>\n    Ye Genii of the nation,\n    Who look with veneration.\n  And Ireland's desolation onsaysingly deplore;\n    Ye sons of General Jackson,\n    Who thrample on the Saxon,\n  Attend to the thransaction upon Shannon shore,\n\n    When William, Duke of Schumbug,\n    A tyrant and a humbug,\n  With cannon and with thunder on our city bore,\n    Our fortitude and valiance\n    Insthructed his battalions\n  To respict the galliant Irish upon Shannon shore.\n\n    Since that capitulation,\n    No city in this nation\n  So grand a reputation could boast before,\n    As Limerick prodigious,\n    That stands with quays and bridges,\n  And the ships up to the windies of the Shannon shore.\n\n    A chief of ancient line,\n    'Tis William Smith O'Brine\n  Reprisints this darling Limerick, this ten years or more:\n    O the Saxons can't endure\n    To see him on the flure,\n  And thrimble at the Cicero from Shannon shore!\n\n    This valliant son of Mars\n    Had been to visit Par's,\n  That land of Revolution, that grows the tricolor;\n    And to welcome his returrn\n    From pilgrimages furren,\n  We invited him to tay on the Shannon shore.\n\n    Then we summoned to our board\n    Young Meagher of the sword:\n  'Tis he will sheathe that battle-axe in Saxon gore;\n    And Mitchil of Belfast\n    We bade to our repast,\n  To dthrink a dish of coffee on the Shannon shore.\n\n    Convaniently to hould\n    These patriots so bould,\n  We tuck the opportunity of Tim Doolan's store;\n    And with ornamints and banners\n    (As becomes gintale good manners)\n  We made the loveliest tay-room upon Shannon shore.\n\n    'Twould binifit your sowls,\n    To see the butthered rowls,\n  The sugar-tongs and sangwidges and craim galyore,\n    And the muffins and the crumpets,\n    And the band of hearts and thrumpets,\n  To celebrate the sworry upon Shannon shore.\n\n    Sure the Imperor of Bohay\n    Would be proud to dthrink the tay\n  That Misthress Biddy Rooney for O'Brine did pour;\n    And, since the days of Strongbow,\n    There never was such Congo—\n  Mitchil dthrank six quarts of it—by Shannon shore.\n\n    But Clarndon and Corry\n    Connellan beheld this sworry\n  With rage and imulation in their black hearts' core;\n    And they hired a gang of ruffins\n    To interrupt the muffins,\n  And the fragrance of the Congo on the Shannon shore.\n\n    When full of tay and cake,\n    O'Brine began to spake;\n  But juice a one could hear him, for a sudden roar\n    Of a ragamuffin rout\n    Began to yell and shout,\n  And frighten the propriety of Shannon shore.\n\n    As Smith O'Brine harangued,\n    They batthered and they banged:\n  Tim Doolan's doors and windies down they tore;\n    They smashed the lovely windies\n    (Hung with muslin from the Indies),\n  Purshuing of their shindies upon Shannon shore.\n\n    With throwing of brickbats,\n    Drowned puppies and dead rats,\n  These ruffin democrats themselves did lower;\n    Tin kettles, rotten eggs,\n    Cabbage-stalks, and wooden legs,\n  They flung among the patriots of Shannon shore.\n\n    O the girls began to scrame\n    And upset the milk and crame;\n  And the honorable gintlemin, they cursed and swore:\n    And Mitchil of Belfast,\n    'Twas he that looked aghast,\n  When they roasted him in effigy by Shannon shore.\n\n    O the lovely tay was spilt\n    On that day of Ireland's guilt;\n  Says Jack Mitchil, \"I am kilt!  Boys, where's the back door?\n    'Tis a national disgrace:\n    Let me go and veil me face;\"\n  And he boulted with quick pace from the Shannon shore.\n\n    \"Cut down the bloody horde!\"\n    Says Meagher of the sword,\n  \"This conduct would disgrace any blackamore;\"\n    But the best use Tommy made\n    Of his famous battle blade\n  Was to cut his own stick from the Shannon shore.\n\n    Immortal Smith O'Brine\n    Was raging like a line;\n  'Twould have done your sowl good to have heard him roar;\n    In his glory he arose,\n    And he rushed upon his foes,\n  But they hit him on the nose by the Shannon shore.\n\n    Then the Futt and the Dthragoons\n    In squadthrons and platoons,\n  With their music playing chunes, down upon us bore;\n    And they bate the rattatoo,\n    But the Peelers came in view,\n  And ended the shaloo on the Shannon shore.\n</pre> "}, {"title": "Larry O&#039;Toole", "view_node": "/poem/larry-otoole", "field_author": "<a href=\"/poet/william-makepeace-thackeray\" hreflang=\"und\">William Makepeace Thackeray</a>", "field_date_published": "2018", "body": " <pre>\n  You've all heard of Larry O'Toole,\n  Of the beautiful town of Drumgoole;\n    He had but one eye,\n    To ogle ye by—\n  Oh, murther, but that was a jew'l!\n    A fool\n  He made of de girls, dis O'Toole.\n\n  'Twas he was the boy didn't fail,\n  That tuck down pataties and mail;\n    He never would shrink\n    From any sthrong dthrink,\n  Was it whisky or Drogheda ale;\n    I'm bail\n  This Larry would swallow a pail.\n\n  Oh, many a night at the bowl,\n  With Larry I've sot cheek by jowl;\n    He's gone to his rest,\n    Where's there's dthrink of the best,\n  And so let us give his old sowl\n    A howl,\n  For 'twas he made the noggin to rowl.\n</pre> "}, {"title": "The Wolfe New Ballad of Jane Roney and Mary Brown", "view_node": "/poem/wolfe-new-ballad-jane-roney-and-mary-brown", "field_author": "<a href=\"/poet/william-makepeace-thackeray\" hreflang=\"und\">William Makepeace Thackeray</a>", "field_date_published": "2018", "body": " <pre>\n  An igstrawnary tail I vill tell you this veek—\n  I stood in the Court of A'Beckett the Beak,\n  Vere Mrs. Jane Roney, a vidow, I see,\n  Who charged Mary Brown with a robbin of she.\n\n  This Mary was pore and in misery once,\n  And she came to Mrs. Roney it's more than twelve monce.\n  She adn't got no bed, nor no dinner nor no tea,\n  And kind Mrs. Roney gave Mary all three.\n\n  Mrs. Roney kep Mary for ever so many veeks,\n  (Her conduct disgusted the best of all Beax,)\n  She kep her for nothink, as kind as could be,\n  Never thinkin that this Mary was a traitor to she.\n\n  \"Mrs. Roney, O Mrs. Roney, I feel very ill;\n  Will you just step to the Doctor's for to fetch me a pill?\"\n  \"That I will, my pore Mary,\" Mrs. Roney says she;\n  And she goes off to the Doctor's as quickly as may be.\n\n  No sooner on this message Mrs. Roney was sped,\n  Than hup gits vicked Mary, and jumps out a bed;\n  She hopens all the trunks without never a key—\n  She bustes all the boxes, and vith them makes free.\n\n  Mrs. Roney's best linning, gownds, petticoats, and close,\n  Her children's little coats and things, her boots, and her hose,\n  She packed them, and she stole 'em, and avay vith them did flee.\n  Mrs. Roney's situation—you may think vat it vould be!\n\n  Of Mary, ungrateful, who had served her this vay,\n  Mrs. Roney heard nothink for a long year and a day.\n  Till last Thursday, in Lambeth, ven whom should she see\n  But this Mary, as had acted so ungrateful to she?\n\n  She was leaning on the helbo of a worthy young man,\n  They were going to be married, and were walkin hand in hand;\n  And the Church bells was a ringing for Mary and he,\n  And the parson was ready, and a waitin for his fee.\n\n  When up comes Mrs. Roney, and faces Mary Brown,\n  Who trembles, and castes her eyes upon the ground.\n  She calls a jolly pleaseman, it happens to be me;\n  I charge this yonng woman, Mr. Pleaseman, says she.\n\n  \"Mrs. Roney, O, Mrs. Roney, O, do let me go,\n  I acted most ungrateful I own, and I know,\n  But the marriage bell is a ringin, and the ring you may see,\n  And this young man is a waitin,\" says Mary says she.\n\n  \"I don't care three fardens for the parson and clark,\n  And the bell may keep ringin from noon day to dark.\n  Mary Brown, Mary Brown, you must come along with me;\n  And I think this young man is lucky to be free.\"\n\n  So, in spite of the tears which bejew'd Mary's cheek,\n  I took that young gurl to A'Beckett the Beak;\n  That exlent Justice demanded her plea—\n  But never a sullable said Mary said she.\n\n  On account of her conduck so base and so vile,\n  That wicked young gurl is committed for trile,\n  And if she's transpawted beyond the salt sea,\n  It's a proper reward for such willians as she.\n\n  Now you young gurls of Southwark for Mary who veep,\n  From pickin and stealin your ands you must keep,\n  Or it may be my dooty, as it was Thursday veek,\n  To pull you all hup to A'Beckett the Beak.\n</pre> "}, {"title": "The Knight and the Lady", "view_node": "/poem/knight-and-lady", "field_author": "<a href=\"/poet/william-makepeace-thackeray\" hreflang=\"und\">William Makepeace Thackeray</a>", "field_date_published": "2018", "body": " <pre>\n  There's in the Vest a city pleasant\n    To vich King Bladud gev his name,\n  And in that city there's a Crescent\n    Vere dwelt a noble knight of fame.\n\n  Although that galliant knight is oldish,\n    Although Sir John as gray, gray air,\n  Hage has not made his busum coldish,\n    His Art still beats tewodds the Fair!\n\n  'Twas two years sins, this knight so splendid,\n    Peraps fateagued with Bath's routines,\n  To Paris towne his phootsteps bended\n    In sutch of gayer folks and seans.\n\n  His and was free, his means was easy,\n    A nobler, finer gent than he\n  Ne'er drove about the Shons-Eleesy,\n    Or paced the Roo de Rivolee.\n\n  A brougham and pair Sir John prowided,\n    In which abroad he loved to ride;\n  But ar! he most of all enjyed it,\n    When some one helse was sittin' inside!\n\n  That \"some one helse\" a lovely dame was\n    Dear ladies you will heasy tell—\n  Countess Grabrowski her sweet name was,\n    A noble title, ard to spell.\n\n  This faymus Countess ad a daughter\n    Of lovely form and tender art;\n  A nobleman in marridge sought her,\n    By name the Baron of Saint Bart.\n\n  Their pashn touched the noble Sir John,\n    It was so pewer and profound;\n  Lady Grabrowski he did urge on\n    With Hyming's wreeth their loves to crownd.\n\n  \"O, come to Bath, to Lansdowne Crescent,\"\n    Says kind Sir John, \"and live with me;\n  The living there's uncommon pleasant—\n    I'm sure you'll find the hair agree.\n\n  \"O, come to Bath, my fair Grabrowski,\n    And bring your charming girl,\" sezee;\n  \"The Barring here shall have the ouse-key,\n    Vith breakfast, dinner, lunch, and tea.\n\n  \"And when they've passed an appy winter,\n    Their opes and loves no more we'll bar;\n  The marridge-vow they'll enter inter,\n    And I at church will be their Par.\"\n\n  To Bath they went to Lansdowne Crescent,\n    Where good Sir John he did provide\n  No end of teas and balls incessant,\n    And hosses both to drive and ride.\n\n  He was so Ospitably busy,\n    When Miss was late, he'd make so bold\n  Upstairs to call out, \"Missy, Missy,\n    Come down, the coffy's getting cold!\"\n\n  But O! 'tis sadd to think such bounties\n    Should meet with such return as this;\n  O Barring of Saint Bart, O Countess\n    Grabrowski, and O cruel Miss!\n\n  He married you at Bath's fair Habby,\n    Saint Bart he treated like a son—\n  And wasn't it uncommon shabby\n    To do what you have went and done!\n\n  My trembling And amost refewses\n    To write the charge which Sir John swore,\n  Of which the Countess he ecuses,\n    Her daughter and her son-in-lore.\n\n  My Mews quite blushes as she sings of\n    The fatle charge which now I quote:\n  He says Miss took his two best rings off,\n    And pawned 'em for a tenpun note.\n\n  \"Is this the child of honest parince,\n    To make away with folks' best things?\n  Is this, pray, like the wives of Barrins,\n    To go and prig a gentleman's rings?\"\n\n  Thus thought Sir John, by anger wrought on,\n    And to rewenge his injured cause,\n  He brought them hup to Mr. Broughton,\n    Last Vensday veek as ever waws.\n\n  If guiltless, how she have been slandered!\n    If guilty, wengeance will not fail:\n  Meanwhile the lady is remanded\n    And gev three hundred pouns in bail.\n</pre> "}], "pager": {"current_page": 239, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}