{"rows": [{"title": "On Eating and Drinking", "view_node": "/poem/eating-and-drinking-0", "field_author": "<a href=\"/poet/kahlil-gibran\" hreflang=\"en\">Kahlil Gibran</a>", "field_date_published": "1923", "body": " <pre>Then an old man, a keeper of an inn, said, Speak to us of Eating and Drinking.\n     And he said:\n     Would that you could live on the fragrance of the earth, and like an air plant be sustained by the light.\n     But since you must kill to eat, and rob the newly born of its mother’s milk to quench your thirst, let it then be an act of worship.\n     And let your board stand an altar on which the pure and the innocent of forest and plain are sacrificed for that which is purer and still more innocent in man.\n\n     When you kill a beast say to him in your heart,\n     “By the same power that slays you, I too am slain; and I too shall be consumed.\n     For the law that delivered you into my hand shall deliver me into a mightier hand.\n     Your blood and my blood is naught but the sap that feeds the tree of heaven.”\n     And when you crush an apple with your teeth, say to it in your heart,\n     “Your seeds shall live in my body,\n     And the buds of your tomorrow shall blossom in my heart,\n     And your fragrance shall be my breath,\n     And together we shall rejoice through all the seasons.”\n\n     And in the autumn, when you gather the grapes of your vineyards for the winepress, say in your heart,\n     “I too am a vineyard, and my fruit shall be gathered for the winepress,\n     And like new wine I shall be kept in eternal vessels.”\n     And in winter, when you draw the wine, let there be in your heart a song for each cup;\n     And let there be in the song a remembrance for the autumn days, and for the vineyard, and for the winepress.\n</pre>\n "}, {"title": "On Giving", "view_node": "/poem/giving-0", "field_author": "<a href=\"/poet/kahlil-gibran\" hreflang=\"en\">Kahlil Gibran</a>", "field_date_published": "1923", "body": " <pre>Then said a rich man, Speak to us of Giving.\n     And he answered:\n     You give but little when you give of your possessions.\n     It is when you give of yourself that you truly give.\n     For what are your possessions but things you keep and guard for fear you may need them tomorrow?\n     And tomorrow, what shall tomorrow bring to the overprudent dog burying bones in the trackless sand as he follows the pilgrims to the holy city?\n     And what is fear of need by need itself?\n     Is not dread of thirst when your well is full, the thirst that is unquenchable?\n\n     There are those who give little of the much which they have—and they give it for recognition and their hidden desire makes their gifts unwholesome.\n     And there are those who have little and give it all.\n     These are the believers in life and the bounty of life, and their coffer is never empty.\n     There are those who give with joy, and that joy is their reward.\n     And there are those who give with pain, and that pain is their baptism.\n     And there are those who give and know not pain in giving, nor do they seek joy, nor give with mindfulness of virtue;\n     They give as in yonder valley the myrtle breathes its fragrance into space.\n     Through the hands of such as these God speaks, and from behind their eyes. He smiles upon the earth.\n\n     It is well to give when asked, but it is better to give unasked, through understanding;\n     And to the open-handed the search for one who shall receive is joy greater than giving.\n     And is there aught you would withhold?\n     All you have shall some day be given;\n     Therefore give now, that the season of giving may be yours and not your inheritors’.\n\n     You often say, “I would give, but only to the deserving.”\n     The trees in your orchard say not so, nor the flocks in your pasture.\n     They give that they may live, for to withhold is to perish.\n     Surely he who is worthy to receive his days and his nights, is worthy of all else from you.\n     And he who has deserved to drink from the ocean of life deserves to fill his cup from your little stream.\n     And what desert greater shall there be, than that which lies in the courage and the confidence, nay the charity, or receiving?\n     And who are you that men should rend their bosom and unveil their pride, that you may see their worth naked and their pride unabashed?\n     See first that you yourself deserve to be a giver, and an instrument of giving.\n     For in truth it is life that gives unto life—while you, who deem yourself a giver, are but a witness.\n     \n     And you receivers—and you are all receivers—assume no weight of gratitude, lest you lay a yoke upon yourself and upon him who gives.\n     Rather rise together with the giver on his gifts as on wings;\n     For to be overmindful of your debt, is to doubt his generosity who has the freehearted earth for mother, and God for father.\n\n\n</pre>\n "}, {"title": "The Coming of the Ship", "view_node": "/poem/coming-ship-0", "field_author": "<a href=\"/poet/kahlil-gibran\" hreflang=\"en\">Kahlil Gibran</a>", "field_date_published": "1923", "body": " <pre>Almustafa, the chosen and the beloved, who was a dawn unto his own day, had waited twelve years in the city of Orphalese for his ship that was to return and bear him back to the isle of his birth.\n     And in the twelfth year, on the seventh day of Ielool, the month of reaping, he climbed the hill without the city walls and looked seaward; and he beheld his ship coming with the mist.\n     Then the gates of his heart were flung open, and his joy flew far over the sea. And he closed his eyes and prayed in the silences of his soul.\n\n     But as he descended the hill, a sadness came upon him, and he thought in his heart:\n     How shall I go in peace and without sorrow? Nay, not without a wound in the spirit shall I leave this city.\n     Long were the days of pain I have spent within its walls, and long were the nights of aloneness; and who can depart of his pain and his aloneness without regret?\n     Too many fragments of the spirit have I scattered in these streets, and too many are the children of my longing that walk naked among these hills, and I cannot withdraw from them without a burden and an ache.\n     It is not a garment I cast off this day, but a skin that I tear with my own hands.\n     Nor is it a thought I leave behind me, but a heart made sweet with hunger and with thirst.\n\n     Yet I cannot tarry longer.\n     The sea that calls all things unto her calls me, and I must embark.\n     For, to stay, though the hours burn in the night, is to freeze and crystallize and be bound in a mould.\n     Fain would I take with me all that is here. But how shall I?\n     A voice cannot carry the tongue and the lips that gave it wings. Alone must it seek the ether.\n     And along and without his nest shall the eagle fly across the sun\n\n     Now when he reached the foot of the hill, he turned again towards the sea, and he saw his ship approaching the harbor, and upon her prow the mariners, the men of his own land.\n\n     And his soul cried out to them, and he said:\n     Sons of my ancient mother, you riders of the tides,\n     How often have you sailed in my dreams. and now you come in my awakening, which is my deeper dream.\n     Ready am I to go, and my eagerness with sails full set awaits the wind.\n     Only another breath will I breathe in this still air, only another loving look cast backward,\n     And then I shall stand among you, a seafarer among seafarers.\n     And you, vast sea, sleepless mother,\n     Who alone are peace and freedom to the river and the stream,\n     Only another winding will this stream make, only another murmur in this glade,\n     And then shall I come to you, a boundless drop to a boundless ocean.\n\n     And as he walked he saw from afar men and women leaving their fields and their vineyards and hastening towards the city gates.\n     And he heard their voices calling his name, and shouting from field to field telling one another of the coming of the ship.\n\n     And he said to himself:\n     Shall the day of parting be the day of gathering?\n     And shall it be said that my eve was in truth my dawn?\n     And what shall I give unto him who has left his plough in midfurrow, or to him who has stopped the wheel of his winepress?\n     Shall my heart become a tree heavy-laden with fruit that I may gather and give unto them?\n     And shall my desires flow like a fountain that I may fill their cups?\n     Am I a harp that the hand of the mighty may touch me, or a flute that his breath may pass through me\n     A seeker of silences am I, and what treasure have I found in silences that I may dispense with confidence?\n     If this is my day of harvest, in what fields have I sowed the seed, and in what unremembered seasons?\n     If this indeed be the hour in which I lift up my lantern, it is not my flame that shall burn therein.\n     Empty and dark shall I raise my lantern,\n     And the guardian of the night shall fill it with oil and he shall light it also.\n\n     These things he said in words But much in his heart remained unsaid. For he himself could not speak his deeper secret.\n\n     And when he entered into the city all the people came to meet him, and they were crying out to him as with one voice.\n     And the elders of the city stood forth and said:\n     Go not yet away from us.\n     A noontide have you been in our twilight, and your youth has given us dreams to dream.\n     No stranger are you among us, nor a guest, but our sun and our dearly beloved.\n     Suffer not yet our eyes to hunger for your face.\n\n     And the priests and the priestesses said unto him:\n     Let not the waves of the sea separates us now, and the years you have spent in our midst become a memory.\n     You have walked among us a spirit, and your shadow has been a light upon our faces.\n     Much have we loved you. But speechless was our love, and with veils has it been veiled.\n     Yet now it cries aloud unto you, and would stand revealed before you.\n     And ever has it been  that love knows not its own depth until the hour of separation.\n     And others came also and entreated him. But he answered them not. He only bent his head; and those who stood near saw his tears falling upon his breast.\n     And he and the people proceeded towards the great square before the temple.\n\n     And there came out of the sanctuary a woman whose name was Almitra. And she was a seeress.\n     And he looked upon her with exceeding tenderness, for it was she who had first sought and believed in him when he had been but a day in their city.\n     And she hailed him, saying:\n     Prophet of God, in quest of the uttermost, long have you searched the distances for your ship.\n     And now your ship has come, and you must needs go.\n     Deep is your longing for the land of your memories and the dwelling place of your greater desires; and our love would not bind you nor our needs hold you.\n     Yet this we ask ere you leave us, that you speak to us and give us of your truth.\n     And we will give it unto our children, and they unto their children, and it shall not perish.\n     In your aloneness you have watched with our days, and in your wakefulness you have listened to the weeping and the laughter of our sleep.\n     Now therefore disclose us to ourselves, and tell us all that has been shown you of that which is between birth and death.\n\n     And he answered,\n     People of Orphalese, of what can I speak save of that which is even now moving within your souls?\n\n</pre>\n "}, {"title": "Doing", "view_node": "/poem/doing", "field_author": "<a href=\"/poet/rosmarie-waldrop\" hreflang=\"und\">Rosmarie Waldrop</a>", "field_date_published": "2016", "body": "<p>I often don’t know what to do. Or if I want to.</p>\n\n<p>Dawn has long broken while I still drag my feet in the mud inside my head, hope for coffee, make a B-flat moan. To prepare the plunge into action. Or not.</p>\n\n<p>Maybe I want to cast only a passing shadow. Feel like my mother’s “Thank God” when she took off her corset.</p>\n\n<p>But I am worried there’s something I ought to be doing. Afraid I’ll die without having done anything. “Realized” myself, you call it, but wouldn’t that just mean limited myself? A cement mixer stuck in one motion, even if it helps build a house?</p>\n\n<p>So I delude myself into thinking I’m doing something when thinking. Or when descending into the night with the cat and dreams of the cat.</p>\n\n<p>You say, no doing without sweat of the face, thorns and thistles, and bringing forth children.</p>\n\n<p>Should I look, instead of worrying about fine distinctions that escape my eyes? Listen, instead of fretting about the size of my ears? But can I cultivate my garden without becoming a cabbage head?</p>\n\n<p>The hand gets ready to write. Could we not call this manual labor? Or a stage in the Great Work of rendering the corporeal cat incorporeal while giving her body to the bodiless word? Even if it‘s from despairing of my own body?</p>\n\n<p>You say, my writing is so slow it’s more like gravitational condensation. Or dust gathering on the cleaning supplies.</p>\n\n<p>It’s true I’m dawdling as if I had time to watch the formation of geological layers. Though night already seeps through my brittle bones.</p>\n\n<p>I certainly don’t know what to do to end my days “gracefully.” But the body dies all through our life, thousands of cells every second.</p>\n\n<p>So everything should be very clear.</p>\n"}, {"title": "Evening Sun", "view_node": "/poem/evening-sun", "field_author": "<a href=\"/poet/rosmarie-waldrop\" hreflang=\"und\">Rosmarie Waldrop</a>", "field_date_published": "2003", "body": " <pre>\t\t\t\t\t\t\tfor Sophie Hawkes\n\n                                                     1\n</pre>\n<p style=\"text-align:justify\">On a balcony onto the Seekonk stands. And full of thoughts of winter. My friend. And drunk with red wine I. Think of the power. Of a single word. Like for example \"fact.\" When I know what matters. Is between.</p><p style=\"text-align:justify\"><br />But how with gnarled hands hold the many and how? The sun and shadow of Rhode Island? Let alone the earth?</p><p style=\"text-align:justify\"><br />Down swoops the hawk. From the sky over Providence. The sky over my head. Down to the leaves inward curled on the ground. But not like buds. Yellow. A cat is buried here and the leaves. Swirl up in the wind.</p><p style=\"text-align:justify\"><br />In the hour of the hawk. What is meant by: I think? Or even: I sit under clouds in which. Rain gathers weight. I sit in my mother's shawl which is. Threadbare. In my head I sit. By the river Euphrates. Strange like water the skies of the dead.</p><p style=\"text-align:justify\"><br />And high from the branches of the maple. Like a prelude to snow. White feathers.</p><p style=\"text-align:justify\"> </p><p>                                                     2</p><p style=\"text-align:justify\">But music. Quickens the house down into its shadows. So trembles air in the sun and the shape of the tree blurs as if through a flame seen. Swarms of monarch butterflies stir and brush your cheeks. In celebration. In memory.</p><p style=\"text-align:justify\"><br />Almost visible the words of the song. Leave the singer’s mouth and rise up into the sun. Which goes crazy instead of down.</p><p style=\"text-align:justify\"><br />Floods, storms, fires. But a tank won’t be stopped by a word. Not even if you shout it from the middle of the road, with hands thrown forward and fingers spread out.</p><p style=\"text-align:justify\"><br />Nor by music. Though its power is great. Like the heat of noon it slants between body and soul. Difficult, then. Unaccustomed as we are to beauty. To know which is effect and which cause.</p><p style=\"text-align:justify\"><br />Not merely as a sailor is present in a ship am I. In my body. Intermingled.</p><p style=\"text-align:justify\"> </p><p>                                                    3</p><p style=\"text-align:justify\">My father thought he had the gift to read the stars. To know if the light in a person’s eyes. Had gone out. To hypnotize. I stayed awake. Weak in the knees am I. Not a spiritual woman. And pulled toward the earth.</p><p style=\"text-align:justify\"><br />He said, you have to look from afar: what children we are, so gravely at play. In worn out light, in afterglow. Yet fire present is in words.</p><p style=\"text-align:justify\"><br />Which is why we try to read. The stone, the wood and grass, the cloud and lightning and air. And the ancients and poets. And the frogs croak in the swamps.</p><p style=\"text-align:justify\"><br />And to stand. Sky around your shoulders high on a mountain. Or balcony. And know you must cast. Like so many shadows. Your words onto the distance. Or paper. But will they span?</p><p style=\"text-align:justify\"><br />And the next morning you go to the bakery and ask for a loaf of rye. This too is work and without it the dream crumbles inside its glass case. And we must travel the ocean just to see it.</p><p style=\"text-align:justify\"> </p><p>                                                   4</p><p style=\"text-align:justify\">With great force our bodies are pulled out of our mothers. And ever since, we walk like almost orphans. With a scar on the brain.</p><p style=\"text-align:justify\"><br />And remember childhood among strings and puppets. Crutches. Knees under the chin tucked. And toy warriors with lance and shield and red badge to ensure courage.</p><p style=\"text-align:justify\"><br />Which we need to live in three dimensions. Of dry air. Or wet. Among gauges for measurement made of wire and string. That my father had looked at before.</p><p style=\"text-align:justify\"><br />And tapped with his finger to make sure. They were steady, not broken. And hitched his pants against gravity and tried to discern. The tether between particle and wave.</p><p style=\"text-align:justify\"><br />Tea has dribbled on his book. The letters under the drops enlarge till a wavy gray absorbs the excess. If however too deep you plunge, he thinks. Into thought. You can’t rest till you get to the bottom.</p><p style=\"text-align:justify\"> </p><p>                                                  5</p><p style=\"text-align:justify\">Let us take our time, Sophie, fitting bones to the earth. Though they are turning visible inside the flesh, and our blood. No longer overflows and spills.</p><p style=\"text-align:justify\"><br />Much work still to be done. And the smell of ripe peaches. And Long-Jing tea. And lungs full of words. And being an opaque body that intercepts the rays of the sun.</p> "}, {"title": "Not a Description", "view_node": "/poem/not-description", "field_author": "<a href=\"/poet/rosmarie-waldrop\" hreflang=\"und\">Rosmarie Waldrop</a>", "field_date_published": "1998", "body": " <pre>\t\t\t\t\t\t\tfor Elizabeth Willis\n\n</pre>\n<p style=\"text-align:justify\">Only on skin and muscles can we, without harming ourselves, build a symbolic system. She stood at the heart of the matter, holding an egg. A child was being beaten. We recorded everything. Recoded everything. A fish was being eaten. A cry is not a description.</p><p style=\"text-align:justify\"><br />Much of what we observe about the skin. She blushed deeply, perched on the bedpost. Throat parched. We used scientific language without, however, understanding the adjective. She did not want to drop the egg. A cry which cannot be called a description cannot therefore be called swimming in the nude. Tiny fish like silver needles with the current.</p><p style=\"text-align:justify\"><br />Asked point blank, she said a cry was neither a description nor represented in the frontal region. We believed nothing. Conceived nothing. Even with powerful gravitational pull, an angel's complexion resists. She felt a lull in eye movement. Should she go back to sleep? With somebody else's marriage band on her finger?</p><p style=\"text-align:justify\"><br />When the surgeon's knife penetrates the skin, not all persons can be made to look alike. Though given the same pain. If she dropped the egg she would break the dream. Scenes rife with fainting make us want rain. Whales in smooth, hipless motion rising high out of the water. That someone can utter a cry does not mean she can describe the nature of overtones. Or stains linked to association areas.</p><p style=\"text-align:justify\"><br />A cry, which is not a description, is not an image either. Exactly what was removed from her pelvis? The dream narrowed to the fear that comes after. The feel of cold fish scales. Against her skin. Fins out of water. Damage to the battery will affect all connections, whereas damage to a single wire depends on its position in the circuit.</p><p style=\"text-align:justify\"><br />A cry, which is more primitive than a description nevertheless is a description. Heat brought from inside the body to the surface of the skin and rapidly lost. The speed depends on the assembled crowd. The machine's warm parts rest on the floor. The word is not innocent. The dream not interpreted. Not all fibres cross to the opposite side of the brain.</p> "}, {"title": "Pleasure Principle", "view_node": "/poem/pleasure-principle", "field_author": "<a href=\"/poet/rosmarie-waldrop\" hreflang=\"und\">Rosmarie Waldrop</a>", "field_date_published": "1998", "body": "<blockquote><sup><em>For Joan Retallack</em></sup></blockquote>\n\n<p style=\"text-align:justify\">Of course it’s not easy to believe in your own dream. The working of instinct near water. Not orchards. Not apples or pears. Not nowadays. I don't know how psychoanalysis has no hesitation on how dark the night can get. The world, which is unfinished, occupying more and more of the sky.</p>\n\n<p style=\"text-align:justify\"><br />\nEmotion as unpleasurable tension, the high passage of the moon. The laundry. Sensitivity won't do it. Therefore and quite often we lie down in stubbled fields. The voice of the cicada. Tells nothing.</p>\n\n<p style=\"text-align:justify\"><br />\nAny day lies thick in the garden I propose to enter. Then fills with secret rivers that darkness feeds on. Lapsed sense of history. No massacre. The cicadas relentlessly.</p>\n\n<p style=\"text-align:justify\"><br />\nIt doesn't matter if your feet are small. When you're asleep. The fruit trees enormous. A motor idles in the foreground. If, with quicker travel, things did indeed turn out according to one's wildest. If a child could be born from something not a mother.</p>\n\n<p style=\"text-align:justify\"><br />\nThe circumstance that the wife occupies the inner room and rarely if ever comes out is called the pleasure principle. In certain societies. Suddenly made clear by the cicadas. The meaning of life, absolutely. Distinguished from the now moonless garden.</p>\n\n<p style=\"text-align:justify\"><br />\nAnd hooded with fabric like mirrors not in use. And like appearance refusing itself. A pleasure that cannot be felt as such to transcend becoming strange.</p>\n\n<p style=\"text-align:justify\"><br />\nAn orchard in the foreground. With beginnings of unease immediately behind.</p>\n"}, {"title": "from “Inserting the Mirror”", "view_node": "/poem/inserting-mirror", "field_author": "<a href=\"/poet/rosmarie-waldrop\" hreflang=\"und\">Rosmarie Waldrop</a>", "field_date_published": "1987", "body": "<pre>\n\n </pre>\n\n<p style=\"text-align:justify\">Is it possible to know where a word ends and my use of it begins? Or to locate the ledge of your promises to lean my head on? Even if I built a boundary out of five pounds of definition it could not be called the shock of a wall. Nor the pain the follows. Dusk cast the houses in shadow, flattening their projections. Blurred edges, like memory or soul, an event you turn away from. Yet I also believe that a sharp picture is not always preferable. Even when people come in pairs, their private odds should be made the most of. You went in search of more restful altitudes, of ideally clear language. But the bridge that spans the mind-body gap enjoys gazing downstream. All this time I was holding my umbrella open.</p>\n\n<p style=\"text-align:justify\"> </p>\n\n<p style=\"text-align:justify\"> </p>\n\n<p style=\"text-align:justify\">As long as I wanted to be a man I considered thought as a keen blade cutting through the uncertain brambles in my path. Later, I let it rust under the stairs. The image was useless, given the nature of my quest. Each day, I draw the distance to cover out of an anxiety as deep as the roots of language. I keep my eye on the compass while engaging the whole width of the field, and whereas, to others, I may look like a blur of speed from one point in time to another, I know I am not advancing an inch and will never arrive. Even if I could arrive the mirror would only show the other mirrors I have set up at every stop to catch the spirit of passage.</p>\n\n<p style=\"text-align:justify\"> </p>\n\n<p style=\"text-align:justify\"> </p>\n\n<p style=\"text-align:justify\">It rained so much that I began to confuse puddles with the life of the mind. Perhaps what I had taken for reflection was only soaking up the world, a cross of sponge and good will through the center of the eye. But to describe the inner world, you know, by definition, even the patient definitions of psychology, is impossible. Hard to know if it can be lived. Revoked edge of water and dry land. A falling fear. The sudden color of a word. But it’s the sky, pale gray, abundantly thrown back from far enough behind the eye, as you imagine an image, seeing earth in every direction.</p>\n"}, {"title": "The Dew and the Bird", "view_node": "/poem/dew-and-bird", "field_author": "<a href=\"/poet/alexander-posey\" hreflang=\"en\">Alexander Posey</a>", "field_date_published": "2018", "body": " <pre>There is more glory in a drop of dew,\n    That shineth only for an hour,\nThan there is in the pomp of earth’s great Kings\n    Within the noonday of their power.\n\nThere is more sweetness in a single strain\n    That falleth from a wild bird’s throat,\nAt random in the lonely forest’s depths,\n    Than there’s in all the songs that bards e’er wrote.\n\nYet men, for aye, rememb’ring Caesar’s name,\n    Forget the glory in the dew,\nAnd, praising Homer’s epic, let the lark’s\n    Song fall unheeded from the blue.\n</pre>\n "}, {"title": "Peacock Island", "view_node": "/poem/peacock-island", "field_author": "<a href=\"/poet/jennifer-kronovet\" hreflang=\"und\">Jennifer Kronovet</a>", "field_date_published": "2018", "body": " <pre>From the island\nhe saw the castle\n \nand from the castle\nhe saw the island.\n \nSome people live\nthis way—wife/\n \nmistress/wife/mistress.\nBut this story isn’t\n \nthe one I’m telling.\nFrom the island\n \nhe saw the castle\nand that made him\n \ndistant from power\nand from the castle\n \nhe saw the island\nand that made him distant\n \nfrom imagining\nwhat power can do.\n \nThe story I’m telling is\nthe war coming.\n \nHow can you go from\nisland to castle to island\n \nto castle and not give\nbirth to a war? No.\n \nI still can’t explain it.\n</pre>\n "}, {"title": "Deflated Rubber Turkey", "view_node": "/poem/deflated-rubber-turkey", "field_author": "<a href=\"/poet/sawako-nakayasu\" hreflang=\"und\">Sawako Nakayasu</a>", "field_date_published": "2018", "body": " <pre>There is one atop each of the Girls’ heads. Clearly they have been playing this game for a while. There is only one girl whose turkey is still full of air, and that girl is Girl D. The game is called Duck, Duck, Turkey. They go through the motions of having an “it,” and having that “it” walk around the outside of the circle of sitting girls, tapping them on their turkey heads while saying, “duck, duck, duck, duck...” until they say “turkey!” while hitting the turkey on the head of a girl and then running around the circle, trying to sit down in the open spot in the circle before getting tagged. The general stance over here is based on the unshakeable belief that playing this game is going to lead to a better, more just society for all, once everybody’s turkey is equally deflated. And although most of the turkeys are, indeed, mostly deflated, none of the girls can keep themselves from glancing furtively at the head of Girl D, her hair positively radiant in the light bouncing off of the almost fully inflated rubber turkey on her head. How can this be? What is wrong with everyone else’s turkey? Did Girl D get a refill? Or more air than others to begin with? Is that really a turkey? Maybe Girl D’s turkey is not made out of rubber like the rest. What if the rubber turkey of Girl D was filled with turkey? </pre>\n "}, {"title": "portraitures and erasures", "view_node": "/poem/portraitures-and-erasures", "field_author": "<a href=\"/poet/chiwan-choi\" hreflang=\"en\">Chiwan Choi</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">it ends my sleep to want my story about</span><br /><span class=\"long-line\">my skin melting in the sun that day of</span><br /><span class=\"long-line\">summer and a doctor who tells me i am dying,</span><br /><span class=\"long-line\">that thing i hide under my nails like dirt</span><br /><span class=\"long-line\">scratched from summer skin.</span><br /><br /><span class=\"long-line\">so i pick up a pencil and begin to erase myself.</span><br /><br /><span class=\"long-line\">erasure is sometimes editing.</span><br /><span class=\"long-line\">immigration is always editing.</span><br /><br /><span class=\"long-line\">*</span><br /><br /><span class=\"long-line\">my father with the heart that chokes</span><br /><span class=\"long-line\">him in his sleep, in his shorter and shorter</span><br /><span class=\"long-line\">walks around concrete and glass sculptures,</span><br /><span class=\"long-line\">around mother who keeps leaning one</span><br /><span class=\"long-line\">way then the other at the precipice of fall</span><br /><br /><span class=\"long-line\">as he yells promises at her to keep her alive.</span><br /><br /><span class=\"long-line\">in this journey that began with his misstep</span><br /><span class=\"long-line\">across waters and languages and his</span><br /><span class=\"long-line\">hands on my face teaching me to long</span><br /><br /><span class=\"long-line\">how did he mean to rewrite me—</span><br /><br /><span class=\"long-line\">*</span><br /><br /><span class=\"long-line\">what will i say to the sky and the soil</span><br /><span class=\"long-line\">neither foreign or home when they are</span><br /><span class=\"long-line\">all gone leaving me to hold our name up</span><br /><span class=\"long-line\">alone when i am neither tree nor</span><br /><br /><span class=\"long-line\">fire.</span><br /><br /><span class=\"long-line\">*</span><br /><br /><span class=\"long-line\">in the mirror i look for my head that</span><br /><span class=\"long-line\">has begun to shake, the weight of how</span><br /><span class=\"long-line\">much i am afraid, how it makes me look</span><br /><span class=\"long-line\">like mother when i was a boy—seeing</span><br /><span class=\"long-line\">it for the first time in her, demanding</span><br /><br /><span class=\"long-line\">she make it stop—</span><br /><br /><span class=\"long-line\">*</span><br /><br /><span class=\"long-line\">this fear of sleep has kept me up for years</span><br /><span class=\"long-line\">did you know? because in dreams there is always</span><br /><span class=\"long-line\">a point when your mother dies while</span><br /><span class=\"long-line\">you are traveling through space searching</span><br /><span class=\"long-line\">for your lost child and other such</span><br /><br /><span class=\"long-line\">possibilities.</span><br /><br /><span class=\"long-line\">*</span><br /><br /><span class=\"long-line\">i spent the day moving my body, guided</span><br /><span class=\"long-line\">by a stranger’s voice and somewhere</span><br /><span class=\"long-line\">on the floor my bones recognized pain</span><br /><span class=\"long-line\">told me that in this too / (that is my body)</span><br /><br /><span class=\"long-line\">there are borders to cross</span><br /><span class=\"long-line\">there are borders not meant to cross</span><br /><br /><span class=\"long-line\">*</span><br /><br /><span class=\"long-line\">interstitial—it’s a new word i learned</span><br /><span class=\"long-line\">something about the space between</span><br /><span class=\"long-line\">things, but it is obvious like my body that</span><br /><span class=\"long-line\">wants to break, that space is the thing not</span><br /><span class=\"long-line\">the between, the mass that cannot be occupied</span><br /><br /><span class=\"long-line\">a space between spaces that tell me</span><br /><br /><span class=\"long-line\">i am a child of none</span><br /><br /><span class=\"long-line\">*</span><br /><br /><span class=\"long-line\">i capture my hand grasping at the sky outside</span><br /><span class=\"long-line\">the window of another plane in mid-flight.</span><br /><br /><span class=\"long-line\">it was orange. it wasn’t anything.</span><br /><br /><span class=\"long-line\">and the hand belonged to no one.</span><br /><br /><span class=\"long-line\">there was only the reaching.</span></p>\n"}, {"title": "Rhapsody", "view_node": "/poem/rhapsody-1", "field_author": "<a href=\"/poet/aditi-machado\" hreflang=\"en\">Aditi Machado</a>", "field_date_published": "2018", "body": " <pre>                           —or rhubarb?\n \n \nScant difference between some flowers\nand the heads of cauliflowers the fingers get\nherbaceous rubbing against. If I could get\necstatic I would by the low soft\nweeds, the hard oracular orifices of tree bark.\nSome landscapes under duress\npredict this atonal sky.\n \n \nScant difference between flowers.\nThe canned cool metal slightly\ncurves, of trash receptacles,\nmeadow interregna, strange\nfanciful flights, toward toward.\n \n \nWhere the rhubarb field is not so bright\nred as you would think, not so precise\nor fulminating, too much green sticks\nout, stems and leaves like a fuzz\nof voices, watery incarnadine,\n\n \nhere where the sounds so simplify\nthe milieu into that wetness there,\n \n \nhere I stumble\nto approximate the durations of others, to appear\nof the same time as though of space,\nI worry terribly, I hesitate, I lose my measure, a juice\ntrickles down my side,\n \n \nरस ರಸ.\n \n \nLike\nI get I’m out of tune.\n</pre>\n "}, {"title": "Invocation", "view_node": "/poem/invocation-0", "field_author": "<a href=\"/poet/jane-johnston-schoolcraft\" hreflang=\"en\">Jane Johnston Schoolcraft</a>", "field_date_published": "1860", "body": " <pre>To my Maternal Grand-father on hearing his descent\nfrom Chippewa ancestors misrepresented\n\nRise bravest chief! of the mark of the noble deer,\n        \t    \tWith eagle glance,\n        \t    \tResume thy lance,\nAnd wield again thy warlike spear!\n        \t    \tThe foes of thy line,\n        \t    \tWith coward design,\nHave dared with black envy to garble the truth,\nAnd stain with a falsehood thy valorous youth.\n\nThey say when a child, thou wert ta’en from the Sioux,\n        \t    \tAnd with impotent aim,\n        \t    \tTo lessen thy fame\nThy warlike lineage basely abuse;\n        \t    \tFor they know that our band,\n        \t    \tTread a far distant land,\nAnd thou noble chieftain art nerveless and dead,\nThy bow all unstrung, and thy proud spirit fled.\n\nCan the sports of thy youth, or thy deeds ever fade?\n        \t    \tOr those e’er forget,\n        \t    \tWho are mortal men yet,\nThe scenes where so bravely thou’st lifted the blade,\n        \t    \tWho have fought by thy side,\n        \t    \tAnd remember thy pride,\nWhen rushing to battle, with valour and ire,\nThou saw’st the fell foes of thy nation expire?\n\nCan the warrior forget how sublimely you rose?\n        \t    \tLike a star in the west,\n        \t    \tWhen the sun’s sink to rest,\nThat shines in bright splendour to dazzle our foes?\n        \t    \tThy arm and thy yell,\n        \t    \tOnce the tale could repel\nWhich slander invented, and minions detail,\nAnd still shall thy actions refute the false tale.\n\nRest thou, noblest chief! in thy dark house of clay,\n        \t    \tThy deeds and thy name,\n        \t    \tThy child’s child shall proclaim,\nAnd make the dark forests resound with the lay;\n        \t    \tThough thy spirit has fled,\n        \t    \tTo the hills of the dead,\nYet thy name shall be held in my heart’s warmest core,\nAnd cherish’d till valour and love be no more.\n</pre>\n "}, {"title": "In Memoriam S.C.W., V.C.", "view_node": "/poem/memoriam-scw-vc", "field_author": "<a href=\"/poet/charles-hamilton-sorley\" hreflang=\"en\">Charles Hamilton Sorley</a>", "field_date_published": "2018", "body": " <pre>There is no fitter end than this.\n   No need is now to yearn nor sigh.\nWe know the glory that is his,\n   A glory that can never die.\n\nSurely you knew it long before,\n   Knew all along that he was made\nFor a swift radiant morning, for\n   A sacrificing swift night-shade.\n</pre>\n "}, {"title": "&quot;I have not brought my Odyssey&quot; [XXXVI]", "view_node": "/poem/i-have-not-brought-my-odyssey-xxxvi", "field_author": "<a href=\"/poet/charles-hamilton-sorley\" hreflang=\"en\">Charles Hamilton Sorley</a>", "field_date_published": "2018", "body": " <pre>I have not brought my Odyssey\nWith me here across the sea;\nBut you’ll remember, when I say\nHow, when they went down Sparta way,\nTo sandy Sparta, long ere dawn\nHorses were harnessed, rations drawn,\nEquipment polished sparkling bright,\nAnd breakfasts swallowed (as the white\nOf Eastern heavens turned to gold)—\nThe dogs barked, swift farewells were told.\nThe sun springs up, the horses neigh,\nCrackles the whip thrice—then away!\nFrom sun-go-up to sun-go-down\nThe gallant horses galloped, till \nThe wind across the downs more chill\nBlew, the sun sank and all the road\nWas darkened, that it only showed\nRight at the end the town’s red light\nAnd twilight glimmering into night.\n\nThe horses never slackened till\nThey reached the doorway and stood still.\nThen came the knock, the unlading; then\nThe honey-sweet converse of men,\nThe splendid bath, the change of dress,\nThen—O the grandeur of their Mess,\nThe henchmen, the prim stewardess!\nAnd O the breaking of old ground,\nThe tales, after the port went round!\n(The wondrous wiles of the Old Odysseus,\nOld Agamemnon and his misuse\nOf his command, and that young chit\nParis—who didn’t care a bit\nFor Helen—only to annoy her\nHe did it really, <em>κ.τ.λ</em>.)\n\nBut soon they led amidst the din\nThe honey-sweet <em>άοιδϛ</em> in,\nWhose eyes were blind, whose soul had sight,\nWho knew the fame of men in fight—\nBard of white hair and trembling foot,\nWho sang whatever God might put\nInto his heart.\n                       And there he sung,\nThose war-worn veterans among,\nTales of great war and strong hearts wrung,\nOf clash of arms, of council’s brawl,\nOf beauty that must early fall,\nOf battle hate and battle joy\nBy the old windy walls of Troy.\nThey felt that they were unreal then,\nVisions and shadow-forms, not men.\nBut those the Bard did sing and say\n(Some were their comrades, some were they)\nTook shape and loomed and strengthened more\nGreatly than they had guessed of yore.\n\nAnd now the fight begins again\nThe old war-joy, the old war-pain.\nSons of one school across the sea\nWe have no fear to fight—\n\n*\t*\t*\t*\t*\t*\n\nAnd soon, O soon, I do not doubt it,\nWith the body or without it,\nWe shall all come tumbling down\nTo our old wrinkled red-capped town.\nPerhaps the road up Ilsley way,\nThe old ridge-track, will be my way.\nHigh up among the sheep and sky,\nLook down on Wantage, passing by,\nAnd see the smoke from Sindon town;\nAnd then full left at Liddington,\nWhere the four winds of heaven meet\nThe earth-blest traveler to greet.\nAnd then my face is toward the south,\nThere is a singing on my mouth:\nAway to rightward I descry\nMy Barbury ensconced in sky,\nFar underneath the Ogbourne twins,\nAnd at my feet the thyme and whins,\nThe grasses with their little crowns\nOf gold, the lovely Aldbourne downs,\nAnd that old signpost (well I knew\nThat crazy signpost, arms askew,\nOld mother of the four grass ways).\nAnd then my mouth is dumb with praise,\nFor, past the wood and chalkpit tiny,\nA glimps of Malborough <em>έρατεινή!</em> \nSo I descend beneath the rail\nTo warmth and welcome and wassail.\n\n*\t*\t*\t*\t*\t*\n\nThis from the battered trenches—rough,\nJingling and tedious enough.\nAnd so I sign myself to you:\nOne, who some crooked pathways knew\nRound Bedwyn: who could scarcely leave\nThe Downs on a December eve:\nWas at his happiest in shorts,\nAnd got—not many good reports!\nSmall skill of rhyming in his hand—\nBut you’ll forgive—you’ll understand.\n</pre>\n "}, {"title": "&quot;There is such change in all those fields,&quot; [XXXV]", "view_node": "/poem/there-such-change-all-those-fields-xxxv", "field_author": "<a href=\"/poet/charles-hamilton-sorley\" hreflang=\"en\">Charles Hamilton Sorley</a>", "field_date_published": "2018", "body": " <pre>There is such change in all those fields,\nSuch motion rhythmic, ordered, free,\nWhere ever-glancing summer yields\nBirth, fragrance, sunlight, immanency,\nTo make us view our rights of birth.\nWhat shall we do? How shall we die?\nWe, captives of a roaming earth,\n’Mid shades that life and light deny.\nBlank summer’s surfeit heaves in mist;\nDumb earth basks dewy-washed; while still\nWe whom Intelligence has kissed\nDo make us shackles of our will.\nAnd yet I know in each loud brain,\nRound-clamped with laws and learning so,\nIs madness more and lust of strain\nThan earth’s jerked godlings e’er can know\nThe false Delilah of our brain\nHas set us round the millstone going.\nO lust of roving! lust of pain!\nOur hair will not be long in growing.\nLike blinded Samson round we go.\nWe hear the grindstone groan and cry.\nYet we are kings, we know, we know.\nWhat shall we do? How shall we die?\nTake but our pauper’s gift of birth,\nO let us from the grindstone free!\nAnd tread the maddening gladdening earth\nIn strength close-braced with purity.\nThe earth is old; we ever new.\nOur eyes should see no other sense\nThan this eternally to DO—\nOur joy, our task, our recompense;\nUp unexploréd mountains move,\nTrack tireless through great wastes afar,\nNor slumber in the arms of love\nNor tremble on the brink of war;\nMake Beauty and make Rest give place,\nMock Prudence loud—and she is gone,\nSmite Satisfaction on the face\nAnd tread the ghost of Ease upon.\nLight-lipped and singing press we hard\nOver old earth which now is worn,\nTriumphant, buffeted and scarred,\nBy billows howled at, tempest-torn,\nToward blue horizons far away\n(Which do not give the rest we need,\nBut some long strife, more than this play,\nSome task that will be stern indeed)—\nWe ever new, we ever young,\nWe happy creatures of a day!\nWhat will the gods say, seeing us strung\nAs nobly and as taut as they?\n</pre>\n "}, {"title": "A Sonnet [XXXIV]", "view_node": "/poem/sonnet-xxxiv", "field_author": "<a href=\"/poet/charles-hamilton-sorley\" hreflang=\"en\">Charles Hamilton Sorley</a>", "field_date_published": "2018", "body": " <pre>When you see millions of the mouthless dead\nAcross your dreams in pale battalions go,\nSay not soft things as other men have said,\nThat you’ll remember.   For you need not so.\nGive them not praise.  For, deaf, how should they know\nIt is not curses heaped on each gashed head?\nNor tears.  Their blind eyes see not your tears flow.\nNor honour.  It is easy to be dead.\nSay only this, “They are dead.” Then add thereto,\n“Yet many a better one has died before.”\nThen, scanning all the o’ercrowded mass, should you\nPerceive one face that you loved heretofore,\nIt is a spook, None wears the face you knew.\nGreat death has made all his for evermore.\n\n</pre>\n "}, {"title": "Two Sonnets", "view_node": "/poem/two-sonnets-0", "field_author": "<a href=\"/poet/charles-hamilton-sorley\" hreflang=\"en\">Charles Hamilton Sorley</a>", "field_date_published": "2018", "body": " <pre>                                     I  \n\nSaints have adored the lofty soul of you.\nPoets have whitened at your high renown.\nWe stand among the many millions who\nDo hourly wait to pass your pathway down.\nYou, so familiar, once were strange: we tried \nTo live as of your presence unaware.\nBut now in every road on every side\nWe see your straight and steadfast signpost there.\n\nI think it like that signpost in my land,\nHoary and tall, which pointed me to go\nUpward, into the hills, on the right hand,\nWhere the mists swim and the winds shriek and blow,\nA homeless land and the friendless, but a land\nI did not know and that I wished to know.\n\n                                   II\n\nSuch, such is Death: no triumph: no defeat:\nOnly an empty pail, a slate rubbed clean,\nA merciful putting away of what has been.\n\nAnd this we know: Death is not Life effete,\nLife crushed, the broken pail. We who have seen \nSo marvelous things know well the end not yet.\n\nVictor and vanquished are a-one in death:\nCoward and brave: friend, foe. Ghosts do not say\n“Come, what was your record when you drew breath?”\nBut a big blot has hid each yesterday\nSo poor, so manifestly incomplete.\nAnd your bright Promise, withered long and sped,\nIs touched, stirs, rises, opens and grows sweet\nAnd blossoms and is you, when you are dead. \n\n</pre>\n "}, {"title": "&quot;A hundred thousand million mites we go&quot;", "view_node": "/poem/hundred-thousand-million-mites-we-go", "field_author": "<a href=\"/poet/charles-hamilton-sorley\" hreflang=\"en\">Charles Hamilton Sorley</a>", "field_date_published": "2018", "body": " <pre>A hundred thousand million mites we go\nWheeling and taking o’er the eternal plain,\nSome black with death—and some are white with woe.\nWho send us forth?   Who takes us home again?\n\nAnd there is sound of hymns of praise—to whom?\nAnd curses—on whom curses?—snap the air.\nAnd there is hope goes hand in hand with gloom,\nAnd blood and indignation and despair.\n\nAnd there is murmuring of the multitude\nAnd blindness and great blindness, until some\nStep forth and challenge blind Vicissitude\nWho tramples on them: so that fewer come.\n\nAnd nations, ankle-deep in love or hate,\nThrow darts or kisses all the unwitting hour\nBeside the ominous unseen tide of fate;\nAnd there is emptiness and drink and power.\n\nAnd some are mounted on swift steeds of thought\nAnd some drag sluggish feet of stable toil.\nYet all, as though they furiously sought,\nTwist turn and tussle, close and cling and coil.\n\nA hundred thousand million mites we sway\nWrithing and tossing on the eternal plain,\nSome black with death—but most are bright with Day!\nWho sent us forth? Who brings us home again?\n</pre>\n "}], "pager": {"current_page": 199, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}