{"rows": [{"title": "First Turn to Me...", "view_node": "/poem/first-turn-me", "field_author": "<a href=\"/poet/bernadette-mayer\" hreflang=\"und\">Bernadette Mayer</a>", "field_date_published": "1968", "body": " <pre>\nFirst turn to me after a shower,\nyou come inside me sideways as always\n\nin the morning you ask me to be on top of you,\nthen we take a nap, we’re late for school\n\nyou arrive at night inspired and drunk,\nthere is no reason for our clothes\n\nwe take a bath and lie down facing each other,\nthen later we turn over, finally you come\n\nwe face each other and talk about childhood\nas soon as I touch your penis I wind up coming\n\nyou stop by in the morning to say hello\nwe sit on the bed indian fashion not touching\n\nin the middle of the night you come home\nfrom a nightclub, we don’t get past the bureau\n\nnext day it’s the table, and after that the chair\nbecause I want so much to sit you down &amp; suck your cock\n\nyou ask me to hold your wrists, but then when I\ntouch your neck with both my hands you come\n\nit’s early morning and you decide to very quietly\ncome on my knee because of the children\n\nyou’ve been away at school for centuries, your girlfriend\nhas left you, you come four times before morning\n\nyou tell me you masturbated in the hotel before you came by\nI don’t believe it, I serve the lentil soup naked\n\nI massage your feet to seduce you, you are reluctant,\nmy feet wind up at your neck and ankles\n\nyou try not to come too quickly\nalso, you dont want to have a baby\n\nI stand up from the bath, you say turn around\nand kiss the backs of my legs and my ass\n\nyou suck my cunt for a thousand years, you are weary\nat last I remember my father’s anger and I come\n\nyou have no patience and come right away\nI get revenge and won’t let you sleep all night\n\nwe make out for so long we can’t remember how\nwe wound up hitting our heads against the wall\n\nI lie on my stomach, you put one hand under me\nand one hand over me and that way can love me\n\nyou appear without notice and with flowers\nI fall for it and we become missionaries\n\nyou say you can only fuck me up the ass when you are drunk\nso we try it sober in a room at the farm\n\nwe lie together one night, exhausted couplets\nand don’t make love. does this mean we’ve had enough?\n\nwatching t.v. we wonder if each other wants to\ninterrupt the plot; later I beg you to read to me\n\nlike the Chinese we count 81 thrusts\nthen 9 more out loud till we both come\n\nI come three times before you do\nand then it seems you’re mad and never will\n\nit’s only fair for a woman to come more\nthink of all the times they didn’t care</pre>\n "}, {"title": "Living by the Red River (audio only)", "view_node": "/poem/living-red-river-audio-only", "field_author": "<a href=\"/poet/james-wright\" hreflang=\"und\">James Wright</a>", "field_date_published": "1977", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Moonrise", "view_node": "/poem/moonrise", "field_author": "<a href=\"/poet/h-d\" hreflang=\"und\">H. D.</a>", "field_date_published": "1917", "body": " <pre>\nWill you glimmer on the sea?\t\nWill you fling your spear-head\t\nOn the shore?\t\nWhat note shall we pitch?\t\n \nWe have a song,\t        \nOn the bank we share our arrows—\t\nThe loosed string tells our note:\t\n \n<i>O flight,\t\nBring her swiftly to our song.\t\nShe is great,\t        \nWe measure her by the pine-trees.</i></pre>\n "}, {"title": "Song for the Clatter-Bones", "view_node": "/poem/song-clatter-bones", "field_author": "<a href=\"/poet/f-r-higgins\" hreflang=\"und\">F. R. Higgins</a>", "field_date_published": "1935", "body": " <pre>\nGod rest that Jewy woman,\nQueen Jezebel, the bitch\nWho peeled the clothes from her shoulder-bones\nDown to her spent teats\nAs she stretched out of the window\nAmong the geraniums, where\nShe chaffed and laughed like one half daft\nTitivating her painted hair—\n\nKing Jehu he drove to her,\nShe tipped him a fancy beck;\nBut he from his knacky side-car spoke,\n\"Who'll break that dewlapped neck?\"\nAnd so she was thrown from the window;\nLike Lucifer she fell\nBeneath the feet of the horses and they beat\nThe light out of Jezebel.\n\nThat corpse wasn't planted in clover;\nAh, nothing of her was found\nSave those grey bones that Hare-foot Mike\nGave me for their lovely sound;\nAnd as once her dancing body\nMade star-lit princes sweat,\nSo I'll just clack: though her ghost lacks a back\nThere's music in the old bones yet.</pre>\n "}, {"title": "During Wind and Rain", "view_node": "/poem/during-wind-and-rain", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "1917", "body": " <pre>\nThey sing their dearest songs—\nHe, she, all of them—yea,\nTreble and tenor and bass.\nAnd one to play;\nWith the candles mooning each face...\nAh, no; the years O!\nHow the sick leaves reel down in throngs!\n\nThey clear the creeping moss—\nElders and juniors-—aye,\nMaking the pathways neat\nAnd the garden gay;\nAnd they build a shady seat...\nAh, no; the years, the years;\nSee, the white storm-birds wing across!\n\nThey are blithely breakfasting all—\nMen and maidens—yea,\nUnder the summer tree,\nWith a glimpse of the bay,\nWhile pet fowl come to the knee...\nAh, no; the years O!\nAnd the rotten rose is ripped from the wall.\n\nThey change to a high new house,\nHe, she, all of them—aye,\nClocks and carpets and chairs\nOn the lawn all day,\nAnd brightest things that are theirs...\nAh, no; the years, the years;\nDown their carved names the raindrop plows.</pre>\n "}, {"title": "The Yellow Bittern (An Bunnan Bui)", "view_node": "/poem/yellow-bittern-bunnan-bui", "field_author": "<a href=\"/poet/cathal-bui-mac-giolla-gunna\" hreflang=\"und\">Cathal Bui Mac Giolla Gunna</a>", "field_date_published": "1913", "body": " <pre>\nThe yellow bittern that never broke out\nIn a drinking bout, might as well have drunk;\nHis bones are thrown on a naked stone\nWhere he lived alone like a hermit monk.\n0 yellow bittern! I pity your lot,\nThough they say that a sot like myself is curst\nI was sober a while, but I'll drink and be wise\nFor I fear I should die in the end of thirst.\n\nIt's not for the common birds that I'd mourn,\nThe blackbird, the corn-crake, or the crane,\nBut for the bittern that's shy and apart\nWhere he drinks in the marsh from the lone bog-drain.\nOh! if I had known you were near your death\nWhile my breath held out I'd have run to you,\nTill a splash from the Lake of the Son of the Bird\nYour soul would have stirred and waked anew.\n\nMy darling told me to drink no more\nOr my life would be o'er in a little short while;\nBut I told her 'tis drink gives me health and strength\nAnd will lengthen my road by many a mile.\nYou see how the bird of the long smooth neck\nCould get his death from the thirst at last\nCome, son of my soul, and drain your cup,\nYou'll get no sup when your life is past.\n\nIn a wintering island by Constantine's halls\nA bittern calls from a wineless place,\nAnd tells me that hither he cannot come\nTill the summer is here and the sunny days.\nWhen he crosses the stream there and wings o'er the sea\nThen a fear comes to me he may fail in his flight—\nWell, the milk and the ale are drunk every drop,\nAnd a dram won't stop our thirst this night.</pre>\n "}, {"title": "I am Raftery the Poet", "view_node": "/poem/i-am-raftery-poet", "field_author": "<a href=\"/poet/anthony-raftery\" hreflang=\"und\">Anthony Raftery</a>", "field_date_published": "1903", "body": "<p><span class=\"long-line\">I am Raftery the poet</span><br /><span class=\"long-line\">Full of hope and love</span><br /><span class=\"long-line\">With no light in my eyes</span><br /><span class=\"long-line\">With gentleness that has no misery</span></p>\n\n<p><span class=\"long-line\">Going west upon my pilgrimage</span><br /><span class=\"long-line\">By the light of my heart</span><br /><span class=\"long-line\">Though feeble and tired</span><br /><span class=\"long-line\">To the end of my rove.</span></p>\n\n<p><span class=\"long-line\">Behold me now</span><br /><span class=\"long-line\">With my back to the wall</span><br /><span class=\"long-line\">Playing music</span><br /><span class=\"long-line\">Unto empty pockets.</span></p>\n"}, {"title": "I see the boys of summer", "view_node": "/poem/i-see-boys-summer", "field_author": "<a href=\"/poet/dylan-thomas\" hreflang=\"und\">Dylan Thomas</a>", "field_date_published": "1939", "body": " <p><b>I</b></p>\n<pre>\nI see the boys of summer in their ruin\nLay the gold tithings barren,\nSetting no store by harvest, freeze the soils;\nThere in their heat the winter floods\nOf frozen loves they fetch their girls,\nAnd drown the cargoed apples in their tides.\n\nThese boys of light are curdlers in their folly,\nSour the boiling honey;\nThe jacks of frost they finger in the hives;\nThere in the sun the frigid threads\nOf doubt and dark they feed their nerves;\nThe signal moon is zero in their voids.\n\nI see the summer children in their mothers\nSplit up the brawned womb's weathers,\nDivide the night and day with fairy thumbs;\nThere in the deep with quartered shades\nOf sun and moon they paint their dams\nAs sunlight paints the shelling of their heads.\n\nI see that from these boys shall men of nothing\nStature by seedy shifting,\nOr lame the air with leaping from its heats;\nThere from their hearts the dogdayed pulse\nOf love and light bursts in their throats.\nO see the pulse of summer in the ice.</pre>\n<p><b>II</b></p>\n<pre>\nBut seasons must be challenged or they totter\nInto a chiming quarter\nWhere, punctual as death, we ring the stars;\nThere, in his night, the black-tongued bells\nThe sleepy man of winter pulls,\nNor blows back moon-and-midnight as she blows.\n\nWe are the dark derniers let us summon\nDeath from a summer woman,\nA muscling life from lovers in their cramp\nFrom the fair dead who flush the sea\nThe bright-eyed worm on Davy's lamp\nAnd from the planted womb the man of straw.\n\nWe summer boys in this four-winded spinning,\nGreen of the seaweeds' iron,\nHold up the noisy sea and drop her birds,\nPick the world's ball of wave and froth\nTo choke the deserts with her tides,\nAnd comb the county gardens for a wreath.\n\nIn spring we cross our foreheads with the holly,\nHeigh ho the blood and berry,\nAnd nail the merry squires to the trees;\nHere love's damp muscle dries and dies\nHere break a kiss in no love's quarry,\nO see the poles of promise in the boys.</pre>\n<p><b>III</b></p>\n<pre>\nI see you boys of summer in your ruin.\nMan in his maggot's barren.\nAnd boys are full and foreign to the pouch.\nI am the man your father was.\nWe are the sons of flint and pitch.\nO see the poles are kissing as they cross.</pre>\n "}, {"title": "Our eunuch dreams", "view_node": "/poem/our-eunuch-dreams", "field_author": "<a href=\"/poet/dylan-thomas\" hreflang=\"und\">Dylan Thomas</a>", "field_date_published": "1953", "body": " <p><b>I</b></p>\n<pre>\nOur eunuch dreams, all seedless in the light,\nOf light and love the tempers of the heart,\nWhack their boys' limbs,\nAnd, winding-footed in their shawl and sheet,\nGroom the dark brides, the widows of the night\nFold in their arms.\n\nThe shades of girls, all flavoured from their shrouds,\nWhen sunlight goes are sundered from the worm,\nThe bones of men, the broken in their beds,\nBy midnight pulleys that unhouse the tomb.</pre>\n<p><b>II</b></p>\n<pre>\nIn this our age the gunman and his moll\nTwo one-dimensional ghosts, love on a reel,\nStrange to our solid eye,\nAnd speak their midnight nothings as they swell;\nWhen cameras shut they hurry to their hole\ndown in the yard of day.\n\nThey dance between their arclamps and our skull,\nImpose their shots, showing the nights away;\nWe watch the show of shadows kiss or kill\nFlavoured of celluloid give love the lie.</pre>\n<p><b>III</b></p>\n<pre>\nWhich is the world? Of our two sleepings, which\nShall fall awake when cures and their itch\nRaise up this red-eyed earth?\nPack off the shapes of daylight and their starch,\nThe sunny gentlemen, the Welshing rich,\nOr drive the night-geared forth.\n\nThe photograph is married to the eye,\nGrafts on its bride one-sided skins of truth;\nThe dream has sucked the sleeper of his faith\nThat shrouded men might marrow as they fly.</pre>\n<p><b>IV</b></p>\n<pre>\nThis is the world; the lying likeness of\nOur strips of stuff that tatter as we move\nLoving and being loth;\nThe dream that kicks the buried from their sack\nAnd lets their trash be honoured as the quick.\nThis is the world. Have faith.\n\nFor we shall be a shouter like the cock,\nBlowing the old dead back; our shots shall smack\nThe image from the plates;\nAnd we shall be fit fellows for a life,\nAnd who remains shall flower as they love,\nPraise to our faring hearts.</pre>\n "}, {"title": "The Lady That Loved a Swine", "view_node": "/poem/lady-loved-swine", "field_author": "<a href=\"/poet/anonymous\" hreflang=\"und\">Anonymous</a>", "field_date_published": "1900", "body": " <pre>\nThere was a lady loved a swine,\n     \"Honey!\" quoth she;\n\"Pig-hog, wilt thou be mine?\"\n     \"Hoogh!\" quoth he.\n\n\"I'll build thee a silver sty,\n     Honey!\" quoth she;\n\"And in it thou shalt lie!\"\n     \"Hoogh!\" quoth he.\n\n\"Pinned with a silver pin,\n     Honey!\" quoth she;\n\"That thou mayest go out and in,\"\n     \"Hoogh!\" quoth he.\n\n\"Wilt thou have me now,\n     Honey?\" quoth she;\n\"Speak, or my heart will break,\"\n     \"Hoogh!\" quoth he.</pre>\n "}, {"title": "Angel Shark", "view_node": "/poem/angel-shark", "field_author": "<a href=\"/poet/hailey-leithauser\" hreflang=\"und\">Hailey Leithauser</a>", "field_date_published": "2004", "body": " <pre>\nWan oxymoron of a fish, dotted\ndun and fledge winged, mud-feathered when\nit glides through silt, by nature bottom fed.\n                                 \nWhoever named it named himself a man\nof undisputed Christian eye,\nwho saw in mortal depths a guardian\n \nand humblest trumpeter. God tongue to cry,\nit haunts an earth too dread for dread-\nfilled man til rapture calls: Arise and fly.</pre>\n "}, {"title": "Tiger Shark", "view_node": "/poem/tiger-shark", "field_author": "<a href=\"/poet/hailey-leithauser\" hreflang=\"und\">Hailey Leithauser</a>", "field_date_published": "2009", "body": " <pre>\nFear streamlined to elegance\n   and elegance made mute\nwithin this skin of gunmetal\n   and gash mouthed grin. Repute\nwould have the monster cruel—untrue—\n   for mannerly cruelty\ndemands a heart, unwitnessed\n   in its calm machinery.</pre>\n "}, {"title": "Behind Perfume, Only Solitude", "view_node": "/poem/behind-perfume-only-solitude", "field_author": "<a href=\"/poet/liz-waldner\" hreflang=\"und\">Liz Waldner</a>", "field_date_published": "2009", "body": " <pre>\nInk will come.  Lamp lung\nbreathes light at the edge\nof an idea.  The edge\nan idea, also the door\n\nof the room \nthat silence opens.\n\nThe pen sighs, a lens\nfor the shut-in light.\nBreathe me, light.\nHave the idea to have me.\n</pre>\n "}, {"title": "Adjunct", "view_node": "/poem/adjunct", "field_author": "<a href=\"/poet/liz-waldner\" hreflang=\"und\">Liz Waldner</a>", "field_date_published": "2009", "body": " <pre>\nThe tomato plant is like a seven-story city hewn from the rock of the desert. \nIt weeps.\n\nIt volunteered. I hate tomatoes and the way the plant smells\nbut it is alive so I let it be.\n\nAnd so it towers haggard over other better December vegetables,\nits top blacked by the first frost\n\ndespite my bed sheet.\nEither nobody wants me\n\nor they want me to save them and believe\nI can. This seems to be history.\n\nOr math: <i>mantissa</i>, L. makeweight, part of an algorithm\nof little or no importance.  Sad.\n\nIt works that way.  They get me to pull myself up like a weed\nvia my wish to be loved.  Undone, I volunteer.\n\nI'm forced like the bulbs on stones in a bowl\nin the middle of some vast and cold expanse of perfect\n\npolished dining room table, gloss and winter in the kind of house\nI’ll never live in and no kin, no kind of house will I ever own, who\n\nturns on the water heater only when I want a bath which is seldom since\nin the kitchen where I live when not asleep it is 58 degrees\n\nwhich is what I can afford so I have to move again \nwhen I don’t have any more roots to lose and am blackened too\n\nby Just What Happens.\n                                               If only a horse would come to my door.\n\nWarm body, wet nose, white breath curved against my face\nin wet night air, I would climb its seven-story back\n\nand press my face into its coarse horse-smell mane and holding on\nbe-with forever, all over the earth, in its green places\n\nuntil a car hit us or old age or a broken leg at the cottonwood fallen\nby the stream where not the speckled trout cold and deep\n\nnor the shadow that startled it into sleeking but the wolf\nthat cast the shadow scared this horse and me and then\n\nI would love this wolf as I could never love a car\nand lie on the ground and believe the ground volunteered\n\nitself for me and I would love the smell of the earth in my belief\nthe scratch of grass pressed hard to my face in my belief\n\nand abide, remain, stay forever inside my body in my belief\nwhere I fell to earth a refugee from a seven-story life I could\n     not make green\n\na volunteer myself \nfor its stone, its sand, or ruin.\n</pre>\n "}, {"title": "Prayer", "view_node": "/poem/prayer-0", "field_author": "<a href=\"/poet/liz-waldner\" hreflang=\"und\">Liz Waldner</a>", "field_date_published": "2009", "body": " <pre>\nIf I were in a book it would be the book\nin which some lesser angel bemoans\nthe state of my soul\n\nand is comforted for it\nand is corrected for it\n\nby some greater angel who knows\nas the reader knows that it is not my soul\nthat suffers the indignities of ignobility: \nthe inability to curb the petty smallness\nof spirit, ungladness in the company\nof fools, anger's decay,\n\nin the sense that my soul itself cannot be\nharmed nor tarnished though it can witness\nmy sorrow on finding that illness alters me\nfrom the self I thought I'd more or less known. \n\nWhat can one do about one's nature?\nI look at the spider that's finally \nrestrung its great wheel away from the door.\n\nI’d like to close the door awhile\nleaving the spider be.\nI’d like to preclude the possibility\nof angel, as of prey.</pre>\n "}, {"title": "On Moving Again", "view_node": "/poem/moving-again", "field_author": "<a href=\"/poet/liz-waldner\" hreflang=\"und\">Liz Waldner</a>", "field_date_published": "2009", "body": " <pre>\nThis evening, walking along the long field\nMy eye was drawn to a living shimmer in the sky:\nThree aspens alone alive in a world of almost motionless \nCottonwood and willow and Chinese elm trees.\n\nThe breeze that barely stirred the others\nSprang it free, spangling leaves like light on water,\nAn electric flutter, the secret energy\nIn the heart of the world revealed.  So free.\n\nAn aspen leaf might believe itself inordinately busy\n(especially comparatively) and certain therefore\nIt will expire prematurely, useless, stupid, failed.\nFrom where I stood, it was the most beautiful thing to see.\n\nMy life could be similarly pleasing to God.\nI guess this could be service enough for me.</pre>\n "}, {"title": "The Going", "view_node": "/poem/going-0", "field_author": "<a href=\"/poet/april-bernard\" hreflang=\"und\">April Bernard</a>", "field_date_published": "2009", "body": " <pre>\nThe cloth edge of certainty\nhas shredded down to this:\nGod and love are real,\nbut very far away.\nIf I go to Istanbul, will I return?\nThat is not one of the permitted questions.\nWhen I go to Istanbul, how will I bear to return?\nI could slip into the small streets\nto the high plain and the Caucasus—\n\nIt's all alone, the returning,\nthe going. The cloth,\na soft holland whose blocks of blue and lemon\nonce cheered me in a skirt,\nnow dries dishes. God and love\nare very far away, farther even\nthan the mountains in the east.</pre>\n "}, {"title": "Roy Orbison and John Milton Are Still Dreaming", "view_node": "/poem/roy-orbison-and-john-milton-are-still-dreaming", "field_author": "<a href=\"/poet/april-bernard\" hreflang=\"und\">April Bernard</a>", "field_date_published": "2009", "body": " <pre>\nYou know what I mean: In the instant\nof waking in bliss, the whole body smiles—\n\nHe's still alive—She came back—They didn't mean it—\nWe forgive and are forgiven—It all turned out—\n\nAnd then the hand claws the duvet,\nseized by the real, as all that's warm just drops.\n\nI know you know. But I seek a potion\nto make me dream of the actual with the same fervor,\n\nso I'll wake to happy facts: It's spring! It's raining! Robins!\nSomeone will return a phone call today! My son\n\nhas watched the clock and let me nap for 35 minutes!—\nand does not notice my face smacked wet\n\nby the snap of the delusion, unmatched in sweetness,\nthat you promised to hold me always.</pre>\n "}, {"title": "English as a Second Language", "view_node": "/poem/english-second-language", "field_author": "<a href=\"/poet/april-bernard\" hreflang=\"und\">April Bernard</a>", "field_date_published": "2002", "body": " <pre>\nThat voice—from the tv—that <i>voice</i>,\nthick smoky cheese, or, no—\ndark as burnt flan, sweet,\nvenison-sweet in the heavy smoke\nof a tavern hearth, and hot as brandy.\nI served that voice for months,\nin a theater on 13th near Third\nwhere losers are the ones who crack first.\nI gave you azured hours, nights,\nand you placed your soul,\npretty as a dead mouse, at my feet.\nGutturals, the candles guttering backstage.\nYour voice went everywhere\nyou dared not put your hands.</pre>\n "}, {"title": "Four Winds", "view_node": "/poem/four-winds-0", "field_author": "<a href=\"/poet/april-bernard\" hreflang=\"und\">April Bernard</a>", "field_date_published": "2002", "body": " <pre>\nAt least that many buffet here, and I\nerect as the monument despite my hope to be flattened.\nIf only the winds could take the horse-sobs\nthat heave from me, wind-whipped\nwithout the grace of speech; if only\nthese small creatures with amused, skeptical eyes\ncould offer me their chittering, their business\nof fetching and nesting in the fields.\nOne day I fear the barometer's shift\nwill shatter the surface of the vessel,\njarring me into bloody words—catastrophe\nwill fill the strophe then—\nUnless, winds, you take my speech and rend it\ninto untranslatable rainy hootings.</pre>\n "}], "pager": {"current_page": 509, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}