{"rows": [{"title": "Prayer", "view_node": "/poem/prayer-5", "field_author": "<a href=\"/poet/nathan-parker\" hreflang=\"en\">Nathan Parker</a>", "field_date_published": "2016", "body": "<p>our Father I do love to walk<br />\ndown to the shore at dawn<br />\nwhile the ground is cold<br />\nand there sprinkle my cells<br />\nto smashed ocean radios<br />\nI dream that I was born<br />\nwith no tongue and that<br />\nI can neither ask nor<br />\nanswer nor understand<br />\nquestions about where<br />\nI come from that the waves<br />\nare my clapping sisters<br />\nso many dark swallowed<br />\nships my deleted thoughts<br />\ncannon and coin pulp<br />\nmy new body and that any<br />\none of a million canyons<br />\ntrembling with the psalms<br />\nof stones is my easily<br />\nremembered mother who<br />\neasily remembers me</p>\n"}, {"title": "Sea Violet ", "view_node": "/poem/sea-violet", "field_author": "<a href=\"/poet/h-d\" hreflang=\"und\">H. D.</a>", "field_date_published": "2016", "body": " <p>The white violet<br />is scented on its stalk,<br />the sea-violet<br />fragile as agate,<br />lies fronting all the wind<br />among the torn shells<br />on the sand-bank.</p><p>The greater blue violets<br />flutter on the hill,<br />but who would change for these<br />who would change for these<br />one root of the white sort?</p><p>Violet<br />your grasp is frail<br />on the edge of the sand-hill,<br />but you catch the light—<br />frost, a star edges with its fire.</p> "}, {"title": "Argentina", "view_node": "/poem/argentina", "field_author": "<a href=\"/poet/roger-greenwald\" hreflang=\"und\">Roger Greenwald</a>", "field_date_published": "2015", "body": " <p>On the sweated window in the hot room<br />where the dancers have sweated and left the floor bare,<br />are the black curves and spaces shadows of the hanging plant’s<br />trailing stems and leaves? are the black trails<br />only the aftermath of luminous sweat still coursing down<br />as host and hostess get up to dance,<br />or have the children been at it with their fingers<br />and should I write too,<br />and in what language? Read it in the dust<br />tomorrow. The bead of shining water<br />cuts through the watery flesh of its fellows.<br />The lovers dance, the wounded line the walls;<br />man moving body, trusting feet, arms, even belly<br />to the woman whose nervousness<br />survives invisible to him: in her short nails<br />and her shaded knowing that she’s trusted him fully<br />just because in his innocence<br />he does not see the magnitude of her risk.<br />But who cuts flesh most easily,<br />the one who sees how soft it is,<br />or the one who never guesses its fragility<br />so foreign is the thought of doing harm?<br />It’s too much to watch, and<br />I go into the next room and lie down on the pile of coats on the bed.<br />Every time I rip a page from the pad or sneeze<br />the cat jumps, membranes offended.<br />There’s a large cymbal on the wall,<br />Italian music is playing<br />and people are clapping,<br />and a couple comes and says I’m on their coats.<br />An abacus, a pipe, an old wooden tripod.<br />Two maps of the same country, from different times,<br />both old. Pictures of the kids, next to the camera.<br />A woman I haven’t talked to yet<br />is looking for her coat. “What’s your accent?”<br />“Spanish,” she says. “From<br />Argentina.”<br />A thin silver belt, a thin silver belt<br />cuts through this life,<br />whose waist is only flesh, only water.</p><p> </p><p>                                                                        <em>for LMB</em></p><p> </p><p> </p> "}, {"title": "To Hope", "view_node": "/poem/hope", "field_author": "<a href=\"/poet/charlotte-smith\" hreflang=\"und\">Charlotte Smith</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">    Oh, Hope! thou soother sweet of human woes!</span><br /><span class=\"long-line\">    How shall I lure thee to my haunts forlorn!</span><br /><span class=\"long-line\">For me wilt thou renew the wither’d rose,</span><br /><span class=\"long-line\">    And clear my painful path of pointed thorn?</span><br /><span class=\"long-line\">Ah come, sweet nymph! in smiles and softness drest,</span><br /><span class=\"long-line\">    Like the young hours that lead the tender year,</span><br /><span class=\"long-line\">Enchantress! come, and charm my cares to rest:—</span><br /><span class=\"long-line\">    Alas! the flatterer flies, and will not hear!</span><br /><span class=\"long-line\">A prey to fear, anxiety, and pain,</span><br /><span class=\"long-line\">    Must I a sad existence still deplore?</span><br /><span class=\"long-line\">Lo!—the flowers fade, but all the thorns remain,</span><br /><span class=\"long-line\">    “For me the vernal garland blooms no more.”</span><br /><span class=\"long-line\">Come then, “pale Misery’s love!” be thou my cure,</span><br /><span class=\"long-line\">And I will bless thee, who, tho’ slow, art sure.</span></p>\n"}, {"title": "Larrea", "view_node": "/poem/larrea", "field_author": "<a href=\"/poet/louise-mathias\" hreflang=\"und\">Louise Mathias</a>", "field_date_published": "2016", "body": " <p>Moved the jackrabbit<br />from the road, laid her under<br />a bush. Land of little</p><p>shade, we do what we can.</p><p>One sport is crying while driving.<br />Another the daffodil light.</p><p>All the mornings I’ve found you,<br />been found.</p><p>*</p><p>I’m just eating a sandwich with Sarah,<br />when the wind picks up, and her hair</p><p>becomes another,</p><p>crucial, planet. Night running off<br />with itself. Away</p><p>from your star. So soft<br />is the fur</p><p>of the currently—<br /> </p> "}, {"title": "Degrets", "view_node": "/poem/degrets", "field_author": "<a href=\"/poet/anselm-berrigan\" hreflang=\"und\">Anselm Berrigan</a>", "field_date_published": "2016", "body": " <p>drawn frogs appear to serve the exoskeletal goddess<br />in full mollusk shrug, shelves built for dated wreck<br />registers, cranial outbursts finely detailed, opening<br />at the outline of a spotlit ribcage, lists of thefts enter<br />micro-entry zones, respectability a possessive monster<br />needleteeth palms, langorous working in a front of<br />poured-in window light, off-white airshaft blue pushing<br />forward into the flatness of a room masquerading as<br />two wear out a corner, somnambulist soap performance<br />trickles along, black &amp; white docu-film footage of<br />my fam’s thing-strewn space makes way into numbered<br />views, anyone may anonymously enter the screen<br />version of your interior &amp; very few will, column<br />of skulls stands up a bulb socket, speed hump ahead<br />15 mph, minnows twig-hopping, playing pick up styx<br />in the hydroponic vape church fuming newness outs<br />of touch, &amp; truth kicks back at a fool’s conception of<br />neutrality, thump thump, these kids need to stop falling<br />out of bed, ghost marooned on sock induces mock<br />shriek from the sub-aquatic generation I raise on stay<br />or no cookie, name of network: true, like &amp; hurt go<br />hand in hand, the zebraic cosmologic selfie rides with<br />a drone stick, acktility expenses, tick trick carriers<br />careening into shape of snakes, sonar belts aura<br />saying activate instead of turn on, to radicalize a golden<br />tongue, dig the corpse &amp; call it rotary possiblimity, we<br />just can’t help wiping the weird out of intelligence</p> "}, {"title": "Blue Vase", "view_node": "/poem/blue-vase", "field_author": "<a href=\"/poet/cynthia-zarin\" hreflang=\"und\">Cynthia Zarin</a>", "field_date_published": "2016", "body": " <p>Because you like to sleep with curtains drawn,<br />        at dawn I rose and pulled the velvet tight.</p><p>You stirred, then set your hand back on my hip,<br />       the bed a ship in sleep’s doubled plunging </p><p>wave on wave, until as though a lighthouse<br />      beam had crossed the room: the vase between</p><p>the windows suddenly ablaze, a spirit,<br />        seized, inside its amethyst blue gaze.  </p><p><em>What’s that?</em> you said. A slip of light, untamed,<br />       had turned the vase into a crystal ball,</p><p>whose blue eye looked back at us, amazed, two<br />       sleepers startled in each other’s arms,<br />     <br />while day lapped at night’s extinguished edge,<br />            adrift between the past and future tense,<br />   <br />        a blue moon for an instant caught in its chipped<br />                 sapphire—love enduring, give or take.<br /> </p> "}, {"title": "The Cry", "view_node": "/poem/cry", "field_author": "<a href=\"/poet/paisley-rekdal\" hreflang=\"und\">Paisley Rekdal</a>", "field_date_published": "2016", "body": " <p>A man can cry, all night, your back<br />shaking against me as your mother<br />sleeps, hooked to the drip<br />to clear her kidneys from their muck<br />of sleeping pills. Each one white<br />as the snapper’s belly I once watched a man<br />gut by the ice bins in his truck, its last <br />bubbling grunt cleaved in two<br />with a knife. The way my uncle’s rabbit<br />growled in its cage, screamed<br />so like a child that when I woke the night<br />a fox chewed through the wires<br />to reach it, I thought it was my own voice<br />frozen in the yard. And then the fox,<br />trapped later by a neighbor, who thrashed<br />and barked, as did the crows<br />that came for its eyes: the sound<br />of one animal’s pain setting off a chain<br />in so many others, until each cry dissolves<br />into the next grown louder. <br />Even if I were blind<br />I would know night by the noise it made:<br />our groaning bed, the mewling<br />staircase, drapes that scrape<br />against glass panes behind which<br />stars rise, blue and silent.<br />But not even the stars<br />are silent: their pale waves<br />echo through space, the way my father’s<br />disappointment sags at my cheek,<br />and his brother’s anger<br />whitens his temple. And these<br />are your mother’s shoulders shaking<br />in my arms tonight, her thin breath<br />that drags at our window<br />where coyotes cry: one calling to the next<br />calling to the next, their tender throats<br />tipped back to the sky.</p> "}, {"title": "Thin Ice", "view_node": "/poem/thin-ice", "field_author": "<a href=\"/poet/ellen-dore-watson\" hreflang=\"en\">Ellen Doré Watson</a>", "field_date_published": "2016", "body": " <p>Reedy striations don’t occlude the beneath—<br />earthy mash of leaves, flat pepper flakes, layered,</p><p>tips protruding, tender-desolate above a mirror<br />surface, gently pressing on horse-mane, nest material,</p><p>tickle-brush, fringe. Buff block-shapes further down,<br />ghost-bits of green-green, a lone leaf burned white.</p><p>My thrown stone skitters on ice. The next, larger,<br />plunks through and for a moment I am a violator</p><p>but then I see it opened a bubble cell, a city,<br />a lesion, a map—the way in cold and luminous.</p> "}, {"title": "Moth Moon", "view_node": "/poem/moth-moon", "field_author": "<a href=\"/poet/florence-ripley-mastin\" hreflang=\"en\">Florence Ripley Mastin</a>", "field_date_published": "2016", "body": " <p>Moth Moon, a-flutter in the lilac tree,<br />With pollen of the white stars on thy wings,<br />Oh! would I shared thy flight, thy fantasy,<br />The aimless beauty of thy brightenings!<br />A worker, wed to Purpose and Things,<br />Earth-worn I turn from Day’s sufficiency.<br />One lethéd hour that duty never brings,<br />Oh! one dim hour to drift, Moth Moon, with thee!</p> "}, {"title": "Limitations", "view_node": "/poem/limitations", "field_author": "<a href=\"/poet/henrietta-cordelia-ray\" hreflang=\"en\">Henrietta Cordelia Ray</a>", "field_date_published": "2016", "body": " <p>The subtlest strain a great musician weaves,<br />Cannot attain in rhythmic harmony<br />To music in his soul. May it not be<br />Celestial lyres send hints to him? He grieves<br />That half the sweetness of the song, he leaves<br />Unheard in the transition. Thus do we<br />Yearn to translate the wondrous majesty<br />Of some rare mood, when the rapt soul receives<br />A vision exquisite. Yet who can match<br />The sunset’s iridescent hues? Who sing<br />The skylark’s ecstasy so seraph-fine?<br />We struggle vainly, still we fain would catch<br />Such rifts amid life’s shadows, for they bring<br />Glimpses ineffable of things divine.</p> "}, {"title": "Fog", "view_node": "/poem/fog-1", "field_author": "<a href=\"/poet/vi-khi-nao\" hreflang=\"en\">Vi Khi Nao </a>", "field_date_published": "2016", "body": " <p>the sun drops his knee on fog</p><p>a diurnal genuflection that</p><p>explains the lack of clarity in the prayer’s thought</p><p>when god prays to himself</p><p>using the fog’s opaque cushion</p><p>we know god is a child</p><p>who pretends to pray</p><p>because in the midst of his holy make-believe childhood</p><p>he is a beautiful version of daffodil twirling in dew</p> "}, {"title": "Emma Bovary", "view_node": "/poem/emma-bovary", "field_author": "<a href=\"/poet/monica-ferrell\" hreflang=\"und\">Monica Ferrell</a>", "field_date_published": "2016", "body": " <p>I would have liked then for someone to touch me<br />So I could know the purpose of this hardship.<br />Black-eyed and impassive as a canyon,<br />From the hive of my mind, I looked at their faces <br />As I moved between rows of espaliered pears.<br />I only intended for someone to show<br />Me, once, an affection like the sun<br />Shows even the simplest bulb, entering what’s hidden.<br />Let me show them instead the picture<br />In a knife’s reflection, take down my hair<br />Where the gravedigger kneels among new potatoes.<br />Behind my teeth are headstones, and behind those<br />Skeletons of cavemen, of dinosaurs,<br />And under my skin: alphabets, alphabets<br />In black ink, a legacy of histories tiny and alive<br />As an ant army marching toward forever.<br />Understand, please—I, too, have a splendid use,<br />This world could not get rid of me if it wanted to.</p> "}, {"title": "Sorcery", "view_node": "/poem/sorcery", "field_author": "<a href=\"/poet/sandra-simonds\" hreflang=\"und\">Sandra Simonds</a>", "field_date_published": "2016", "body": " <p>I’m a witch who lost all her powers, then<br />   in place of my powers, I got the coiled beauty<br />of seashells and sleeping infants. The coiled<br />beauty of eardrums, and the sound wave<br />of bells. The bells! This is the country of clouds.<br />       The molten body, the Floridian pinks,<br />       and centuries of sand dollars examining<br />the arcing waves. New territory<br />of interiority and I’m in the middle of this.<br />   White like a negative belt.<br />I am an airless thing. When I get high, I get low.<br />           But I’m real and airless and love you.</p> "}, {"title": "Letter Beginning with Two Lines by Czesław Miłosz", "view_node": "/poem/letter-beginning-two-lines-czeslaw-milosz", "field_author": "<a href=\"/poet/matthew-olzmann\" hreflang=\"en\">Matthew Olzmann</a>", "field_date_published": "2016", "body": " <p><em>You whom I could not save,<br />Listen to me. </em></p><p>Can we agree Kevlar<br />backpacks shouldn’t be needed</p><p>for children walking to school? <br />Those same children</p><p>also shouldn’t require a suit<br />of armor when standing</p><p>on their front lawns, or snipers<br />to watch their backs</p><p>as they eat at McDonalds.<br />They shouldn’t have to stop</p><p>to consider the speed<br />of a bullet or how it might</p><p>reshape their bodies. But<br />one winter, back in Detroit,</p><p>I had one student<br />who opened a door and died. </p><p>It was the front<br />door to his house, but</p><p>it could have been any door,<br />and the bullet could have written</p><p>any name. The shooter<br />was thirteen years old</p><p>and was aiming<br />at someone else. But</p><p>a bullet doesn’t care<br />about “aim,” it doesn't</p><p>distinguish between<br />the innocent and the innocent,</p><p>and how was the bullet<br />supposed to know this</p><p>child would open the door<br />at the exact wrong moment</p><p>because his friend<br />was outside and screaming</p><p>for help. Did I say<br />I had “one” student who</p><p>opened a door and died? <br />That’s wrong.</p><p>There were many. <br />The classroom of grief</p><p>had far more seats<br />than the classroom for math</p><p>though every student<br />in the classroom for math</p><p>could count the names<br />of the dead. </p><p>A kid opens a door. The bullet<br />couldn’t possibly know,</p><p>nor could the gun, because<br />“guns don't kill people,” they don't</p><p>have minds to decide<br />such things, they don’t choose</p><p>or have a conscience,<br />and when a man doesn’t</p><p>have a conscience, we call him<br />a psychopath. This is how</p><p>we know what type of assault rifle<br />a man can be,</p><p>and how we discover<br />the hell that thrums inside</p><p>each of them. Today,<br />there’s another</p><p>shooting with dead<br />kids everywhere. It was a school,</p><p>a movie theater, a parking lot.<br />The world</p><p>is full of doors.<br />And you, whom I cannot save,</p><p>you may open a door</p><p>and enter a meadow, or a eulogy.<br />And if the latter, you will be</p><p>mourned, then buried<br />in rhetoric. </p><p>There will be<br />monuments of legislation,</p><p>little flowers made<br />from red tape. </p><p><em>What should we do?</em> we’ll ask<br />again. The earth will close</p><p>like a door above you. <br /><em>What should we do?</em></p><p>And that click you hear?<br />That’s just our voices,<br /><br />the deadbolt of discourse<br />sliding into place.</p> "}, {"title": "My Doubt", "view_node": "/poem/my-doubt", "field_author": "<a href=\"/poet/jane-hirshfield\" hreflang=\"und\">Jane Hirshfield</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">I wake, doubt, beside you,</span><br /><span class=\"long-line\">like a curtain half-open.</span></p>\n\n<p><span class=\"long-line\">I dress doubting,</span><br /><span class=\"long-line\">like a cup </span><br /><span class=\"long-line\">undecided if it has been dropped.</span></p>\n\n<p><span class=\"long-line\">I eat doubting,</span><br /><span class=\"long-line\">work doubting,</span><br /><span class=\"long-line\">go out to a dubious cafe with skeptical friends.</span></p>\n\n<p><span class=\"long-line\">I go to sleep doubting myself,</span><br /><span class=\"long-line\">as a herd of goats</span><br /><span class=\"long-line\">sleep in a suddenly gone-quiet truck.</span></p>\n\n<p><span class=\"long-line\">I dream you, doubt,</span><br /><span class=\"long-line\">nightly—</span><br /><span class=\"long-line\">for what is the meaning of dreaming</span><br /><span class=\"long-line\">if not that all we are while inside it</span><br /><span class=\"long-line\">is transient, amorphous, in question?</span></p>\n\n<p><span class=\"long-line\">Left hand and right hand,</span><br /><span class=\"long-line\">doubt, you are in me,</span><br /><span class=\"long-line\">throwing a basketball, guiding my knife and my fork.</span><br /><span class=\"long-line\">Left knee and right knee,</span><br /><span class=\"long-line\">we run for a bus,</span><br /><span class=\"long-line\">for a meeting that surely will end before we arrive.</span></p>\n\n<p><span class=\"long-line\">I would like</span><br /><span class=\"long-line\">to grow content in you, doubt,</span><br /><span class=\"long-line\">as a double-hung window</span><br /><span class=\"long-line\">settles obedient into its hidden pulleys and ropes.</span></p>\n\n<p><span class=\"long-line\">I doubt I can do so:</span><br /><span class=\"long-line\">your own counterweight governs my nights and my days.</span></p>\n\n<p><span class=\"long-line\">As the knob of hung lead holds steady</span><br /><span class=\"long-line\">the open mouth of a window,</span><br /><span class=\"long-line\">you hold me,</span><br /><span class=\"long-line\">my kneeling before you resistant, stubborn,</span><br /><span class=\"long-line\">offering these furious praises</span><br /><span class=\"long-line\">I can’t help but doubt you will ever be able to hear.</span></p>\n\n<p>—2014</p>\n"}, {"title": "The Answer", "view_node": "/poem/answer-0", "field_author": "<a href=\"/poet/carl-sandburg\" hreflang=\"und\">Carl Sandburg</a>", "field_date_published": "2016", "body": " <p>You have spoken the answer.<br />A child searches far sometimes<br />Into the red dust<br />                       On a dark rose leaf<br />And so you have gone far<br />                       For the answer is:<br />                                           Silence.</p><p>   In the republic<br />Of the winking stars<br />                       and spent cataclysms<br />Sure we are it is off there the answer is hidden and folded over,<br />Sleeping in the sun, careless whether it is Sunday or any other<br />    day of the week,</p><p>Knowing silence will bring all one way or another.</p><p>Have we not seen<br />Purple of the pansy<br />            out of the mulch<br />            and mold<br />            crawl<br />            into a dusk<br />            of velvet?<br />            blur of yellow?<br />Almost we thought from nowhere but it was the silence,<br />            the future,<br />            working.<br /> </p> "}, {"title": "1905", "view_node": "/poem/1905", "field_author": "<a href=\"/poet/marilyn-nelson\" hreflang=\"und\">Marilyn Nelson</a>", "field_date_published": "2015", "body": "<p><span class=\"long-line\">Looking out of the front page, a wild-haired,</span><br /><span class=\"long-line\">gentle-eyed young German man stands</span><br /><span class=\"long-line\">before a blackboard of incomprehensible equations.</span><br /><span class=\"long-line\">Meanwhile, back in the quotidian,</span><br /><span class=\"long-line\">Carver takes the school to the poor.</span></p>\n\n<p><span class=\"long-line\">;He outfits an open truck</span><br /><span class=\"long-line\">with shelves for his jars</span><br /><span class=\"long-line\">of canned fruit and compost,</span><br /><span class=\"long-line\">bins for his croker sacks of seeds.</span><br /><span class=\"long-line\">He travels roads barely discernible</span><br /><span class=\"long-line\">on the county map,</span><br /><span class=\"long-line\">teaching former field-slaves</span><br /><span class=\"long-line\">how to weave ditch weeds</span><br /><span class=\"long-line\">into pretty table place mats,</span><br /><span class=\"long-line\">how to keep their sweet potatoes from rotting</span><br /><span class=\"long-line\">before winter hunger sets in,</span><br /><span class=\"long-line\">how to make preacher-pleasing</span><br /><span class=\"long-line\">mock fried chicken</span><br /><span class=\"long-line\">without slaughtering a laying hen.</span><br /><span class=\"long-line\">He notes patches of wild chicory</span><br /><span class=\"long-line\">the farmers could collect</span><br /><span class=\"long-line\">to free themselves from their taste</span><br /><span class=\"long-line\">for high-priced imported caffeine.</span></p>\n\n<p><span class=\"long-line\">He and his student assistants bump along</span><br /><span class=\"long-line\">shoulder to shoulder in the high cab,</span><br /><span class=\"long-line\">a braided scale of laughter</span><br /><span class=\"long-line\">trailing above their raised dust.</span></p>\n\n<p><span class=\"long-line\">Today, Carver is explaining,</span><br /><span class=\"long-line\">as far as he understands it,</span><br /><span class=\"long-line\">that fellow Einstein’s “Special Theory of Relativity.”</span><br /><span class=\"long-line\">He’s hardly gotten to Newtonian Space</span><br /><span class=\"long-line\">when a platoon of skinny dogs</span><br /><span class=\"long-line\">announces the next farm.</span></p>\n\n<p><span class=\"long-line\">As they pull up,</span><br /><span class=\"long-line\">a black man and his boy straighten,</span><br /><span class=\"long-line\">two rows of shin-high cotton apart.</span><br /><span class=\"long-line\">With identical gestures they remove</span><br /><span class=\"long-line\">straw hats, wipe their foreheads with their sleeves.</span><br /><span class=\"long-line\">Their welcoming glance meets Carver’s eyes</span><br /><span class=\"long-line\">at the velocity of light.</span></p>\n"}, {"title": "January", "view_node": "/poem/january-3", "field_author": "<a href=\"/poet/william-carlos-williams\" hreflang=\"und\">William Carlos Williams</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">Again I reply to the triple winds</span><br /><span class=\"long-line\">running chromatic fifths of derision</span><br /><span class=\"long-line\">outside my window:</span><br /><span class=\"long-line\">                                  Play louder.</span><br /><span class=\"long-line\">You will not succeed. I am</span><br /><span class=\"long-line\">bound more to my sentences</span><br /><span class=\"long-line\">the more you batter at me</span><br /><span class=\"long-line\">to follow you.</span><br /><span class=\"long-line\">                                  And the wind,</span><br /><span class=\"long-line\">as before, fingers perfectly</span><br /><span class=\"long-line\">its derisive music.</span></p>\n"}, {"title": "The Leash", "view_node": "/poem/leash", "field_author": "<a href=\"/poet/ada-limon\" hreflang=\"und\">Ada Limón</a>", "field_date_published": "2016", "body": " <p>After the birthing of bombs of forks and fear,<br />the frantic automatic weapons unleashed,<br />the spray of bullets into a crowd holding hands,<br />that brute sky opening in a slate metal maw<br />that swallows only the unsayable in each of us, what's<br />left? Even the hidden nowhere river is poisoned<br />orange and acidic by a coal mine. How can<br />you not fear humanity, want to lick the creek<br />bottom dry to suck the deadly water up into<br />your own lungs, like venom? Reader, I want to<br />say,<em> Don't die</em>. Even when silvery fish after fish<br />comes back belly up, and the country plummets<br />into a crepitating crater of hatred, isn't there still<br />something singing? The truth is: I don't know.<br />But sometimes, I swear I hear it, the wound closing<br />like a rusted-over garage door, and I can still move<br />my living limbs into the world without too much<br />pain, can still marvel at how the dog runs straight<br />toward the pickup trucks break-necking down<br />the road, because she thinks she loves them,<br />because she’s sure, without a doubt, that the loud<br />roaring things will love her back, her soft small self<br />alive with desire to share her goddamn enthusiasm,<br />until I yank the leash back to save her because<br />I want her to survive forever. <em>Don't die</em>, I say,<br />and we decide to walk for a bit longer, starlings<br />high and fevered above us, winter coming to lay<br />her cold corpse down upon this little plot of earth.<br />Perhaps, we are always hurtling our body towards<br />the thing that will obliterate us, begging for love<br />from the speeding passage of time, and so maybe<br />like the dog obedient at my heels, we can walk together<br />peacefully, at least until the next truck comes.</p> "}], "pager": {"current_page": 361, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}