{"rows": [{"title": "Desolation of the Chimera", "view_node": "/poem/desolation-chimera", "field_author": "<a href=\"/poet/luis-cernuda\" hreflang=\"und\">Luis Cernuda</a>", "field_date_published": "2010", "body": " <pre>\nThe whole day's heat, distilled \nInto a suffocating vapor, the sand releases. \nAgainst the deep blue background of the night \nLike an impossible drizzle of water, \nThe frozen splendor of the stars \nIs proudly aligned alongside the full moon \nWhich, from a great height, disdainfully illumines \nThe remains of beasts in a boneyard. \nJackals can be heard howling in the distance.\n \nThere is no water, palm frond, underbrush or pond. \nIn its full splendor the moon looks down \nOn the pitiful Chimera, its stone corroded, \nIn its desert. Its missing wings, like stumps; \nIts breasts and claws mutilated by time; \nThe hollows where its vanished nose and hair \nOnce curled are now home \nTo the obscene birds feeding \nOn desolation, on death. \n\nWhen moonlight touches \nThe Chimera, it seems to come alive with a sob, \nA moan that rises not from the ruin \nBut from the centuries rooted inside it, immortally \nCrying over not being able to die, as the forms \nThat man gives life to always die. Dying is hard, \nBut not being able to die, if everything dies, \nIs perhaps harder still. The Chimera murmurs at the moon \nAnd its voice is so sweet it eases its desolation. \n\n\"No victims, no lovers. Where did the people go? \nThey no longer believe in me, and the unanswerable riddles \nI posed, like the Sphinx, my rival and sister, \nNo longer tempt them. The divine survives, \nIn all its protean forms, even though the gods die. \nThat's why this deathless desire is alive in me, \nThough my form is wasted, though I'm less than a shade; \nA desire to see humanity humbled \nIn fear before me, before my tempting indecipherable secret.\n \n\"Man is like an animal tamed \nBy the whip. But how beautiful; his strength and his beauty, \nOh gods, how captivating. There is delight in man; \nWhen man is beautiful, how delightful he is. \nCenturies have passed since man deserted \nMe and disdainfully forgot my secrets. \nAnd while a few still pay me some attention, \nI find no enchantment among the poets, \nAs my secret scarcely tempts them and I see in them no beauty. \n\n\"Skinny, flaccid, balding, bespectacled, \nToothless. That's the physical aspect \nOf my former servant; and his character \nLooks the same. Even so, not many seek my secret now, \nSince they find in woman their personal sad Chimera. \nAnd it's just as well I'm forgotten, because anyone \nChanging infants' diapers and wiping noses while he thinks \nAbout some critic's praise or bad review \nHas no time to pay me any attention. \n\n\"Can they really believe in being poets \nIf they no longer have the power, the madness \nTo believe in me and my secret? \nBetter for them an academic chair \nThan barrenness, ruin and death, \nThe generous recompense I gave my victims, \nOnce I had possession of their souls, \nWhen men and poets still preferred \nA cruel mirage to bourgeois certainty. \n\n\"Clearly for me those times were different \nWhen with a light heart I danced happily through the labyrinth \nWhere I lost so many and so many others I endowed \nWith my eternal madness: joyful imagination, dreams of the future, \nHopes of love, sunny voyages. \nBut the prudent ones, the cautious men, I strangled \nWith my powerful claws, since a grain of madness \nIs the salt of life. Now that I've been and gone, \nI don't have any more promises for man.\" \n\nThe moon's reflection sliding \nOver the deaf sand of the desert \nLeaves the Chimera stranded among shadows, \nThe captive music of its sweet voice quieted. \nAnd as the sea pulls back the tide \nLeaving the beach denuded of its magic, \nThe voice's spell, pulled back, leaves the desert \nEven more unwelcoming, its dunes \nBlind, dulled without the old mirage. \n\nMute, in darkness, the Chimera seems to have retreated \nInto the ancestral night of primal Chaos; \nBut neither gods, nor men, nor their creations \nAre ever nullified once they've been; they must exist \nUntil the bitter end, disappearing into the dust. \nImmobile, sad, the noseless Chimera can smell \nThe freshness of dawn, dawn of another day \nWhen death will not have pity on it, \nBut its desolate existence will continue.</pre>\n "}, {"title": "from Nox [gentes]", "view_node": "/poem/nox-gentes", "field_author": "<a href=\"/poet/anne-carson\" hreflang=\"und\">Anne Carson</a>", "field_date_published": "2010", "body": "<p><br /><img alt=\"from Nox [&quot;gentes, gens gentis, feminine noun...]\" data-entity-type=\"file\" data-entity-uuid=\"bda2dbec-ff51-49c1-a3b6-b1e2bd06f223\" height=\"359\" src=\"/sites/default/files/inline-images/Nox_1_4.png\" width=\"463\" /></p>\n\n<p> </p>\n"}, {"title": "The Apple Trees at Olema", "view_node": "/poem/apple-trees-olema", "field_author": "<a href=\"/poet/robert-hass\" hreflang=\"und\">Robert Hass</a>", "field_date_published": "2010", "body": " <pre>\nThey are walking in the woods along the coast\nand in a grassy meadow, wasting, they come upon\ntwo old neglected apple trees. Moss thickened\nevery bough and the wood of the limbs looked rotten\nbut the trees were wild with blossom and a green fire\nof small new leaves flickered even on the deadest branches.\nBlue-eyes, poppies, a scattering of lupine\nflecked the meadow, and an intricate, leopard-spotted\nleaf-green flower whose name they didn't know.\nTrout lily, he said; she said, adder's-tongue.\nShe is shaken by the raw, white, backlit flaring\nof the apple blossoms. He is exultant,\nas if some thing he felt were verified,\nand looks to her to mirror his response.\nIf it is afternoon, a thin moon of my own dismay\nfades like a scar in the sky to the east of them.\nHe could be knocking wildly at a closed door\nin a dream. She thinks, meanwhile, that moss\nresembles seaweed drying lightly on a dock.\nTorn flesh, it was the repetitive torn flesh\nof appetite in the cold white blossoms\nthat had startled her. Now they seem tender\nand where she was repelled she takes the measure\nof the trees and lets them in. But he no longer\nhas the apple trees. This is as sad or happy\nas the tide, going out or coming in, at sunset.\nThe light catching in the spray that spumes up\non the reef is the color of the lesser finch\nthey notice now flashing dull gold in the light\nabove the field. They admire the bird together,\nit draws them closer, and they start to walk again.\nA small boy wanders corridors of a hotel that way.\nBehind one door, a maid. Behind another one, a man\nin striped pajamas shaving. He holds the number\nof his room close to the center of his mind\ngravely and delicately, as if it were the key,\nand then he wanders among strangers all he wants. </pre>\n "}, {"title": "Inheritance", "view_node": "/poem/inheritance", "field_author": "<a href=\"/poet/daniel-johnson\" hreflang=\"und\">Daniel Johnson</a>", "field_date_published": "2010", "body": "<p><span class=\"long-line\">We drank hard water.</span><br /><span class=\"long-line\">Spoke in plain language.</span></p>\n\n<p><span class=\"long-line\">Said what we didn't</span></p>\n\n<p><span class=\"long-line\">with a joke or a look.</span><br /><span class=\"long-line\">One went missing—</span></p>\n\n<p><span class=\"long-line\">let silence drill its hole.</span><br /><span class=\"long-line\">A second fell ill.</span></p>\n\n<p><span class=\"long-line\">We cloaked our mirrors. </span><br /><span class=\"long-line\">Slashed a red X</span></p>\n\n<p><span class=\"long-line\">on the door to our house.</span><br /><span class=\"long-line\">Pass over us, I asked</span></p>\n\n<p><span class=\"long-line\">the raven sky,</span><br /><span class=\"long-line\">or burn in me </span></p>\n\n<p><span class=\"long-line\">a second mouth.</span></p>\n"}, {"title": "Small Talk", "view_node": "/poem/small-talk", "field_author": "<a href=\"/poet/eleanor-lerman\" hreflang=\"und\">Eleanor Lerman</a>", "field_date_published": "2010", "body": " <pre>\nIt is a mild day in the suburbs\nWindy, a little gray. If there is\nsunlight, it enters through the\nkitchen window and spreads\nitself, thin as a napkin, beside\nthe coffee cup, pie on a plate\n\nWhat am I describing?\nI am describing a dream\nin which nobody has died\n\nThese are our mothers:\nyour mother and mine\nIt is an empty day; everyone\nelse is gone. Our mothers\nare sitting in red chairs\nthat look like metal hearts\nand they are smoking\nYour mother is wearing\nsandals and a skirt. My \nmother is thinking about \ndinner. The bread, the meat\n\nLater, there will be\nno reason to remember\nthis, so remember it\nnow: a safe day. Time\npasses into dim history.\n\nAnd we are their babies\nsleeping in the folds of\nthe wind. Whatever our \nchances, these are the \nwomen. Such small talk\nbefore life begins</pre>\n "}, {"title": "Gold River", "view_node": "/poem/gold-river", "field_author": "<a href=\"/poet/catie-rosemurgy\" hreflang=\"und\">Catie Rosemurgy</a>", "field_date_published": "2010", "body": " <pre>\nThe arch in the bridge. The moment of architecture. \nThe island where you lost your mother's keys. The photo she sent\nof someone who looks like her walking to the point \nwhere the land becomes reminiscent of dissolving of flesh. \nThe trees stamped onto our minds like traumas \nare supposed to be. The frightening blanks where the stores were. \nThe sense the owners died. How many people killed by logs, \ndo you think, over the years? The moon sitting greedily \non your house. The carrying of one another \nwhen young, light, and poisoned. The doorsteps \nwe were left on. The fox scat. The extra points in school. Who knew \nhow prominently quarries featured? Only once or twice in a lifetime \ndoes one find the suicide or hear the primordial screaming. The towns nearby \t\nthat survive on museums of their earlier burning. The dreams set\nin neighbor's houses. The mounds with hooves and bones sticking out. \nThe gentle sloping. We will always be swimmers \ndigging into the thaw. The former newness. The various cuts of meat. \nThe places cats won't go. The climbing out onto the banks. The naked man \nworking harmlessly in the woods. Like a milkweed or fox \nyou are something that parted the dirt here. The rotting\nthat sets in when you leave. </pre>\n "}, {"title": "In the Village", "view_node": "/poem/village", "field_author": "<a href=\"/poet/derek-walcott\" hreflang=\"und\">Derek Walcott</a>", "field_date_published": "2010", "body": " <pre>\n<b>I</b>\n\nI came up out of the subway and there were\npeople standing on the steps as if they knew\nsomething I didn't. This was in the Cold War,\nand nuclear fallout. I looked and the whole avenue\nwas empty, I mean utterly, and I thought,\nThe birds have abandoned our cities and the plague\nof silence multiplies through their arteries, they fought\nthe war and they lost and there's nothing subtle or vague\nin this horrifying vacuum that is New York. I caught\nthe blare of a loudspeaker repeatedly warning\nthe last few people, maybe strolling lovers in their walk,\nthat the world was about to end that morning\non Sixth or Seventh Avenue with no people going to work\nin that uncontradicted, horrifying perspective.\nIt was no way to die, but it's also no way to live.\nWell, if we burnt, it was at least New York.\n\n<b>II</b>\n\nEverybody in New York is in a sitcom.\nI'm in a Latin American novel, one\nin which an egret-haired <i>viejo</i> shakes with some\ninvisible sorrow, some obscene affliction,\nand chronicles it secretly, till it shows in his face,\nthe parenthetical wrinkles confirming his fiction\nto his deep embarrassment. Look, it's\njust the old story of a heart that won't call it quits\nwhatever the odds, quixotic. It's just one that'll\nbreak nobody's heart, even if the grizzled colonel\npitches from his steed in a cavalry charge, in a battle\nthat won't make him a statue. It is the hell\nof ordinary, unrequited love. Watch these egrets\ntrudging the lawn in a dishevelled troop, white banners\ntrailing forlornly; they are the bleached regrets\nof an old man's memoirs, printed stanzas.\nshowing their hinged wings like wide open secrets.\n\n<b>III</b>\n\nWho has removed the typewriter from my desk,\nso that I am a musician without his piano\nwith emptiness ahead as clear and grotesque\nas another spring? My veins bud, and I am so\nfull of poems, a wastebasket of black wire.\nThe notes outside are visible; sparrows will\nline antennae like staves, the way springs were,\nbut the roofs are cold and the great grey river\nwhere a liner glides, huge as a winter hill,\nmoves imperceptibly like the accumulating\nyears. I have no reason to forgive her\nfor what I brought on myself. I am past hating,\npast the longing for Italy where blowing snow\nabsolves and whitens a kneeling mountain range\noutside Milan. Through glass, I am waiting\nfor the sound of a bird to unhinge the beginning\nof spring, but my hands, my work, feel strange\nwithout the rusty music of my machine. No words\nfor the Arctic liner moving down the Hudson, for the mange\nof old snow moulting from the roofs. No poems. No birds.\n\n<b>IV</b>\n\nThe Sweet Life Café\n\nIf I fall into a grizzled stillness\nsometimes, over the red-chequered tablecloth\noutdoors of the Sweet Life Café, when the noise\nof Sunday traffic in the Village is soft as a moth\nworking in storage, it is because of age\nwhich I rarely admit to, or, honestly, even think of.\nI have kept the same furies, though my domestic rage\nis illogical, diabetic, with no lessening of love\nthough my hand trembles wildly, but not over this page.\nMy lust is in great health, but, if it happens\nthat all my towers shrivel to dribbling sand,\njoy will still bend the cane-reeds with my pen's\nelation on the road to Vieuxfort with fever-grass\nwhite in the sun, and, as for the sea breaking\nin the gap at Praslin, they add up to the grace\nI have known and which death will be taking\nfrom my hand on this chequered tablecloth in this good place.</pre>\n "}, {"title": "What the Living Do", "view_node": "/poem/what-living-do", "field_author": "<a href=\"/poet/marie-howe\" hreflang=\"und\">Marie Howe</a>", "field_date_published": "1998", "body": "<p><span class=\"long-line\">Johnny, the kitchen sink has been clogged for days, some utensil probably fell down there.</span><br /><span class=\"long-line\">And the Drano won't work but smells dangerous, and the crusty dishes have piled up</span></p>\n\n<p><span class=\"long-line\">waiting for the plumber I still haven't called. This is the everyday we spoke of.</span><br /><span class=\"long-line\">It's winter again: the sky's a deep, headstrong blue, and the sunlight pours through</span></p>\n\n<p><span class=\"long-line\">the open living-room windows because the heat's on too high in here and I can't turn it off.</span><br /><span class=\"long-line\">For weeks now, driving, or dropping a bag of groceries in the street, the bag breaking,</span></p>\n\n<p><span class=\"long-line\">I've been thinking: This is what the living do. And yesterday, hurrying along those</span><br /><span class=\"long-line\">wobbly bricks in the Cambridge sidewalk, spilling my coffee down my wrist and sleeve,</span></p>\n\n<p><span class=\"long-line\">I thought it again, and again later, when buying a hairbrush: This is it.</span><br /><span class=\"long-line\">Parking. Slamming the car door shut in the cold. What you called that yearning.</span></p>\n\n<p><span class=\"long-line\">What you finally gave up. We want the spring to come and the winter to pass. We want</span><br /><span class=\"long-line\">whoever to call or not call, a letter, a kiss—we want more and more and then more of it.</span></p>\n\n<p><span class=\"long-line\">But there are moments, walking, when I catch a glimpse of myself in the window glass,</span><br /><span class=\"long-line\">say, the window of the corner video store, and I'm gripped by a cherishing so deep</span></p>\n\n<p><span class=\"long-line\">for my own blowing hair, chapped face, and unbuttoned coat that I'm speechless:</span><br /><span class=\"long-line\">I am living. I remember you.</span></p>\n"}, {"title": "A Story", "view_node": "/poem/story", "field_author": "<a href=\"/poet/philip-levine\" hreflang=\"und\">Philip Levine</a>", "field_date_published": "2009", "body": " <pre>\nEveryone loves a story. Let's begin with a house.\nWe can fill it with careful rooms and fill the rooms\nwith things—tables, chairs, cupboards, drawers\nclosed to hide tiny beds where children once slept\nor big drawers that yawn open to reveal\nprecisely folded garments washed half to death,\nunsoiled, stale, and waiting to be worn out.\nThere must be a kitchen, and the kitchen\nmust have a stove, perhaps a big iron one\nwith a fat black pipe that vanishes into the ceiling\nto reach the sky and exhale its smells and collusions.\nThis was the center of whatever family life\nwas here, this and the sink gone yellow\naround the drain where the water, dirty or pure, \nran off with no explanation, somehow like the point\nof this, the story we promised and may yet deliver.\nMake no mistake, a family was here. You see\nthe path worn into the linoleum where the wood,\ngray and certainly pine, shows through.\nFather stood there in the middle of his life\nto call to the heavens he imagined above the roof\nmust surely be listening. When no one answered\nyou can see where his heel came down again\nand again, even though he'd been taught\nnever to demand. Not that life was especially cruel;\nthey had well water they pumped at first,\na stove that gave heat, a mother who stood\nat the sink at all hours and gazed longingly\nto where the woods once held the voices\nof small bears—themselves a family—and the songs\nof birds long fled once the deep woods surrendered\none tree at a time after the workmen arrived\nwith jugs of hot coffee. The worn spot on the sill\nis where Mother rested her head when no one saw,\nthose two stained ridges were handholds\nshe relied on; they never let her down.\nWhere is she now? You think you have a right\nto know everything? The children tiny enough\nto inhabit cupboards, large enough to have rooms\nof their own and to abandon them, the father\nwith his right hand raised against the sky?\nIf those questions are too personal, then tell us,\nwhere are the woods? They had to have been\nbecause the continent was clothed in trees.\nWe all read that in school and knew it to be true.\nYet all we see are houses, rows and rows\nof houses as far as sight, and where sight vanishes\ninto nothing, into the new world no one has seen,\nthere has to be more than dust, wind-borne particles\nof burning earth, the earth we lost, and nothing else.</pre>\n "}, {"title": "Our flag", "view_node": "/poem/our-flag", "field_author": "<a href=\"/poet/carl-adamshick\" hreflang=\"und\">Carl Adamshick</a>", "field_date_published": "2010", "body": " <pre>\nshould be green \nto represent an ocean.\nIt should have two stars \nin the first canton, \nfor us and navigation. \nThey should be of gold thread, \nplaced diagonally, \nand not solid, \nbut comprised of lines. \nOur flag should be silky jet. \nIt should have a wound,\na red river the sun must ford\nwhen flown at half-mast.\nIt should have the first letter\nof every alphabet ever.\nWhen folded into a triangle\nan embroidered eighth note\nshould rest on top\nor an odd-pinnate, \nwith an argentine stem, \na fiery leaf, a small branch \nsignifying the impossible song.\nOr maybe honey and blue\nwith a centered white pinion.\nOur flag should be a veil\nthat makes the night weep\nwhen it comes to dance,\na birthday present we open\nupon death, the abyss we sleep \nunder. Our flag should hold \nfailure like light glinting \nin a headdress of water. \nIt should hold the moon\nas the severed head \nof a white animal\nand we should carry it\nto hospitals and funerals, \nto police stations and law offices. \nIt should live, divided, \ndeepening its yellows \nand reds, flaunting itself \nin a dead gray afternoon sky. \nOur flag should be seen\nat weddings well after\nwe've departed.\nIt should stir in the heat\nabove the tables and music.\nIt should watch our friends\njoin and separate \nand laugh as they go out \nunder the clouded night \nfor cold air and cigarettes. \nOur flag should sing \nwhen we cannot,\npraise when we cannot,\nrejoice when we cannot.\nLet it be a reminder.\nLet it be the aperture,\nthe net, the rope of dark stars.\nLet it be mathematics.\nLet it be the eloquence\nof the process shining \non the page, a beacon \non the edge of a continent. \nLet its warnings be dismissed. \nLet it be insignificant \nand let its insignificance shine.</pre>\n "}, {"title": "Benevolence", "view_node": "/poem/benevolence", "field_author": "<a href=\"/poet/carl-adamshick\" hreflang=\"und\">Carl Adamshick</a>", "field_date_published": "2010", "body": " <pre>\nWe took your food and in a few days \nyou'll see we took your excrement.\n\nWe've devised such intricate rules. \t\n\nWe've agreed, signed papers. We took the papers.\n\nWe took your pain, your dignity. \nWe took your language and watched \nas religion fell from you.\n\nWe took your death,\nstrung it as a jewel on a silver chain\nand showed it to you\nas just another thing you don't have. </pre>\n "}, {"title": "The solitude of an apricot", "view_node": "/poem/solitude-apricot", "field_author": "<a href=\"/poet/carl-adamshick\" hreflang=\"und\">Carl Adamshick</a>", "field_date_published": "2010", "body": " <pre>\nAway from leaf touch, from twig.\nAway from the markings and evidence\nof others. Beyond the shale night\nfilling with rain. Beyond the sleepy\norigin of sadness. Back, back into\nthe ingrown room. The place where\neverything loved is placed, assembled\nfor memory. The delicate hold\nand tender rearrangement of what is missing,\nlike certain words, a color reflected off \nwater a few years back. Apricots and \nwhat burns. It has obtained what it is.\nSweet with a stone. Sweet with the\nconcession of a few statements,\na few lives it will touch without bruising.</pre>\n "}, {"title": "Correction", "view_node": "/poem/correction-0", "field_author": "<a href=\"/poet/carl-adamshick\" hreflang=\"und\">Carl Adamshick</a>", "field_date_published": "2010", "body": " <pre>\nLast week the caption\non page twelve stated\nthe person photographed\nwas Jersy Lem when in fact\nit was Adolf Hitler.</pre>\n "}, {"title": "New year&#039;s morning", "view_node": "/poem/new-years-morning", "field_author": "<a href=\"/poet/carl-adamshick\" hreflang=\"und\">Carl Adamshick</a>", "field_date_published": "2010", "body": " <pre>\nA low, quiet music is playing—\ndistorted trumpet, torn bass line,\nwhite windows. My palms\nare two speakers the size\nof pool-hall coasters.\t\nI lay them on the dark table\nfor you to repair.</pre>\n "}, {"title": "Romeo and Juliet, Act III, Scene II [Gallop apace, you fiery-footed steeds]", "view_node": "/poem/romeo-and-juliet-act-iii-scene-ii-gallop-apace-you-fiery-footed-steeds", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "1597", "body": " <p><i>Juliet waits for nightfall when Romeo will return</i>.</p><br /><pre>\n<i>Juliet</i>: Gallop apace, you fiery-footed steeds,\nTowards Phoebus' lodging: such a waggoner\nAs Phaethon would whip you to the west,\nAnd bring in cloudy night immediately.\nSpread thy close curtain, love-performing night,\nThat runaway's eyes may wink and Romeo\nLeap to these arms, untalk'd of and unseen.\nLovers can see to do their amorous rites\nBy their own beauties; or, if love be blind,\nIt best agrees with night. Come, civil night,\nThou sober-suited matron, all in black,\nAnd learn me how to lose a winning match,\nPlay'd for a pair of stainless maidenhoods.\nHood my unmann'd blood bating in my cheeks\nWith thy black mantle, till strange love grown bold\nThink true love acted simple modesty.\nCome, night, come, Romeo, come, thou day in night;\nFor thou wilt lie upon the wings of night\nWhiter than new snow on a raven's back.\nCome, gentle night, come, loving, black-brow'd night,\nGive me my Romeo; and, when he shall die,\nTake him and cut him out in little stars,\nAnd he will make the face of heaven so fine\nThat all the world will be in love with night\nAnd pay no worship to the garish sun.\nO, I have bought the mansion of a love,\nBut not possess'd it, and, though I am sold,\nNot yet enjoy'd: so tedious is this day\nAs is the night before some festival\nTo an impatient child that hath new robes\nAnd may not wear them. O, here comes my nurse,\nAnd she brings news, and every tongue that speaks\nBut Romeo's name speaks heavenly eloquence.</pre>\n "}, {"title": "Graves We Filled Before the Fire", "view_node": "/poem/graves-we-filled-fire", "field_author": "<a href=\"/poet/gabrielle-calvocoressi\" hreflang=\"und\">Gabrielle Calvocoressi</a>", "field_date_published": "2010", "body": " <pre>\nSome lose children in lonelier ways:\ntetanus, hard falls, stubborn fevers\n\nthat soak the bedclothes five nights running.\nOur two boys went out to skate, broke\n\nthrough the ice like battleships, came back\nto us in canvas bags: curled\n\nfossils held fast in ancient stone,\nfour hands reaching. Then two\n\nsad beds wide enough for planting\nwheat or summer-squash but filled\n\nwith boys, a barren crop. Our lives\nstripped clean as oxen bones.</pre>\n "}, {"title": "Luck is not chance (1350)", "view_node": "/poem/luck-not-chance-1350", "field_author": "<a href=\"/poet/emily-dickinson\" hreflang=\"und\">Emily Dickinson</a>", "field_date_published": "1890", "body": "<p><span class=\"long-line\">Luck is not chance—</span><br /><span class=\"long-line\">It's Toil—</span><br /><span class=\"long-line\">Fortune's expensive smile</span><br /><span class=\"long-line\">Is earned—</span><br /><span class=\"long-line\">The Father of the Mine</span><br /><span class=\"long-line\">Is that old-fashioned Coin</span><br /><span class=\"long-line\">We spurned—</span></p>\n"}, {"title": "The Dead [excerpt]", "view_node": "/poem/dead-excerpt", "field_author": "<a href=\"/poet/james-joyce\" hreflang=\"und\">James Joyce</a>", "field_date_published": "1914", "body": " <p><i>Gabriel Conroy reflects on his wife's former lover, Michael Furey.</i></p><p>The air of the room chilled his shoulders. He stretched himself cautiously along under the sheets and lay down beside his wife. One by one they were all becoming shades. Better pass boldly into that other world, in the full glory of some passion, than fade and wither dismally with age. He thought of how she who lay beside him had locked in her heart for so many years that image of her lover's eyes when he had told her that he did not wish to live.</p><p>Generous tears filled Gabriel's eyes. He had never felt like that himself towards any woman, but he knew that such a feeling must be love. The tears gathered more thickly in his eyes and in the partial darkness he imagined he saw the form of a young man standing under a dripping tree. Other forms were near. His soul had approached that region where dwell the vast hosts of the dead. He was conscious of, but could not apprehend, their wayward and flickering existence. His own identity was fading out into a grey impalpable world: the solid world itself, which these dead had one time reared and lived in, was dissolving and dwindling.</p><p>A few light taps upon the pane made him turn to the window. It had begun to snow again. He watched sleepily the flakes, silver and dark, falling obliquely against the lamplight. The time had come for him to set out on his journey westward. Yes, the newspapers were right: snow was general all over Ireland. It was falling on every part of the dark central plain, on the treeless hills, falling softly upon the Bog of Allen and, farther westward, softly falling into the dark mutinous Shannon waves. It was falling, too, upon every part of the lonely churchyard on the hill where Michael Furey lay buried. It lay thickly drifted on the crooked crosses and headstones, on the spears of the little gate, on the barren thorns. His soul swooned slowly as he heard the snow falling faintly through the universe and faintly falling, like the descent of their last end, upon all the living and the dead.</p> "}, {"title": "Antony and Cleopatra, Act II, Scene II [The barge she sat in, like a burnish&#039;d throne]", "view_node": "/poem/antony-and-cleopatra-act-ii-scene-ii-barge-she-sat-burnishd-throne", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "1623", "body": " <p><i>Enobarbus describes Queen Cleopatra</i></p><br /><pre>\n<i>Enobarbus</i>: I will tell you.\nThe barge she sat in, like a burnish'd throne,\nBurned on the water: the poop was beaten gold;\nPurple the sails, and so perfumed that\nThe winds were lovesick with them; the oars were silver,\nWhich to the tune of flutes kept stroke, and made\nThe water which they beat to follow faster,\nAs amorous of their strokes. For her own person,\nIt beggar'd all description: she did lie\nIn her pavilion, cloth-of-gold of tissue,\nO'erpicturing that Venus where we see\nThe fancy outwork nature: on each side her\nStood pretty dimpled boys, like smiling Cupids,\nWith divers-colour'd fans, whose wind did seem\nTo glow the delicate cheeks which they did cool,\nAnd what they undid did.\n\n<i>Agrippa</i>: O, rare for Antony.\n\n<i>Enobarbus</i>: Her gentlewomen, like the Nereides,\nSo many mermaids, tended her i' th' eyes,\nAnd made their bends adornings. At the helm\nA seeming mermaid steers: the silken tackle\nSwell with the touches of those flower-soft hands\nThat yarely frame the office. From the barge\nA strange invisible perfume hits the sense\nOf the adjacent wharfs. The city cast\nHer people out upon her; and Antony,\nEnthroned i' th' marketplace, did sit alone,\nWhistling to th' air; which, but for vacancy,\nHad gone to gaze on Cleopatra too,\nAnd made a gap in nature.\n\n<i>Agrippa</i>: Rare Egyptian!\n\n<i>Enobarbus</i>: Upon her landing, Antony sent to her,\nInvited her to supper. She replied\nIt should be better he became her guest;\nWhich she entreated. Our courteous Antony,\nWhom ne'er the word of \"No\" woman heard speak,\nBeing barbered ten times o'er, goes to the feast,\nAnd for his ordinary, pays his heart\nFor what his eyes eat only.\n\n<i>Agrippa</i>: Royal wench!\nShe made great Caesar lay his sword to bed;\nHe plowed her, and she cropped.\n\n<i>Enobarbus</i>: I saw her once\nHop forty paces through the public street;\nAnd having lost her breath, she spoke, and panted,\nThat she did make defect perfection,\nAnd, breathless, pow'r breathe forth.\n\n<i>Maecenas</i>: Now Antony must leave her utterly.\n\n<i>Enobarbus</i>: Never; He will not:\nAge cannot wither her, nor custom stale\nHer infinite variety. Other women cloy\nThe appetites they feed, but she makes hungry\nWhere most she satisfies; for vilest things\nBecome themselves in her, that the holy priests\nBless her when she is riggish.</pre>\n "}, {"title": "Canterbury Tales,  Wife of Bath&#039;s Prologue [Excerpt]", "view_node": "/poem/canterbury-tales-wife-baths-prologue-excerpt", "field_author": "<a href=\"/poet/geoffrey-chaucer\" hreflang=\"und\">Geoffrey Chaucer</a>", "field_date_published": "1478", "body": " <pre>\n     But now, sire,—lat me se—what I shal seyn?\nA ha! by God, I have my tale ageyn.\n     Whan that my fourthe housbonde was on beere,\nI weep algate, and made sory cheere,\nAs wyves mooten, for it is usage,\nAnd with my coverchief covered my visage;\nBut for that I was purveyed of a make,\nI wepte but smal, and that I undertake!\n     To chirche was myn housbonde born a morwe\nWith neighebores, that for hym maden sorwe,\nAnd Jankyn, oure clerk, was oon of tho.\nAs help me God, whan that I saugh hym go\nAfter the beere, me thoughte he hadde a paire\nOf legges and of feet so clene and faire\nThat al myn herte I gaf unto his hoold.\nHe was, I trowe, a twenty wynter oold,\nAnd I was fourty, if I shal seye sooth;\nBut yet I hadde alwey a coltes tooth.\nGat-tothed I was, and that bicam me weel,\nI hadde the prente of seïnte Venus seel.\nAs help me God, I was a lusty oon,\nAnd faire and riche, and yong, and wel bigon,\nAnd trewely, as myne housbondes tolde me,\nI hadde the beste quonyam myghte be.\nFor certes, I am al Venerien\nIn feelynge, and myn herte is Marcien;\nVenus me gaf my lust, my likerousnesse,\nAnd Mars gaf me my sturdy hardynesse.\nMyn áscendent was Taur, and Mars therinne;\nAllas, allas! that evere love was synne!\nI folwed ay myn inclinacioun\nBy vertu of my constellacioun,\nThat made me I koude noght withdrawe\nMy chambre of Venus from a good felawe.\nYet have I Martes mark upon my face,\nAnd also in another, privee, place.\nFor God so wys be my savacioun,\nI ne loved nevere by no discrecioun,\nBut evere folwede myn appetit,—\nAl were he short, or long, or blak, or whit;\nI took no kep, so that he liked me,\nHow poore he was, ne eek of what degree.</pre>\n "}], "pager": {"current_page": 503, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}