{"rows": [{"title": "Whiteacre", "view_node": "/poem/whiteacre", "field_author": "<a href=\"/poet/monica-youn\" hreflang=\"und\">Monica Youn</a>", "field_date_published": "2015", "body": " <p>the trees all planted in the same month after the same fire</p><p>            each thick around<br />            as a man’s wrist</p><p>meticulously spaced grids cutting the sunshine</p><p>            into panels into planks<br />            and crossbeams of light</p><p>an incandescent architecture that is the home that was<br />    promised you</p><p>            the promise of your new<br />            purified body</p><p>your body rendered glasslike by fire now open to the light</p><p>            slicing through you<br />            through the glass</p><p>bones of your hands as you lift the light free of its verticals<br /><br />            carry it blazing<br />            through your irradiated life</p> "}, {"title": "Thirst", "view_node": "/poem/thirst", "field_author": "<a href=\"/poet/laura-cronk\" hreflang=\"und\">Laura Cronk</a>", "field_date_published": "2015", "body": " <p>Unclouded third eye and lush<br />red wings.  I’m pouring water<br />from cup to cup.</p><p>This is the water we are meant<br />to drink with the other animals.<br />There are daffodils by the water,</p><p>a road leading from the water<br />to the shining crown of the sun.<br />My white hospital gown—</p><p>off-the-rack and totally sane.<br />My foot unsteady, though,<br />heel held aloft, missing its stiletto.</p><p>Nine months sober emblazoned<br />on my flat chest in red<br />below girlish curls and mannish chin.</p><p>You can’t see my eyes. <br />You’ve never seen them.<br /> </p> "}, {"title": "The Call", "view_node": "/poem/call", "field_author": "<a href=\"/poet/c-dale-young\" hreflang=\"und\">C. Dale Young</a>", "field_date_published": "2015", "body": " <p><em>                       in memoriam Cecil Young</em></p><p>I am addicted to words, constantly ferret them away<br />in anticipation. You cannot accuse me of not being prepared.<br />I am ready for anything. I can create an image faster than</p><p>just about anyone. And so, the crows blurring the tree line;<br />the sky’s light dimming and shifting; the Pacific cold and<br />impatient as ever: this is just the way I feel. Nothing more.</p><p>I could gussy up those crows, transform them<br />into something more formal, more Latinate, could use<br />the exact genus <em>Corvus</em>, but I won’t. Not today.</p><p>Like any addict, I, too, have limits. And I have written<br />too many elegies already. The Living have become<br />jealous of the amount I have written for the Dead.</p><p>So, leave the crows perched along the tree line<br />watching over us. Leave them be. The setting sun?<br />Leave it be. For God’s sake, what could be easier</p><p>in a poem about death than a setting sun? Leave it be.<br />Words cannot always help you, the old poet had taught<br />me, cannot always be there for you no matter how you</p><p>store them away with sharpened forethought.<br />Not the courier in his leather sandals, his legs dark and dirty<br />from the long race across the desert. Not the carrier</p><p>pigeon arriving with the news of another dead Caesar<br />and the request you present yourself. Nothing like that.<br />The telephone rings. Early one morning, the telephone rings</p><p>and the voice is your mother’s voice. No fanfare. Your<br />father’s brother is dead. He died that morning. And your<br />        tongue<br />went silent. Like any other minor poet, you could not find</p><p>the best words, the appropriate words. Leave it be now.<br />You let your mother talk and talk to fill the silence. Leave it be.<br />All of your practiced precision, all of the words saved up</p><p>for a poem, can do nothing to remedy that now.<br /> </p> "}, {"title": "Cascades 501", "view_node": "/poem/cascades-501", "field_author": "<a href=\"/poet/rick-barot\" hreflang=\"en\">Rick Barot </a>", "field_date_published": "2015", "body": " <p>The man sitting behind me<br />is telling the man sitting next to him about his heart bypass.</p><p>Outside the train’s window, the landscapes smear by—<br />the earnest, haphazard distillations of America. The backyards</p><p>and back sides of houses. The back lots of shops<br />and factories. The undersides of bridges. And then the<br />        stretches</p><p>of actual land, which is not so much land<br />but the kinds of water courses and greenery that register</p><p>like luck in the mind. Dense walls of trees.<br />Punky little woods. The living continually out-growing</p><p>the fallen and decaying. The vines and ivies taking over<br />everything, proving that the force of disorder is also the force</p><p>of plenty. Then the eye dilating to the sudden<br />clearings—fields, meadows. The bogs that must have been left</p><p>by retreating glaciers. The creeks, the algae broth<br />of ponds. Then the broad silver of rivers, shiny</p><p>as turnstiles. Attrition, dispersal, growth—a system unfastened<br />to story, as though the green sight itself</p><p>was beyond story, was peacefully beyond any clear meaning.<br />But why the gust of alertness that comes</p><p>to me every time any indication of the human<br />passes into sight—like a mirror, like to like, even though I am<br />        not</p><p>the summer backyard with the orange soccer ball resting<br />there, even though I am not the pick-up truck</p><p>parked in the back lot, its two doors opened<br />wide, and no one around to show whether it is funny</p><p>or an emergency that the truck is like that. Each thing looks <br /><span style=\"line-height: 1.538em;\">        new</span><br /><span style=\"line-height: 1.538em;\">even when it is old and broken down.</span></p><p><span style=\"line-height: 1.538em;\">They had to open me up—the man is now telling the other</span><br /><span style=\"line-height: 1.538em;\">        man.</span><br /><span style=\"line-height: 1.538em;\">I wasn’t there to see it, but they opened me up.</span></p> "}, {"title": "A Gift", "view_node": "/poem/gift-3", "field_author": "<a href=\"/poet/leonora-speyer\" hreflang=\"en\">Leonora Speyer</a>", "field_date_published": "1921", "body": "<p><span class=\"long-line\">I Woke: —</span><br /><span class=\"long-line\">Night, lingering, poured upon the world</span><br /><span class=\"long-line\">Of drowsy hill and wood and lake</span><br /><span class=\"long-line\">Her moon-song,</span><br /><span class=\"long-line\">And the breeze accompanied with hushed fingers</span><br /><span class=\"long-line\">On the birches.</span></p>\n<p><span class=\"long-line\">Gently the dawn held out to me</span><br /><span class=\"long-line\">A golden handful of bird’s-notes.</span><br />\n </p>\n"}, {"title": "Where They Lived", "view_node": "/poem/where-they-lived", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "1917", "body": " <p>       Dishevelled leaves creep down<br />       Upon that bank to-day,<br />Some green, some yellow, and some pale brown;<br />       The wet bents bob and sway;<br />The once warm slippery turf is sodden<br />        Where we laughingly sat or lay.</p><p>        The summerhouse is gone,<br />        Leaving a weedy space;<br />The bushes that veiled it once have grown<br />        Gaunt trees that interlace,<br />Through whose lank limbs I see too clearly<br />         The nakedness of the place.</p><p>        And where were hills of blue,<br />        Blind drifts of vapour blow,<br />And the names of former dwellers few,<br />         If any, people know,<br />And instead of a voice that called, “Come in, Dears,”<br />         Time calls, “Pass below!”</p> "}, {"title": "During the Montenegrin Poetry Reading", "view_node": "/poem/during-montenegrin-poetry-reading", "field_author": "<a href=\"/poet/tess-gallagher\" hreflang=\"und\">Tess Gallagher</a>", "field_date_published": "2015", "body": " <p>Mira, like a white goddess, is translating<br />so my left ear is a cave near Kotor<br />where the sea lashes and rakes<br />the iron darkness inside<br />the black mountains. Young and old, the poets<br />are letting us know this sweltering night,<br />under a bridge near a river outside<br />Karver Bookstore at the beginning of July,<br />belongs to them. They clear away debris</p><p>about politicians and personal suffering,<br />these gladiators of desire<br />and doubt, whose candor has roiled<br />me like a child shaking stolen beer to foam<br />the genie of the moment out of<br />its bottle. The poets’ truth-wrought poems dragging it<br />out of me, that confession—that I didn’t have children<br />probably because in some clear corner I knew I would have left<br />        them<br />to join these poets half a world away who, in their language<br />that is able to break stones, have broken me open<br />like a melon. Instead of children, I leave my small dog,<br />        quivering<br />as I touched her on the nose, to let her know it’s<br />me, the one who is always leaving her, <em>yes<br />I’m going</em>, and for her I have no language with<br />which to reassure her I’m coming</p><p>back, no—what’s the use to pretend I’m<br />a good mistress to her, she who would never<br />leave me, she who looks for me everywhere<br />I am not, until I return. I should feel guilty<br />but the Montenegrin poets have taken false guilt off<br />the table. I’ve been swallowed by a cosmic<br />sneer, with an entire country behind it where<br />each day it occurs to them how many are still missing<br />in that recent past of war and havoc. Nothing to do<br />but shut the gate behind me<br />and not look back where my scent<br />even now is fading from the grass. Nostalgia<br />for myself won’t be tolerated here. I’m just a beast<br />who, if my dog were a person, would give me a pat<br />on the head and say something stupid like: <em>Good dog</em>.</p> "}, {"title": "Preface to the “Preface to the Poems Composed at the Orchid Pavilion”", "view_node": "/poem/preface-preface-poems-composed-orchid-pavilion", "field_author": "<a href=\"/poet/nick-lantz\" hreflang=\"und\">Nick Lantz</a>", "field_date_published": "2015", "body": " <p>In the late spring of 1985,<br />we met in the weedy lot of the Orchid Pavilion Nursery<br />for a little ritual purification.</p><p>Everyone came, all the half-brothers and half-sisters,<br />the children not yet born,<br />and men so old they were young again.</p><p>We sat beside the aqueduct, and gold cans of beer<br />floated down to us<br />like the lines of poems.</p><p>The end of the twentieth century hung over<br />us like a cartoon anvil, but the breeze<br />that day was a knife so sharp</p><p>you couldn’t feel it cutting pieces off of you.<br />But then, when it’s sunny, no one remembers<br />how quickly a century turns over.</p><p>Our mothers always said that living and dying<br />ran on the same business model,<br />that one hand washed the other.</p><p>But how to tell that to the rat whose whiskers<br />will be bound into the brush<br />that inks these very lines about him?</p><p>No, there’s no use pretending the tears our mothers wept<br />over newborn babies and the dead<br />were even the same species of water.<br /> </p> "}, {"title": "Location LA", "view_node": "/poem/location-la", "field_author": "<a href=\"/poet/martha-ronk\" hreflang=\"und\">Martha Ronk</a>", "field_date_published": "2015", "body": " <p>Never arriving in a city missing in locational drift<br />plates shifting under building facades and whipped décor,<br />seas rising and falling at the edge of amusements<br />and surf. The migrations migrating elsewhere,<br />monarchs lost on their way south, children coming north<br />in droves on their way to anywhere else.<br />The city of lost souls blowing in the Santa Ana winds<br />and people who are not us no matter who we are.<br />Where is she now, he asks, what ever happened to the girl<br />named for a saint, the one with the ankle tattoo<br />the one who dropped out, lost out, &amp; only just arrived.</p> "}, {"title": "Orfordville", "view_node": "/poem/orfordville", "field_author": "<a href=\"/poet/lisa-fishman\" hreflang=\"en\">Lisa Fishman</a>", "field_date_published": "2015", "body": " <p>Jonah found<br />a frog in the currants<br />thirsty, he said, so we flicked water on it<br />&amp; it sat still    throat pulsing<br />bright-greener than the stem, feet spread, attached to the stem</p><p>Three people one frog thousands of currants<br />Basho, anyone, why write it down<br /> </p> "}, {"title": "Diptych: My Bracelet", "view_node": "/poem/diptych-my-bracelet", "field_author": "<a href=\"/poet/jim-moore\" hreflang=\"und\">Jim Moore</a>", "field_date_published": "2015", "body": " <p>1</p><p>Before going to bed I take off my bracelet. It is meant to protect me. A dancer gave it to me: for decades she has known sorrow and beauty. Beloveds have come and gone. Mountains and forest fires. Lives that might have lived through her, but didn’t. Lives that do still live through her. I go to sleep, protected by her love, even though now my wrist is naked. All of you who have lived with the mysterious succession of love and grief, of dogs and dances, of yoga and tears: all of you will know just what I mean.</p><p><br />2</p><p>There is sunlight and a staircase ending at the sky. There are electrical wires, a black cable. Then the sound of the train going away. There is my bracelet made of jasper that Peggy made for me. The river and the sweetness of going down to the river. There is all that darkness rushing under the arches of the old stone bridge. The waiting darkness. The patience. There is the going away: let’s get that straight once and for all. And the new waitress, her hand shaking, the tattoo pulsing at her neck, “And stray impassioned in the littering leaves.”<br /> </p> "}, {"title": "Vintage", "view_node": "/poem/vintage", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2015", "body": " <p>I will mix me a drink of stars,—<br />Large stars with polychrome needles,<br />Small stars jetting maroon and crimson,<br />Cool, quiet, green stars.<br />I will tear them out of the sky,<br />And squeeze them over an old silver cup,<br />And I will pour the cold scorn of my Beloved into it,<br />So that my drink shall be bubbled with ice.</p><p>It will lap and scratch<br />As I swallow it down;<br />And I shall feel it as a serpent of fire,<br />Coiling and twisting in my belly.<br />His snortings will rise to my head,<br />And I shall be hot, and laugh,<br />Forgetting that I have ever known a woman.<br /> </p> "}, {"title": "Decorations", "view_node": "/poem/decorations", "field_author": "<a href=\"/poet/kate-northrop\" hreflang=\"und\">Kate Northrop</a>", "field_date_published": "2015", "body": " <p>                                   (tired and high-pitched)</p><p> </p><p>Ghosts have been tied into the trees.<br />At dawn they pivot<br />In the wind slowly.</p><p>Where the moon windows in<br />I am of those<br />Who can’t stand it</p><p>Kept awake, humming with trucks<br />While anything lunar<br />Won’t rut, ruminates.  Overhead, <em>uh-hunh</em>—</p><p>Days, the neighbor’s girl plays a game: what is?<br />What is dusk, she says, as the sky<br />ends it begins.</p><p>I play myself. What is death?  What’s <em>poetry?</em>  What<br />Is time?  <em>Time needs no hanky, time blows by<br />the Kleenex flowers.  Or time’s</em></p><p><em>so slow, starry-cold, even is cold<br />            and sure, little admonishments.</em></p><p>                       .</p><p><br />Were you awake all night?</p><p><br />I was.  I was awake all night.</p> "}, {"title": "Life", "view_node": "/poem/life-1", "field_author": "<a href=\"/poet/henrietta-cordelia-ray\" hreflang=\"en\">Henrietta Cordelia Ray</a>", "field_date_published": "2015", "body": " <p>Life! Ay, what is it? E’en a moment spun<br />    From cycles of eternity. And yet,<br />    What wrestling ’mid the fever and the fret<br />Of tangled purposes and hopes undone!<br />What affluence of love! What vict’ries won<br />    In agonies of silence, ere trust met<br />    A manifold fulfillment, and the wet,<br />Beseeching eyes saw splendors past the sun!<br />What struggle in the web of circumstance,<br />    And yearning in the wingèd music! All,<br />        One restless strife from fetters to be free;<br />Till, gathered to eternity’s expanse,<br />    Is that brief moment at the Father’s call.<br />        Life! Ay, at best, ’tis but a mystery!</p> "}, {"title": "Before the Airport, Sushi", "view_node": "/poem/airport-sushi", "field_author": "<a href=\"/poet/tomas-q-morin\" hreflang=\"en\">Tomás Q. Morín</a>", "field_date_published": "2015", "body": " <p>The old man sitting out front<br />on the empty patio eating<br />fried chicken or something or other,<br />bought up the block probably, and not<br />from the house of sushi<br />we were entering,<br />didn’t inspire confidence exactly,<br />but when you returned<br />from the wall of fame to our table<br />with your chopsticks<br />in the box you decorated<br />how many years ago I forget,<br />and told me regulars from way back<br />need never use the disposable ones<br />wrapped in paper like straws<br />that are not smooth<br />like yours that looked polished<br />and like they were cut from a yew,<br />unlike my conjoined sticks<br />that were little more than gargantuan<br />toothpicks for some race of giants<br />that I had only to separate<br />with one clean snap<br />and prove were fool proof,<br />only the engineer who had retired<br />on the patent for the design of my chopsticks<br />never met a fool such as I<br />and so the operation was a failure<br />except for your laughter,<br />an unexpected development<br />for which I would have botched the next set<br />on purpose, and the next<br />only our seaweed salad had arrived<br />and it was time for me, a lifelong worshipper<br />of the miniature shovel and pitchfork<br />to stumble across a tiny plate<br />with my Chinese finger crutches,<br />only I didn’t and before I knew it<br />my hand was Fred Astaire on stilts<br />and the seaweed salad was gone,<br />followed by half the maki,<br />and there was only the one pink piece<br />that separated from the crunchy roe<br />and its rice wheel that I spit out<br />because it felt like a tongue<br />and tasted of death,<br />which makes perfect sense<br />because it was dead,<br />and had our meal ended there,<br />I would now be celebrating<br />the virtues of keeping an open mind<br />to new food, instead of how<br />life can surprise us so much, one day<br />I’m not eating maple syrup on a steak<br />or cheese by the block like everyone<br />who’s never been to Vermont<br />would expect, rather sushi<br />and mastering chopsticks and looking up<br />to see a golden braid of hair<br />I had never noticed was golden<br />unraveling against your shoulder<br />so slowly that it looks alive<br />so much that for a moment<br />there are suddenly three of us<br />at the table: me, you, and your braid<br />that you don’t seem to care<br />is losing what only a few minutes<br />before I would have called a battle<br />with gravity, except now I understand<br />the pull of the earth<br />isn’t always harsh and impatient,<br />that it can be gentle, can nudge<br />a twist of hair loose<br />and in so doing, slow down time<br />and that song about goodbyes<br />and the heavy wrap of winter<br />that fills the sky of every airport town<br />in late summer, slow that music<br />down just enough to make a soul<br />with two left feet like my own<br />jump up and dance.</p> "}, {"title": "Yolanda: A Typhoon", "view_node": "/poem/yolanda-typhoon", "field_author": "<a href=\"/poet/sarah-gambito\" hreflang=\"und\">Sarah Gambito</a>", "field_date_published": "2015", "body": "<p><span class=\"long-line\">How much our hands are God’s</span></p>\n\n<p><span class=\"long-line\">to be running fingers over braille cities.</span></p>\n\n<p><span class=\"long-line\">We are this hand pushed through our womb.</span></p>\n\n<p><span class=\"long-line\">Weeping with each other’s blood in our eyes.</span></p>\n\n<p><span class=\"long-line\">I dreamed that I slept with the light on.</span></p>\n\n<p><span class=\"long-line\">I was asleep in my mother’s bed because my father was out to sea</span></p>\n\n<p><span class=\"long-line\">and my claim on him was to feel the frets of my death sure to come.</span></p>\n\n<p><span class=\"long-line\">Sweet, small fishing rod. Ears of wind rushing through many jellied trees.</span></p>\n\n<p><span class=\"long-line\">We were on this cardboard earth with its puffing volcanoes</span></p>\n\n<p><span class=\"long-line\">miniature baseball players and horrible winds</span></p>\n\n<p><span class=\"long-line\">scored by musician’s hands.</span></p>\n\n<p><span class=\"long-line\">Stand in the strong ear of this love.</span></p>\n"}, {"title": "Fox", "view_node": "/poem/fox", "field_author": "<a href=\"/poet/caki-wilkinson\" hreflang=\"en\">Caki  Wilkinson</a>", "field_date_published": "2015", "body": " <p>The yards grow ghosts. Between the limbs and wings,<br />bleached street-lit things, I’m best at moving on.<br />Hunt-heavy, gray, slunk overlow like so<br />much weight got in the way, my shape’s the shape<br />of something missed, flash-pop or empty frame.<br />Though you could say I’ve made a game of this,<br />and though midtrickery it might be true,<br />when evening lingers in the key of leaving<br />my senses swoon. A synonym for stay,<br />I’m always coming back. I chew through traps.<br />I love whatever doesn’t get too close.</p> "}, {"title": "Ghosts on the Road", "view_node": "/poem/ghosts-road", "field_author": "<a href=\"/poet/david-rivard\" hreflang=\"und\">David Rivard</a>", "field_date_published": "2015", "body": " <p>A bookkeeping man,<br />tho one sure to knock on wood,<br />and mostly light</p><p>at loose ends—my friend<br />who is superstitiously funny, &amp; always<br />sarcastic—save once,</p><p>after I’d told him<br />about Simone’s first time<br />walking—a toddler,</p><p>almost alone, she’d<br />gripped her sweater, right hand<br />clutched</p><p>chest-high, reassured<br />then, she held on to herself<br />so, so took a few</p><p>quick steps—<br />oh, he said, you know what? Leonard<br />Cohen, when he was 13,</p><p>after his father’s<br />out-of-the-blue heart attack, he slit<br />one of the old man’s</p><p>ties, &amp; slipped a<br />message into it, then buried it<br />in his backyard—</p><p>73 now, he can’t<br />recall what he wrote—(threadbare<br />heartfelt prayer perhaps,</p><p>or complaint)—<br />his first writing anyway.<br />The need to comfort</p><p>ourselves is always<br />strongest at the start,<br />they say—</p><p>do you think<br />that’s true? my friend asked.<br />I don’t, he said,</p><p>I think the need<br />gets stronger, he said, it<br />just gets stronger.</p> "}, {"title": "Why I Crave Ribs Tonight (audio only)", "view_node": "/poem/why-i-crave-ribs-tonight-audio-only", "field_author": "<a href=\"/poet/aimee-nezhukumatathil\" hreflang=\"und\">Aimee Nezhukumatathil</a>", "field_date_published": "2011", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Small Murders (audio only)", "view_node": "/poem/small-murders-audio-only", "field_author": "<a href=\"/poet/aimee-nezhukumatathil\" hreflang=\"und\">Aimee Nezhukumatathil</a>", "field_date_published": "2011", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}], "pager": {"current_page": 385, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}