{"rows": [{"title": "Song of Myself, 29", "view_node": "/poem/song-myself-29", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre><span class=\"long-line\">Blind loving wrestling touch, sheath'd hooded sharp-tooth'd touch!</span>\nDid it make you ache so, leaving me?\n\n<span class=\"long-line\">Parting track'd by arriving, perpetual payment of perpetual loan,</span>\nRich showering rain, and recompense richer afterward.\n\n<span class=\"long-line\">Sprouts take and accumulate, stand by the curb prolific and vital,</span>\nLandscapes projected masculine, full-sized and golden.\n</pre>\n "}, {"title": "Song of Myself, 28", "view_node": "/poem/song-myself-28", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>Is this then a touch? quivering me to a new identity,\nFlames and ether making a rush for my veins,\nTreacherous tip of me reaching and crowding to help them,\n<span class=\"long-line\">My flesh and blood playing out lightning to strike what is hardly different from myself,</span>\nOn all sides prurient provokers stiffening my limbs,\nStraining the udder of my heart for its withheld drip,\nBehaving licentious toward me, taking no denial,\nDepriving me of my best as for a purpose,\nUnbuttoning my clothes, holding me by the bare waist,\n<span class=\"long-line\">Deluding my confusion with the calm of the sunlight and pasture-fields,</span>\nImmodestly sliding the fellow-senses away,\n<span class=\"long-line\">They bribed to swap off with touch and go and graze at the edges of me,</span>\n<span class=\"long-line\">No consideration, no regard for my draining strength or my anger,</span>\nFetching the rest of the herd around to enjoy them a while,\nThen all uniting to stand on a headland and worry me.\n\nThe sentries desert every other part of me,\nThey have left me helpless to a red marauder,\n<span class=\"long-line\">They all come to the headland to witness and assist against me.</span>\n\nI am given up by traitors,\n<span class=\"long-line\">I talk wildly, I have lost my wits, I and nobody else am the greatest traitor,</span>\n<span class=\"long-line\">I went myself first to the headland, my own hands carried me there.</span>\n\n<span class=\"long-line\">You villain touch! what are you doing? my breath is tight in its throat,</span>\nUnclench your floodgates, you are too much for me.\n</pre>\n "}, {"title": "Song of Myself, 27", "view_node": "/poem/song-myself-27", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>To be in any form, what is that?\n(Round and round we go, all of us, and ever come back thither,)\n<span class=\"long-line\">If nothing lay more develop'd the quahaug in its callous shell were enough.</span>\n\nMine is no callous shell,\nI have instant conductors all over me whether I pass or stop,\nThey seize every object and lead it harmlessly through me.\n\nI merely stir, press, feel with my fingers, and am happy,\n<span class=\"long-line\">To touch my person to some one else's is about as much as I can stand.</span>\n</pre>\n "}, {"title": "Song of Myself, 26", "view_node": "/poem/song-myself-26", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>Now I will do nothing but listen,\n<span class=\"long-line\">To accrue what I hear into this song, to let sounds contribute toward it.</span>\n\n<span class=\"long-line\">I hear bravuras of birds, bustle of growing wheat, gossip of flames, clack of sticks cooking my meals,</span>\nI hear the sound I love, the sound of the human voice,\n<span class=\"long-line\">I hear all sounds running together, combined, fused or following,</span>\n<span class=\"long-line\">Sounds of the city and sounds out of the city, sounds of the day and night,</span>\n<span class=\"long-line\">Talkative young ones to those that like them, the loud laugh of work-people at their meals,</span>\n<span class=\"long-line\">The angry base of disjointed friendship, the faint tones of the sick,</span>\n<span class=\"long-line\">The judge with hands tight to the desk, his pallid lips pronouncing a death-sentence,</span>\n<span class=\"long-line\">The heave'e'yo of stevedores unlading ships by the wharves, the refrain of the anchor-lifters,</span>\n<span class=\"long-line\">The ring of alarm-bells, the cry of fire, the whirr of swift-streaking engines and hose-carts with premonitory tinkles and color'd lights,</span>\n<span class=\"long-line\">The steam-whistle, the solid roll of the train of approaching cars,</span>\n<span class=\"long-line\">The slow march play'd at the head of the association marching two and two,</span>\n<span class=\"long-line\">(They go to guard some corpse, the flag-tops are draped with black muslin.)</span>\n\n<span class=\"long-line\">I hear the violoncello, ('tis the young man's heart's complaint,)</span>\n<span class=\"long-line\">I hear the key'd cornet, it glides quickly in through my ears,</span>\nIt shakes mad-sweet pangs through my belly and breast.\n\nI hear the chorus, it is a grand opera,\nAh this indeed is music—this suits me.\n\nA tenor large and fresh as the creation fills me,\nThe orbic flex of his mouth is pouring and filling me full.\n\nI hear the train'd soprano (what work with hers is this?)\nThe orchestra whirls me wider than Uranus flies,\n<span class=\"long-line\">It wrenches such ardors from me I did not know I possess'd them,</span>\n<span class=\"long-line\">It sails me, I dab with bare feet, they are lick'd by the indolent waves,</span>\nI am cut by bitter and angry hail, I lose my breath,\n<span class=\"long-line\">Steep'd amid honey'd morphine, my windpipe throttled in fakes of death,</span>\nAt length let up again to feel the puzzle of puzzles,\nAnd that we call Being.\n</pre>\n "}, {"title": "Song of Myself, 25", "view_node": "/poem/song-myself-25", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>Dazzling and tremendous how quick the sun-rise would kill me,\nIf I could not now and always send sun-rise out of me.\n\nWe also ascend dazzling and tremendous as the sun,\n<span class=\"long-line\">We found our own O my soul in the calm and cool of the day-break.</span>\n\nMy voice goes after what my eyes cannot reach,\n<span class=\"long-line\">With the twirl of my tongue I encompass worlds and volumes of worlds.</span>\n\n<span class=\"long-line\">Speech is the twin of my vision, it is unequal to measure itself,</span>\nIt provokes me forever, it says sarcastically,\n<em>Walt you contain enough, why don't you let it out then?\n</em>\n<span class=\"long-line\">Come now I will not be tantalized, you conceive too much of articulation,</span>\n<span class=\"long-line\">Do you not know O speech how the buds beneath you are folded?</span>\nWaiting in gloom, protected by frost,\nThe dirt receding before my prophetical screams,\nI underlying causes to balance them at last,\n<span class=\"long-line\">My knowledge my live parts, it keeping tally with the meaning of all things,</span>\n<span class=\"long-line\">Happiness, (which whoever hears me let him or her set out in search of this day.)</span>\n\n<span class=\"long-line\">My final merit I refuse you, I refuse putting from me what I really am,</span>\nEncompass worlds, but never try to encompass me,\nI crowd your sleekest and best by simply looking toward you.\n\nWriting and talk do not prove me,\nI carry the plenum of proof and every thing else in my face,\nWith the hush of my lips I wholly confound the skeptic.\n</pre>\n "}, {"title": "Song of Myself, 23", "view_node": "/poem/song-myself-23", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>Endless unfolding of words of ages!\nAnd mine a word of the modern, the word En-Masse.\n\nA word of the faith that never balks,\n<span class=\"long-line\">Here or henceforward it is all the same to me, I accept Time absolutely.</span>\n\nIt alone is without flaw, it alone rounds and completes all,\nThat mystic baffling wonder alone completes all.\n\nI accept Reality and dare not question it,\nMaterialism first and last imbuing.\n\nHurrah for positive science! long live exact demonstration!\nFetch stonecrop mixt with cedar and branches of lilac,\n<span class=\"long-line\">This is the lexicographer, this the chemist, this made a grammar of the old cartouches,</span>\nThese mariners put the ship through dangerous unknown seas.\n<span class=\"long-line\">This is the geologist, this works with the scalpel, and this is a mathematician.</span>\n\nGentlemen, to you the first honors always!\nYour facts are useful, and yet they are not my dwelling,\nI but enter by them to an area of my dwelling.\n\nLess the reminders of properties told my words,\n<span class=\"long-line\">And more the reminders they of life untold, and of freedom and extrication,</span>\n<span class=\"long-line\">And make short account of neuters and geldings, and favor men and women fully equipt,</span>\n<span class=\"long-line\">And beat the gong of revolt, and stop with fugitives and them that plot and conspire.</span>\n</pre>\n "}, {"title": "Song of Myself, 22", "view_node": "/poem/song-myself-22", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>You sea! I resign myself to you also—I guess what you mean,\nI behold from the beach your crooked inviting fingers,\nI believe you refuse to go back without feeling of me,\n<span class=\"long-line\">We must have a turn together, I undress, hurry me out of sight of the land,</span>\nCushion me soft, rock me in billowy drowse,\nDash me with amorous wet, I can repay you.\n\nSea of stretch'd ground-swells,\nSea breathing broad and convulsive breaths,\n<span class=\"long-line\">Sea of the brine of life and of unshovell'd yet always-ready graves,</span>\nHowler and scooper of storms, capricious and dainty sea,\n<span class=\"long-line\">I am integral with you, I too am of one phase and of all phases.</span>\n\n<span class=\"long-line\">Partaker of influx and efflux I, extoller of hate and conciliation,</span>\nExtoller of amies and those that sleep in each others' arms.\n\nI am he attesting sympathy,\n<span class=\"long-line\">(Shall I make my list of things in the house and skip the house that supports them?)</span>\n\n<span class=\"long-line\">I am not the poet of goodness only, I do not decline to be the poet of wickedness also.</span>\n\nWhat blurt is this about virtue and about vice?\n<span class=\"long-line\">Evil propels me and reform of evil propels me, I stand indifferent,</span>\nMy gait is no fault-finder's or rejecter's gait,\nI moisten the roots of all that has grown.\n\n<span class=\"long-line\">Did you fear some scrofula out of the unflagging pregnancy?</span>\n<span class=\"long-line\">Did you guess the celestial laws are yet to be work'd over and rectified?</span>\n\nI find one side a balance and the antipodal side a balance,\nSoft doctrine as steady help as stable doctrine,\nThoughts and deeds of the present our rouse and early start.\n\nThis minute that comes to me over the past decillions,\nThere is no better than it and now.\n\n<span class=\"long-line\">What behaved well in the past or behaves well to-day is not such a wonder,</span>\n<span class=\"long-line\">The wonder is always and always how there can be a mean man or an infidel.</span>\n</pre>\n "}, {"title": "Song of Myself, 21", "view_node": "/poem/song-myself-21", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>I am the poet of the Body and I am the poet of the Soul,\n<span class=\"long-line\">The pleasures of heaven are with me and the pains of hell are with me,</span>\n<span class=\"long-line\">The first I graft and increase upon myself, the latter I translate into a new tongue.</span>\n\nI am the poet of the woman the same as the man,\nAnd I say it is as great to be a woman as to be a man,\nAnd I say there is nothing greater than the mother of men.\n\nI chant the chant of dilation or pride,\nWe have had ducking and deprecating about enough,\nI show that size is only development.\n\nHave you outstript the rest? are you the President?\n<span class=\"long-line\">It is a trifle, they will more than arrive there every one, and still pass on.</span>\n\nI am he that walks with the tender and growing night,\nI call to the earth and sea half-held by the night.\n\n<span class=\"long-line\">Press close bare-bosom'd night—press close magnetic nourishing night!</span>\nNight of south winds—night of the large few stars!\nStill nodding night—mad naked summer night.\n\nSmile O voluptuous cool-breath'd earth!\nEarth of the slumbering and liquid trees!\nEarth of departed sunset—earth of the mountains misty-topt!\n<span class=\"long-line\">Earth of the vitreous pour of the full moon just tinged with blue!</span>\nEarth of shine and dark mottling the tide of the river!\n<span class=\"long-line\">Earth of the limpid gray of clouds brighter and clearer for my sake!</span>\nFar-swooping elbow'd earth—rich apple-blossom'd earth!\nSmile, for your lover comes.\n\n<span class=\"long-line\">Prodigal, you have given me love—therefore I to you give love!</span>\nO unspeakable passionate love.\n</pre>\n "}, {"title": "Song of Myself, 20", "view_node": "/poem/song-myself-20", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>Who goes there? hankering, gross, mystical, nude;\nHow is it I extract strength from the beef I eat?\n\nWhat is a man anyhow? what am I? what are you?\n\nAll I mark as my own you shall offset it with your own,\nElse it were time lost listening to me.\n\nI do not snivel that snivel the world over,\nThat months are vacuums and the ground but wallow and filth.\n\n<span class=\"long-line\">Whimpering and truckling fold with powders for invalids, conformity goes to the fourth-remov'd,</span>\nI wear my hat as I please indoors or out.\n\nWhy should I pray? why should I venerate and be ceremonious?\n\n<span class=\"long-line\">Having pried through the strata, analyzed to a hair, counsel'd with doctors and calculated close,</span>\nI find no sweeter fat than sticks to my own bones.\n\n<span class=\"long-line\">In all people I see myself, none more and not one a barley-corn less,</span>\nAnd the good or bad I say of myself I say of them.\n\nI know I am solid and sound,\nTo me the converging objects of the universe perpetually flow,\nAll are written to me, and I must get what the writing means.\n\nI know I am deathless,\n<span class=\"long-line\">I know this orbit of mine cannot be swept by a carpenter's compass,</span>\n<span class=\"long-line\">I know I shall not pass like a child's carlacue cut with a burnt stick at night.</span>\n\nI know I am august,\nI do not trouble my spirit to vindicate itself or be understood,\nI see that the elementary laws never apologize,\n<span class=\"long-line\">(I reckon I behave no prouder than the level I plant my house by, after all.)</span>\n\nI exist as I am, that is enough,\nIf no other in the world be aware I sit content,\nAnd if each and all be aware I sit content.\n\n<span class=\"long-line\">One world is aware and by far the largest to me, and that is myself,</span>\n<span class=\"long-line\">And whether I come to my own to-day or in ten thousand or ten million years,</span>\n<span class=\"long-line\">I can cheerfully take it now, or with equal cheerfulness I can wait.</span>\n\nMy foothold is tenon'd and mortis'd in granite,\nI laugh at what you call dissolution,\nAnd I know the amplitude of time.\n</pre>\n "}, {"title": "Song of Myself, 19", "view_node": "/poem/song-myself-19", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>This is the meal equally set, this the meat for natural hunger,\n<span class=\"long-line\">It is for the wicked just the same as the righteous, I make appointments with all,</span>\nI will not have a single person slighted or left away,\nThe kept-woman, sponger, thief, are hereby invited,\nThe heavy-lipp'd slave is invited, the venerealee is invited;\nThere shall be no difference between them and the rest.\n\n<span class=\"long-line\">This is the press of a bashful hand, this the float and odor of hair,</span>\n<span class=\"long-line\">This the touch of my lips to yours, this the murmur of yearning,</span>\nThis the far-off depth and height reflecting my own face,\nThis the thoughtful merge of myself, and the outlet again.\n\nDo you guess I have some intricate purpose?\n<span class=\"long-line\">Well I have, for the Fourth-month showers have, and the mica on the side of a rock has.</span>\n\nDo you take it I would astonish?\n<span class=\"long-line\">Does the daylight astonish? does the early redstart twittering through the woods?</span>\nDo I astonish more than they?\n\nThis hour I tell things in confidence,\nI might not tell everybody, but I will tell you.\n</pre>\n "}, {"title": "Song of Myself, 18", "view_node": "/poem/song-myself-18", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>With music strong I come, with my cornets and my drums,\n<span class=\"long-line\">I play not marches for accepted victors only, I play marches for conquer'd and slain persons.</span>\n\nHave you heard that it was good to gain the day?\n<span class=\"long-line\">I also say it is good to fall, battles are lost in the same spirit in which they are won.</span>\n\nI beat and pound for the dead,\n<span class=\"long-line\">I blow through my embouchures my loudest and gayest for them.</span>\n\nVivas to those who have fail'd!\nAnd to those whose war-vessels sank in the sea!\nAnd to those themselves who sank in the sea!\n<span class=\"long-line\">And to all generals that lost engagements, and all overcome heroes!</span>\n<span class=\"long-line\">And the numberless unknown heroes equal to the greatest heroes known!</span>\n</pre>\n "}, {"title": "Song of Myself, 17", "view_node": "/poem/song-myself-17", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre><span class=\"long-line\">These are really the thoughts of all men in all ages and lands, they are not original with me,</span>\n<span class=\"long-line\">If they are not yours as much as mine they are nothing, or next to nothing,</span>\n<span class=\"long-line\">If they are not the riddle and the untying of the riddle they are nothing,</span>\n<span class=\"long-line\">If they are not just as close as they are distant they are nothing.</span>\n\n<span class=\"long-line\">This is the grass that grows wherever the land is and the water is,</span>\nThis the common air that bathes the globe.\n</pre>\n "}, {"title": "Song of Myself, 16", "view_node": "/poem/song-myself-16", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>I am of old and young, of the foolish as much as the wise,\nRegardless of others, ever regardful of others,\nMaternal as well as paternal, a child as well as a man,\n<span class=\"long-line\">Stuff'd with the stuff that is coarse and stuff'd with the stuff that is fine,</span>\n<span class=\"long-line\">One of the Nation of many nations, the smallest the same and the largest the same,</span>\n<span class=\"long-line\">A Southerner soon as a Northerner, a planter nonchalant and hospitable down by the Oconee I live,</span>\n<span class=\"long-line\">A Yankee bound my own way ready for trade, my joints the limberest joints on earth and the sternest joints on earth,</span>\n<span class=\"long-line\">A Kentuckian walking the vale of the Elkhorn in my deer-skin leggings, a Louisianian or Georgian,</span>\n<span class=\"long-line\">A boatman over lakes or bays or along coasts, a Hoosier, Badger, Buckeye;</span>\n<span class=\"long-line\">At home on Kanadian snow-shoes or up in the bush, or with fishermen off Newfoundland,</span>\n<span class=\"long-line\">At home in the fleet of ice-boats, sailing with the rest and tacking,</span>\n<span class=\"long-line\">At home on the hills of Vermont or in the woods of Maine, or the Texan ranch,</span>\n<span class=\"long-line\">Comrade of Californians, comrade of free North-Westerners, (loving their big proportions,)</span>\n<span class=\"long-line\">Comrade of raftsmen and coalmen, comrade of all who shake hands and welcome to drink and meat,</span>\n<span class=\"long-line\">A learner with the simplest, a teacher of the thoughtfullest,</span>\nA novice beginning yet experient of myriads of seasons,\nOf every hue and caste am I, of every rank and religion,\nA farmer, mechanic, artist, gentleman, sailor, quaker,\nPrisoner, fancy-man, rowdy, lawyer, physician, priest.\n\nI resist any thing better than my own diversity,\nBreathe the air but leave plenty after me,\nAnd am not stuck up, and am in my place.\n\n(The moth and the fish-eggs are in their place,\n<span class=\"long-line\">The bright suns I see and the dark suns I cannot see are in their place,</span>\n<span class=\"long-line\">The palpable is in its place and the impalpable is in its place.)</span>\n</pre>\n "}, {"title": "Song of Myself, 15", "view_node": "/poem/song-myself-15", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": "<p><span class=\"long-line\">The pure contralto sings in the organ loft,</span><br /><span class=\"long-line\">The carpenter dresses his plank, the tongue of his foreplane whistles its wild ascending lisp,</span><br /><span class=\"long-line\">The married and unmarried children ride home to their Thanksgiving dinner,</span><br /><span class=\"long-line\">The pilot seizes the king-pin, he heaves down with a strong arm,</span><br /><span class=\"long-line\">The mate stands braced in the whale-boat, lance and harpoon are ready,</span><br /><span class=\"long-line\">The duck-shooter walks by silent and cautious stretches,</span><br /><span class=\"long-line\">The deacons are ordain'd with cross'd hands at the altar,</span><br /><span class=\"long-line\">The spinning-girl retreats and advances to the hum of the big wheel,</span><br /><span class=\"long-line\">The farmer stops by the bars as he walks on a First-day loafe and looks at the oats and rye,</span><br /><span class=\"long-line\">The lunatic is carried at last to the asylum a confirm'd case,</span><br /><span class=\"long-line\">(He will never sleep any more as he did in the cot in his mother's bed-room;)</span><br /><span class=\"long-line\">The jour printer with gray head and gaunt jaws works at his case,</span><br /><span class=\"long-line\">He turns his quid of tobacco while his eyes blurr with the manuscript;</span><br />\nThe malform'd limbs are tied to the surgeon's table,<br /><span class=\"long-line\">What is removed drops horribly in a pail;</span><br /><span class=\"long-line\">The quadroon girl is sold at the auction-stand, the drunkard nods by the bar-room stove,</span><br /><span class=\"long-line\">The machinist rolls up his sleeves, the policeman travels his beat, the gate-keeper marks who pass,</span><br /><span class=\"long-line\">The young fellow drives the express-wagon, (I love him, though I do not know him;)</span><br /><span class=\"long-line\">The half-breed straps on his light boots to compete in the race,</span><br /><span class=\"long-line\">The western turkey-shooting draws old and young, some lean on their rifles, some sit on logs,</span><br /><span class=\"long-line\">Out from the crowd steps the marksman, takes his position, levels his piece;</span><br /><span class=\"long-line\">The groups of newly-come immigrants cover the wharf or levee,</span><br /><span class=\"long-line\">As the woolly-pates hoe in the sugar-field, the overseer views them from his saddle,</span><br /><span class=\"long-line\">The bugle calls in the ball-room, the gentlemen run for their partners, the dancers bow to each other,</span><br /><span class=\"long-line\">The youth lies awake in the cedar-roof'd garret and harks to the musical rain,</span><br /><span class=\"long-line\">The Wolverine sets traps on the creek that helps fill the Huron,</span><br /><span class=\"long-line\">The squaw wrapt in her yellow-hemm'd cloth is offering moccasins and bead-bags for sale,</span><br /><span class=\"long-line\">The connoisseur peers along the exhibition-gallery with half-shut eyes bent sideways,</span><br /><span class=\"long-line\">As the deck-hands make fast the steamboat the plank is thrown for the shore-going passengers,</span><br /><span class=\"long-line\">The young sister holds out the skein while the elder sister winds it off in a ball, and stops now and then for the knots,</span><br /><span class=\"long-line\">The one-year wife is recovering and happy having a week ago borne her first child,</span><br /><span class=\"long-line\">The clean-hair'd Yankee girl works with her sewing-machine or in the factory or mill,</span><br /><span class=\"long-line\">The paving-man leans on his two-handed rammer, the reporter's lead flies swiftly over the notebook, the sign-painter is lettering with blue and gold,</span><br /><span class=\"long-line\">The canal boy trots on the tow-path, the book-keeper counts at his desk, the shoemaker waxes his thread,</span><br /><span class=\"long-line\">The conductor beats time for the band and all the performers follow him,</span><br /><span class=\"long-line\">The child is baptized, the convert is making his first professions,</span><br /><span class=\"long-line\">The regatta is spread on the bay, the race is begun, (how the white sails sparkle!)</span><br /><span class=\"long-line\">The drover watching his drove sings out to them that would stray,</span><br /><span class=\"long-line\">The pedler sweats with his pack on his back, (the purchaser higgling about the odd cent;)</span><br /><span class=\"long-line\">The bride unrumples her white dress, the minute-hand of the clock moves slowly,</span><br /><span class=\"long-line\">The opium-eater reclines with rigid head and just-open'd lips,</span><br /><span class=\"long-line\">The prostitute draggles her shawl, her bonnet bobs on her tipsy and pimpled neck,</span><br /><span class=\"long-line\">The crowd laugh at her blackguard oaths, the men jeer and wink to each other,</span><br />\n(Miserable! I do not laugh at your oaths nor jeer you;)<br /><span class=\"long-line\">The President holding a cabinet council is surrounded by the great Secretaries,</span><br /><span class=\"long-line\">On the piazza walk three matrons stately and friendly with twined arms,</span><br /><span class=\"long-line\">The crew of the fish-smack pack repeated layers of halibut in the hold,</span><br /><span class=\"long-line\">The Missourian crosses the plains toting his wares and his cattle,</span><br /><span class=\"long-line\">As the fare-collector goes through the train he gives notice by the jingling of loose change,</span><br /><span class=\"long-line\">The floor-men are laying the floor, the tinners are tinning the roof, the masons are calling for mortar,</span><br /><span class=\"long-line\">In single file each shouldering his hod pass onward the laborers;</span><br /><span class=\"long-line\">Seasons pursuing each other the indescribable crowd is gather'd, it is the fourth of Seventh-month, (what salutes of cannon and small arms!)</span><br /><span class=\"long-line\">Seasons pursuing each other the plougher ploughs, the mower mows, and the winter-grain falls in the ground;</span><br /><span class=\"long-line\">Off on the lakes the pike-fisher watches and waits by the hole in the frozen surface,</span><br /><span class=\"long-line\">The stumps stand thick round the clearing, the squatter strikes deep with his axe,</span><br /><span class=\"long-line\">Flatboatmen make fast towards dusk near the cotton-wood or pecan-trees,</span><br /><span class=\"long-line\">Coon-seekers go through the regions of the Red river or through those drain'd by the Tennessee, or through those of the Arkansas,</span><br /><span class=\"long-line\">Torches shine in the dark that hangs on the Chattahooche or Altamahaw,</span><br /><span class=\"long-line\">Patriarchs sit at supper with sons and grandsons and great-grand-sons around them,</span><br /><span class=\"long-line\">In walls of adobie, in canvas tents, rest hunters and trappers after their day's sport,</span><br /><span class=\"long-line\">The city sleeps and the country sleeps,</span><br /><span class=\"long-line\">The living sleep for their time, the dead sleep for their time,</span><br /><span class=\"long-line\">The old husband sleeps by his wife and the young husband sleeps by his wife;</span><br /><span class=\"long-line\">And these tend inward to me, and I tend outward to them,</span><br /><span class=\"long-line\">And such as it is to be of these more or less I am,</span><br /><span class=\"long-line\">And of these one and all I weave the song of myself.</span></p>\n"}, {"title": "Sonnets-Realities (I) ", "view_node": "/poem/sonnets-realities-i", "field_author": "<a href=\"/poet/e-e-cummings\" hreflang=\"und\">E. E. Cummings</a>", "field_date_published": "", "body": " <pre>the Cambridge ladies who live in furnished souls\nare unbeautiful and have comfortable minds\n(also,with the church's protestant blessings\ndaughters,unscented shapeless spirited)\nthey believe in Christ and Longfellow,both dead,\nare invariably interested in so many things—\nat the present writing one still finds\ndelighted fingers knitting for the is it Poles?\nperhaps. While permanent faces coyly bandy\nscandal of Mrs. N and Professor D\n....the Cambridge ladies do not care,above\nCambridge if sometimes in its box of\nsky lavender and cornerless,the\nmoon rattles like a fragment of angry candy\n</pre>\n "}, {"title": "Post Impressions (VI)", "view_node": "/poem/post-impressions-vi", "field_author": "<a href=\"/poet/e-e-cummings\" hreflang=\"und\">E. E. Cummings</a>", "field_date_published": "1923", "body": " <pre>into the strenuous briefness\nLife:\nhandorgans and April\ndarkness,friends\n\ni charge laughing.\nInto the hair-thin tints\nof yellow dawn,\ninto the women-coloured twilight\n\ni smilingly\nglide.     I\ninto the big vermilion departure\nswim,sayingly;\n\n(Do you think?)the\ni do,world\nis probably made\nof roses &amp; hello:\n\n(of solongs and,ashes)\n</pre>\n "}, {"title": "Amores (XI)", "view_node": "/poem/amores-xi", "field_author": "<a href=\"/poet/e-e-cummings\" hreflang=\"und\">E. E. Cummings</a>", "field_date_published": "", "body": " <pre>O Distinct\nLady of my unkempt adoration\nif i have made\na fragile certain\n\nsong under the window of your soul\nit is not like any songs\n(the singers the others\nthey have been faithful\n\nto many things and which\ndie\ni have been sometimes true\nto Nothing and which lives\n\nthey were fond of the handsome\nmoon   never spoke ill of the\npretty stars         and to\nthe serene the complicated\n\nand the obvious\nthey were faithful\nand which i despise,\nfrankly\n\nadmitting i have been true\nonly to the noise of worms,\nin the eligible day\nunder the unaccountable sun)\n\nDistinct Lady\nswiftly take\nmy fragile certain song\nthat we may watch together\n\nhow behind the doomed\nexact smile of life's\nplacid obscure palpable\ncarnival where to a normal\n\nmelody of probable violins dance\nthe square virtues and the oblong sins\nperfectly\ngesticulate the accurate\n\nstrenuous lips of incorruptible\nNothing      under the ample\nsun,under the insufficient\ndav under the noise of worms\n</pre>\n "}, {"title": "Amores (X)", "view_node": "/poem/amores-x", "field_author": "<a href=\"/poet/e-e-cummings\" hreflang=\"und\">E. E. Cummings</a>", "field_date_published": "", "body": " <pre>after five\ntimes the poem\nof thy remembrance\nsurprises with refrain\n\nof unreasoning summer\nthat by responding\nways cloaked with renewal\nmy body turns toward\n\nthee\nagain      for the stars have been\nfinished in the nobler trees and\nthe language of leaves repeats\n\neventual perfection\nwhile east deserves of dawn,\ni lie at length,breathing\nwith shut eyes\n\nthe sweet earth where thou liest\n</pre>\n "}, {"title": "Amores (IX)", "view_node": "/poem/amores-ix", "field_author": "<a href=\"/poet/e-e-cummings\" hreflang=\"und\">E. E. Cummings</a>", "field_date_published": "", "body": " <pre>i like\nto think that on\nthe flower you gave me when we\nloved\n\n            the far-\ndeparted mouth sweetly-saluted\nlingers.\n              if one marvel\n\nseeing the hunger of my\nlips for a dead thing,\ni shall instruct\nhim silently with becoming\n\nsteps to seek\nyour face       and i\nentreat,by certain foolish perfect\nhours\n\n          dead too,\nif that he come receive\nhim as your lover sumptuously\nbeing\n\nkind\n          because i trust him to\nyour grace,and for\nin his own land\n\nhe is called death.\n</pre>\n "}, {"title": "Amores (VIII)", "view_node": "/poem/amores-viii", "field_author": "<a href=\"/poet/e-e-cummings\" hreflang=\"und\">E. E. Cummings</a>", "field_date_published": "", "body": " <pre>the glory is fallen out of\nthe sky the last immortal\nleaf\nis\n\ndead and the gold\nyear\na formal spasm\nin the\n\ndust\nthis is the passing of all shining things\ntherefore we also\nblandly\n\ninto receptive\nearth,O let\nus\ndescend\n\ntake\nshimmering wind\nthese fragile splendors from\nus crumple them hide\n\nthem in thy breath drive\nthem in nothingness\nfor we\nwould sleep\n\nthis is the passing of all shining things\nno lingering no backward-\nwondering be unto\nus O\n\nsoul,but straight\nglad feet fearruining\nand glorygirded\nfaces\n\nlead us\ninto the\nserious\nsteep\n\ndarkness\n</pre>\n "}], "pager": {"current_page": 179, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}