{"rows": [{"title": "Attention Deficit", "view_node": "/poem/attention-deficit", "field_author": "<a href=\"/poet/katy-lederer\" hreflang=\"und\">Katy Lederer</a>", "field_date_published": "2014", "body": " <p>Focus for<br />us was a thing hard to<br />come by. We would have to make due with<br />whatever</p><p>we had: these<br />were pills and a pencil,<br />blue earplugs to block out the voices<br />inside of</p><p>our heads, which<br />would tell us time passed and<br />these thoughts that would shine like soft lights on<br />our brains would</p><p>one day fade<br />into invisible<br />relief. We would write in our binders,<br />pass classes,</p><p>allow for<br />a moment of grief. We<br />were deeply aware we would have to<br />make up for</p><p>lost time, but<br />when we took our pills, the<br />world would seem fine, seem as if it had<br />always been</p><p>fine. Once we<br />had adequate supplies<br />we’d sell, but until then we decid-<br />ed to re-</p><p>fill. We had<br />determined that we would<br />not brood. Instead we charted out our<br />moods and light-</p><p>ened up our<br />loads. Before the rest of<br />time unfolds, we would like to hold on-<br />to this life,</p><p>feel like it’s<br />beating, there, deep inside<br />of our chests, not out of fear. We are<br />just children.<br /> </p> "}, {"title": "Belt 7", "view_node": "/poem/belt-7", "field_author": "<a href=\"/poet/joshua-mehigan\" hreflang=\"en\">Joshua  Mehigan</a>", "field_date_published": "2014", "body": " <p>They stepped down into cool continual wind  <br />that smelled like wet rocks but caressed their faces.<br />The pit was dark. But even when the eye<br />adjusted there was nothing there to see.<br />All day the white hat stayed above somewhere.<br />There was no better place to spend July.<br />There was no happier thing that they could be.<br />They propped their shovels on the black earth wall <br />and squatted on the curved necks, gingerly.</p><p>Then, leaning back, their heads below the strands<br />of bulbs like tarnished Christmas decorations, <br />they plotted Friday night, or dogged each other,<br />or rested their bare heads on their bare hands;<br />played twenty questions, shared their blackjack systems,<br />or walked down deeper to relieve their bladders;<br />stamped chevrons in the dirt beneath their heels;<br />or weighed retirement and related matters;<br />or, hour after hour, cursed their job.<br /> </p> "}, {"title": "The Atheist Wore Goat Silk", "view_node": "/poem/atheist-wore-goat-silk", "field_author": "<a href=\"/poet/anna-journey\" hreflang=\"und\">Anna Journey</a>", "field_date_published": "2014", "body": " <p>I’ve wanted to visit the genetically modified goat<br />spliced with silkworm DNA<br />spinning white threads from its pink udders<br />like a piebald spider. I’ve wondered how much<br />for a whole goat silk dress? Always I save<br />the spiders that shimmy near my eyes<br />but never the bristled silverfish<br />which drop to the boatwood dinner table<br />from the skylight. Come Indian Summer<br />the fuchsia bougainvillea unpurses<br />its dry lips, licks the sweat<br />from my neck. My mother tells her childhood<br />best friend—who’s dying from liver<br />cancer in Jackson, who consults<br />a Pentecostal woman who speaks<br />in tongues—that her two daughters<br />are atheists. Meaning my little sister and me.<br />Somewhere there’s a goat that squirts<br />a rare silk so bizarre maybe<br />no one would actually wear it. That webbed dress<br />sticking to my chest, the grandfather<br />clock, all over the bedroom walls like a past<br />that drags everything with it. The thread<br />leading back to an animal I badly<br />need to believe in. Its impossible milk<br />steams in the twilight. There’s a dress<br />that rises from its udders with a misted<br />sleeve I can almost see.</p> "}, {"title": "At the Window", "view_node": "/poem/window-1", "field_author": "<a href=\"/poet/d-h-lawrence\" hreflang=\"und\">D. H. Lawrence</a>", "field_date_published": "2014", "body": " <p>The pine-trees bend to listen to the autumn wind as it mutters<br />Something which sets the black poplars ashake with hysterical laughter;<br />While slowly the house of day is closing its eastern shutters.</p><p>Further down the valley the clustered tombstones recede,<br />Winding about their dimness the mist’s grey cerements, after<br />The street lamps in the darkness have suddenly started to bleed.</p><p>The leaves fly over the window and utter a word as they pass<br />To the face that leans from the darkness, intent, with two dark-filled eyes<br />That watch for ever earnestly from behind the window glass.</p> "}, {"title": "Lament", "view_node": "/poem/lament", "field_author": "<a href=\"/poet/edna-st-vincent-millay\" hreflang=\"und\">Edna St. Vincent Millay</a>", "field_date_published": "1921", "body": "<p><span class=\"long-line\">Listen, children:</span><br /><span class=\"long-line\">Your father is dead.</span><br /><span class=\"long-line\">From his old coats</span><br /><span class=\"long-line\">I'll make you little jackets;</span><br /><span class=\"long-line\">I'll make you little trousers</span><br /><span class=\"long-line\">From his old pants.</span><br /><span class=\"long-line\">There'll be in his pockets</span><br /><span class=\"long-line\">Things he used to put there,</span><br /><span class=\"long-line\">Keys and pennies</span><br /><span class=\"long-line\">Covered with tobacco;</span><br /><span class=\"long-line\">Dan shall have the pennies</span><br /><span class=\"long-line\">To save in his bank;</span><br /><span class=\"long-line\">Anne shall have the keys</span><br /><span class=\"long-line\">To make a pretty noise with.</span><br /><span class=\"long-line\">Life must go on,</span><br /><span class=\"long-line\">And the dead be forgotten;</span><br /><span class=\"long-line\">Life must go on,</span><br /><span class=\"long-line\">Though good men die;</span><br /><span class=\"long-line\">Anne, eat your breakfast;</span><br /><span class=\"long-line\">Dan, take your medicine;</span><br /><span class=\"long-line\">Life must go on;</span><br /><span class=\"long-line\">I forget just why.</span></p>\n"}, {"title": "from “Burial Sites”", "view_node": "/poem/burial-sites", "field_author": "<a href=\"/poet/toi-derricotte\" hreflang=\"und\">Toi Derricotte</a>", "field_date_published": "2014", "body": "<p style=\"margin-left:3.5in;\"><em>Trauma is not what happens to us, but what<br />\nwe hold inside us in the absence of an<br />\nempathetic witness.</em></p>\n\n<p style=\"margin-left:4.0in;\">Peter Levine, The Unspoken Voice</p>\n\n<p> </p>\n\n<p> </p>\n\n<p>I.</p>\n\n<p> </p>\n\n<p>The first was a bassinet. I don’t remember what it was made of; I think it was one of those big white wicker baskets with wheels. When I couldn’t sleep at night, my father would drag it into the kitchen. It was winter. He’d light the gas oven. I remember the room’s stuffiness, the acrid bite of cold and fumes.</p>\n\n<p>     My father didn’t like crying. He said I was doing it to get attention. He didn’t like my mother teaching me that I could cry and get attention. Nothing was wrong with me, and, even if I was hungry, it wasn’t time to eat. Sometimes, I screamed for hours, and my father—I do remember this—would push his chair up to the lip of the bassinet and smoke, as if he were keeping me company.</p>\n\n<p>     After a few nights, he had broken me.  I stopped crying.  But, when he put the bottle to my lips, I didn’t want it.  I was too exhausted to drink.</p>\n\n<p> </p>\n\n<p> </p>\n\n<p>V.</p>\n\n<p> </p>\n\n<p>Most times I liked my food. I didn’t mind eating until my daddy started making me clean my plate and either struck me off my chair if I didn’t or lifted me up by my hair and held me midair if I was slow. He wanted me to eat faster; he didn’t have all day.</p>\n\n<p>     He’d hold me off the floor until I pleaded. I’d sputter in fear and humiliation—I don’t remember pain—but I had to button up before he put me down to do exactly what he had told me to do, fast.</p>\n\n<p>     Slowness was a sign of insubordination. If I missed a pea or a crumb, I was trying to outwit him. I must have thought he was stupid. And if I pleaded that I hadn’t seen the pea, he’d know I was lying. “Your story is so touching till it sounds like a lie.”</p>\n\n<p>     I swallowed it down; I wiped that look off my face. But still he would notice my bottom lip beginning to quiver.  This was a personal insult, as if I had taken a knife and put it to his face. If my brow wrinkled in a question—“Do you love me, daddy? How could you hurt me like this?”—this implied I was pursuing my own version of the truth, as if I were his victim.</p>\n\n<p>     It was a war of wills, as he so clearly saw, and these were my attempts to subvert him, to make my will reign, to plant my flag.</p>\n\n<p>     He was the ruler of my body. I had to learn that.  He had to be deep in me, deeper than instinct, like the commander of a submarine during times of war.</p>\n\n<p> </p>\n\n<p> </p>\n\n<p>Afterword:</p>\n\n<p><em>I hear in myself a slight opposition, a wounded presence saying, “I am me, I know who I am.” But I am left with only a narrow hole, a thin tube that the words must squeak through. Where words might have gushed out as from a struck well, now, instead, I watch it—watch every word. It wasn’t my father’s thought that I took in; it was his language. It is the language in me that must change.</em></p>\n\n<p> </p>\n"}, {"title": "Red Brocade", "view_node": "/poem/red-brocade", "field_author": "<a href=\"/poet/naomi-shihab-nye\" hreflang=\"und\">Naomi Shihab Nye</a>", "field_date_published": "2014", "body": " <p>The Arabs used to say,<br />When a stranger appears at your door,<br />feed him for three days<br />before asking who he is,<br />where he’s come from,<br />where he’s headed.<br />That way, he’ll have strength<br />enough to answer.<br />Or, by then you’ll be<br />such good friends<br />you don’t care.<br /> <br />Let’s go back to that.<br />Rice? Pine nuts?<br />Here, take the red brocade pillow.<br />My child will serve water<br />to your horse.<br /> <br />No, I was not busy when you came!<br />I was not preparing to be busy.<br />That’s the armor everyone put on<br />to pretend they had a purpose<br />in the world.<br /> <br />I refuse to be claimed.<br />Your plate is waiting.<br />We will snip fresh mint<br />into your tea.</p> "}, {"title": "Loving Working", "view_node": "/poem/loving-working", "field_author": "<a href=\"/poet/naomi-shihab-nye\" hreflang=\"und\">Naomi Shihab Nye</a>", "field_date_published": "2014", "body": " <p><em>     “We clean to give space for Art.”</em><br /><em>        Micaela Miranda, Freedom Theatre, Palestine</em></p><p>Work was a shining refuge when wind sank its tooth<br />into my mind. Everything we love is going away,<br />drifting – but you could sweep this stretch of floor,<br />this patio or porch, gather white stones in a bucket,<br />rake the patch for future planting, mop the counter<br />with a rag. Lovely wet gray rag, squeeze it hard<br />it does so much. Clear the yard of blowing bits of plastic.<br />The glory in the doing. The breath of the doing.<br />Sometimes the simplest move kept fear from<br />fragmenting into no energy at all, or sorrow from<br />multiplying, or sorrow from being the only person<br />living in the house.</p><p> </p> "}, {"title": "Before I Was a Gazan", "view_node": "/poem/i-was-gazan", "field_author": "<a href=\"/poet/naomi-shihab-nye\" hreflang=\"und\">Naomi Shihab Nye</a>", "field_date_published": "2014", "body": " <p>I was a boy<br />and my homework was missing,<br />paper with numbers on it,<br />stacked and lined,<br />I was looking for my piece of paper,<br />proud of this plus that, then multiplied,<br />not remembering if I had left it<br />on the table after showing to my uncle<br />or the shelf after combing my hair<br />but it was still somewhere<br />and I was going to find it and turn it in,<br />make my teacher happy,<br />make her say my name to the whole class,<br />before everything got subtracted<br />in a minute<br />even my uncle<br />even my teacher<br />even the best math student and his baby sister<br />who couldn’t talk yet.<br />And now I would do anything<br />for a problem I could solve.</p> "}, {"title": "Wartime Pantoum (audio only)", "view_node": "/poem/wartime-pantoum-audio-only", "field_author": "<a href=\"/poet/marilyn-hacker\" hreflang=\"und\">Marilyn Hacker</a>", "field_date_published": "2014", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Ghazal: The Beloved (audio only)", "view_node": "/poem/ghazal-beloved-audio-only", "field_author": "<a href=\"/poet/marilyn-hacker\" hreflang=\"und\">Marilyn Hacker</a>", "field_date_published": "2014", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "from Diaspo/Renga (audio only)", "view_node": "/poem/diasporenga-audio-only", "field_author": "<a href=\"/poet/marilyn-hacker\" hreflang=\"und\">Marilyn Hacker</a>", "field_date_published": "2014", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "The Road from Biloxi", "view_node": "/poem/road-biloxi", "field_author": "<a href=\"/poet/khaled-mattawa\" hreflang=\"und\">Khaled Mattawa</a>", "field_date_published": "2014", "body": " <p>Qader blew at a cigarette, stuck his head<br />out the window. Carol wondered why she left<br />was beginning to see living in peace<br />with Sandanistas in her father's ranch.<br />My brother and I up front wondered why<br />we hadn't killed each other all these years.<br />We were stuck on the Biloxi highway, mid-July<br />the AC kaput, and what the radio played<br />didn't matter, Randy Travis on the rise<br />declaring the end of disco, Reagan, Meese<br />Jane Fonda, and the gain in the pain<br />and we all felt like burning American flags<br />on behalf of a thousand justifiable causes.<br />But who cares, we were stuck for hours<br />stuck in 1982, and what blocked the way didn't matter<br />and the ocean we went to see was no big deal<br />a great disappointnent in fact, an ocean<br />brow-beaten by a river, rumbling, moaning<br />black eyed, bruised, weighed by Mississippi silt.<br />And the salty air we came to breathe<br />did not appear, only swamp algae<br />and the death smell of moss, the slime<br />the invisible webs that trapped ghosts<br />in lukewarm water, the dead who would not dissolve--<br />Tom Sawyer, not dissolving, Huck Finn<br />not dissolving, Big Jim not dissolving<br />Goodman, Chaney, Medgar not dissolving<br />Cherokee tears floating on top like drops of oil<br />Lakotas still streaming down, Kiowas<br />still coming down, Sioux still floating<br />still in the Mississippi where everything seemed<br />tenuous, everything seemed it would revert back<br />to the dreams of sickly pale men and women<br />back to the nightmares of runagates and domestics<br />all hanging there, in the air over Biloxi<br />clinging to crayfish and the gnarled hands of shrimpers.<br />It sat there ominous, a poisonous lethargy<br />not far from the town we lived in, which God knows<br />did not matter, making tomorrow matter even less<br />as long as we were here the week after and the month.<br />Next time, we promised, it'll be the Atlantic, next time<br />some salty immensity, some honest to goodness breeze<br />the smell of the earth turning around itself,<br />a clear run to the horizon, a cleans shot to Africa,<br />to something we could beckon and understand<br />something the waves would release us from<br />now that we were stuck here on the Biloxi road<br />chained, and chain smoking, aware of the sea<br />we left behind, and that had left us, the Mediterranean,<br />that other swamp, too far to touch us again,<br />too far to ever matter.</p> "}, {"title": "Taproot and Cradle", "view_node": "/poem/taproot-and-cradle", "field_author": "<a href=\"/poet/khaled-mattawa\" hreflang=\"und\">Khaled Mattawa</a>", "field_date_published": "2014", "body": " <p>Evening coffee, and my mother salts<br />her evening broth—not equanimity,<br />but the nick of her wrist—</p><p>and my mother bakes bread,<br />and my mother hobbles knees locked,<br />and my mother carries the soft stones of her years.</p><p>Fists balled in my pocket,<br />riding the century’s drift,<br />I carry a wish and a wound.</p><p>It's raining a noisy frost,<br />the inhabitants' cruel happy laughs,<br />their sighs and curses,</p><p>small upheavals that slide<br />from their bellies,<br />down to their freezing toes..</p><p>And the city trudges, and night<br />loosens its reins, a stolen bulldozer,<br />a tank full of clowns.</p><p>Who’s calling<br />my name<br />from the window now?</p><p>She touches her hair—<br />She caresses her beauty<br />like the coffin of a child.</p><p>O pen of late arrivals.<br />O knife of darkened temples.<br />O my scurrying, my drunken snakes. </p><p>I wash her hands with summer rain.<br />I remember the killed enemy.<br />I remember my good friends.</p> "}, {"title": "In Search of an Umbrella in NYC", "view_node": "/poem/search-umbrella-nyc", "field_author": "<a href=\"/poet/juan-felipe-herrera\" hreflang=\"und\">Juan Felipe Herrera</a>", "field_date_published": "2014", "body": " <p>You were having a stroke - i<br />did not grasp what was going on you<br />standing almost half ways up half<br />ways down the colors what were they<br />i was frozen both us us staring<br />woman with parasol behind me<br />are you drunk she said facing<br />you and the deli behind you      you<br />leaned shivered dropped your coat<br />parasol<br />white<br />reddish flowers<br />brain    sweat eyes your eyes moving<br />seeing me behind me what<br />black man brown man no man   no<br />colors you<br />pushed something away  i was<br />in a rush  en route to big time<br />poetry Biz  duded up ironed shirt<br />the rain was in my way i was not<br />breathing    you were losing   yourself i<br />was gaining something   you<br />stumbled out of your coat  unrolled<br />a stranger’s language from your lips<br />pushed your      feet down to<br />the depths  of the tiny sidewalk even<br />though it was infinite  burning<br />ahead of me  to<br />the food truck at the corner yellow chips<br />corn violet green sugar drops<br />fiery torn packs flaring down   and<br />across the street under the cement i<br />was moving silent alone a crooked line<br />going nowhere a woman<br />touched your hand you were lying<br />on the dirty shoe ground swimming<br />up to her i      wanted you<br />            i was a man<br />running for cover from the waters<br />i could not                    lift your suffering<br />it was too late              the current pulled<br />i was floating away  (i noticed it)<br />              you<br />were rising</p><p> </p> "}, {"title": "Song Out Here", "view_node": "/poem/song-out-here", "field_author": "<a href=\"/poet/juan-felipe-herrera\" hreflang=\"und\">Juan Felipe Herrera</a>", "field_date_published": "2014", "body": "<p><span class=\"long-line\">if i could sing</span></p>\n\n<p><span class=\"long-line\">i’d say everything         you know</span></p>\n\n<p><span class=\"long-line\">from here on the street can you turn around</span></p>\n\n<p><span class=\"long-line\">just for once i am                     here</span></p>\n\n<p><span class=\"long-line\">right behind you</span></p>\n\n<p><span class=\"long-line\">what is that flag what is it made of</span></p>\n\n<p><span class=\"long-line\">maybe it’s too late i have</span></p>\n\n<p><span class=\"long-line\">too many questions where did it all come from</span></p>\n\n<p><span class=\"long-line\">what colors is it all made of everything</span></p>\n\n<p><span class=\"long-line\">everything here in the subways</span></p>\n\n<p><span class=\"long-line\">there are so many things and voices</span></p>\n\n<p><span class=\"long-line\">we are going somewhere but i just don’t know</span></p>\n\n<p><span class=\"long-line\">somewhere</span></p>\n\n<p><span class=\"long-line\">but i just don’t know</span></p>\n\n<p><span class=\"long-line\">          somewhere</span></p>\n\n<p><span class=\"long-line\">do you know where that is i want to sing</span></p>\n\n<p><span class=\"long-line\">so you can hear me and maybe you can tell me</span></p>\n\n<p><span class=\"long-line\">where to go so you can hear me and just maybe</span></p>\n\n<p><span class=\"long-line\">you can tell me where to go</span></p>\n\n<p><span class=\"long-line\">all those hands and legs and faces going places</span></p>\n\n<p><span class=\"long-line\">if i could sing</span></p>\n\n<p><span class=\"long-line\">you would hear me and i would tell you</span></p>\n\n<p><span class=\"long-line\">it’s gonna be alright</span></p>\n\n<p><span class=\"long-line\">it’s gonna be alright</span></p>\n\n<p><span class=\"long-line\">it’s gonna be alright it would be something like that</span></p>\n\n<p><span class=\"long-line\">can you turn around so i can look into your eyes</span></p>\n\n<p><span class=\"long-line\">just for once your eyes</span></p>\n\n<p><span class=\"long-line\">maybe like hers can you see her</span></p>\n\n<p><span class=\"long-line\">and his can you see them i want you to see them</span></p>\n\n<p><span class=\"long-line\">all of us we could be together</span></p>\n\n<p><span class=\"long-line\">if i could sing we would go there</span></p>\n\n<p><span class=\"long-line\">we would run there together</span></p>\n\n<p><span class=\"long-line\">we would live there for a while in that tilted</span></p>\n\n<p><span class=\"long-line\">tiny house by the ocean rising up inside of us</span></p>\n\n<p><span class=\"long-line\">i am on the curb next to a curled up cat</span></p>\n\n<p><span class=\"long-line\">smoking i know its bad for you but</span></p>\n\n<p><span class=\"long-line\">you know how it is just for once can you turn around</span></p>\n\n<p><span class=\"long-line\">a straight line falling behind you it’s me i want to sing</span></p>\n\n<p><span class=\"long-line\">invincible                                             bleeding out with love</span></p>\n\n<p> </p>\n\n<p><span class=\"long-line\">just for you</span></p>\n"}, {"title": "Left-Handed Sugar", "view_node": "/poem/left-handed-sugar", "field_author": "<a href=\"/poet/jane-hirshfield\" hreflang=\"und\">Jane Hirshfield</a>", "field_date_published": "2011", "body": "<p>In nature, molecules are chiral—they turn in one direction or the other. Naturally then, someone wondered: might sugar, built to mirror itself, be sweet, but pass through the body unnoticed? A dieters’ gold mine. I don’t know why the experiment failed, or how. I think of the loneliness of that man-made substance, like a ghost in a ‘50s movie you could pass your hand through, or some suitor always rejected despite the sparkle of his cubic zirconia ring. Yet this sugar is real, and somewhere exists. It looks for a left-handed tongue.</p>\n\n<p>—2009</p>\n"}, {"title": "For the Lobaria, Usnea, Witches Hair, Map Lichen, Beard Lichen, Ground Lichen, Shield Lichen", "view_node": "/poem/lobaria-usnea-witches-hair-map-lichen-beard-lichen-ground-lichen-shield-lichen", "field_author": "<a href=\"/poet/jane-hirshfield\" hreflang=\"und\">Jane Hirshfield</a>", "field_date_published": "2011", "body": "<p><span class=\"long-line\">Back then, what did I know?</span><br /><span class=\"long-line\">The names of subway lines, busses.</span><br /><span class=\"long-line\">How long it took to walk 20 blocks.</span></p>\n\n<p><span class=\"long-line\">Uptown and downtown.</span><br /><span class=\"long-line\">Not north, not south, not you.</span></p>\n\n<p><span class=\"long-line\">When I saw you, later, seaweed reefed in the air,</span><br /><span class=\"long-line\">you were grey-green, incomprehensible, old.</span><br /><span class=\"long-line\">What you clung to, hung from: old.</span><br /><span class=\"long-line\">Trees looking half-dead, stones.</span></p>\n\n<p><span class=\"long-line\">Marriage of fungi and algae,</span><br /><span class=\"long-line\">chemists of air,</span><br /><span class=\"long-line\">changers of nitrogen-unusable into nitrogen-usable.</span></p>\n\n<p><span class=\"long-line\">Like those nameless ones</span><br /><span class=\"long-line\">who kept painting, shaping, engraving,</span><br /><span class=\"long-line\">unseen, unread, unremembered.</span><br /><span class=\"long-line\">Not caring if they were no good, if they were past it.</span></p>\n\n<p><span class=\"long-line\">Rock wools, water fans, earth scale, mouse ears, dust,</span><br /><span class=\"long-line\">ash-of-the-woods.</span><br /><span class=\"long-line\">Transformers unvalued, uncounted.</span><br /><span class=\"long-line\">Cell by cell, word by word, making a world they could live in.</span></p>\n\n<p>—2010</p>\n"}, {"title": "Entanglement", "view_node": "/poem/entanglement", "field_author": "<a href=\"/poet/jane-hirshfield\" hreflang=\"und\">Jane Hirshfield</a>", "field_date_published": "2015", "body": "<p><span class=\"long-line\">A librarian in Calcutta and an entomologist in Prague</span><br /><span class=\"long-line\">sign their moon-faced illicit emails,</span><br /><span class=\"long-line\"><em>“ton entanglée.”</em></span></p>\n\n<p><span class=\"long-line\">No one can explain it.</span><br /><span class=\"long-line\">The strange charm between border collie and sheep,</span><br /><span class=\"long-line\">leaf and wind, the two distant electrons.</span></p>\n\n<p><span class=\"long-line\">There is, too, the matter of a horse race.</span><br /><span class=\"long-line\">Each person shouts for his own horse louder,</span><br /><span class=\"long-line\">confident in the rising din</span><br /><span class=\"long-line\">past whip, past mud,</span><br /><span class=\"long-line\">the horse will hear his own name in his own quickened ear.</span></p>\n\n<p><span class=\"long-line\">Desire is different:</span><br /><span class=\"long-line\">desire is the moment before the race is run.</span></p>\n\n<p><span class=\"long-line\">Has an electron never refused</span><br /><span class=\"long-line\">the invitation to change direction,</span><br /><span class=\"long-line\">sent in no knowable envelope, with no knowable ring?</span></p>\n\n<p><span class=\"long-line\">A story told often: after the lecture, the widow</span><br /><span class=\"long-line\">insisting the universe rests on the back of a turtle.</span><br /><span class=\"long-line\">And what, the physicist</span><br /><span class=\"long-line\">asks, does the turtle rest on?</span></p>\n\n<p><span class=\"long-line\">Very clever, young man, she replies, very clever,</span><br /><span class=\"long-line\">but it’s turtles all the way down.</span></p>\n\n<p><span class=\"long-line\">And so a woman in Beijing buys for her love,</span><br /><span class=\"long-line\">who practices turtle geometry in Boston, a metal trinket</span><br /><span class=\"long-line\">from a night-market street stall.</span></p>\n\n<p><span class=\"long-line\">On the back of a turtle, at rest on its shell,</span><br /><span class=\"long-line\">a turtle.</span><br /><span class=\"long-line\">Inside that green-painted shell, another, still smaller.</span></p>\n\n<p><span class=\"long-line\">This continues for many turtles,</span><br /><span class=\"long-line\">until finally, too small to see</span><br /><span class=\"long-line\">or to lift up by its curious, preacherly head</span><br /><span class=\"long-line\">a single un-green electron</span><br /><span class=\"long-line\">waits the width of a world for some weightless message</span><br /><span class=\"long-line\">sent into the din of existence for it alone.</span></p>\n\n<p><span class=\"long-line\">Murmur of all that is claspable, clabberable, clamberable,</span><br /><span class=\"long-line\">against all that is not:</span></p>\n\n<p><span class=\"long-line\"><em>You are there. I am here. I remember</em></span></p>\n\n<p>—2012</p>\n"}, {"title": "Variations on a Psalm (audio only)", "view_node": "/poem/variations-psalm-audio-only", "field_author": "<a href=\"/poet/edward-hirsch\" hreflang=\"und\">Edward Hirsch</a>", "field_date_published": "2014", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}], "pager": {"current_page": 388, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}