{"rows": [{"title": "Vista", "view_node": "/poem/vista-0", "field_author": "<a href=\"/poet/alfred-kreymborg\" hreflang=\"und\">Alfred Kreymborg</a>", "field_date_published": "2017", "body": " <p>The snow,<br />ah yes, ah yes indeed,<br />is white and beautiful, white and beautiful,<br />verily beautiful –<br />from my window.<br />The sea,<br />ah yes, ah yes indeed,<br />is green and alluring, green and alluring,<br />verily alluring –<br />from the shore.<br />Love, ah yes, ah yes, ah yes indeed,<br />verily yes, ah yes indeed!</p> "}, {"title": "Improvisation", "view_node": "/poem/improvisation", "field_author": "<a href=\"/poet/alfred-kreymborg\" hreflang=\"und\">Alfred Kreymborg</a>", "field_date_published": "2017", "body": " <p>Wind:<br />Why do you play<br />that long beautiful adagio,<br />that archaic air,<br />to-night<br />Will it never end?<br />Or is it the beginning,<br />some prelude you seek?</p><p>Is it a tale you strum?<br /><em>Yesterday, yesterday—</em><br />Have you no more for us?</p><p>Wind:<br />Play on.<br />There is nor hope<br />nor mutiny<br />in you.</p> "}, {"title": "Essay: On Language", "view_node": "/poem/essay-language", "field_author": "<a href=\"/poet/ed-falco\" hreflang=\"en\">Ed Falco</a>", "field_date_published": "2017", "body": " <pre>\nThe words we use to instill a sense of the ineffable\nCarry us on a journey that’s mysterious\nAs if your car makes a sudden left turn and accelerates\nA child in the road leaps into her mother’s embrace\nA deer becomes a child and you hit the brakes\nThe panjandrum in the driver’s seat this befuddled guy\nAt the wheel of a eighteen-wheeler hurtling down the road.\n\nLanguage. He sat at the table, head in hands after work\nA long day reminiscent of the day before and before\nHis child on the other side of the table watching him\nA man given to gaucherie but driven by ambitions\nA hard worker a laborer who came home at night\nGreased in paint and sweat, soul tired and hungry.\nHe washed his arms and face and body with kerosene\nStripped to his underwear, rinsed off with a garden hose.\nThe boy watches him this brawny bare-chested man\nWho looks up sees the child and asks “What the fuck\ndo you want?” Says “Get out of here before I beat your ass.”\n\nAt night in Brooklyn the moon rises above two-family houses.\nThe boy stretches out on the roof and looks down to the street.\nOne evening a young woman a girl appears on a nearby rooftop.\nShe’s barefoot in a white slip with long dark hair to her breasts.\nIn moonlight the slip is lucent and she hovers as an apparition\nHer feet on the gutter, a gargoyle at her toes before she jumps.\n\nOr falls. In the boy’s memory she’s there and then she isn’t.\nFor the rest of his life he carries this moment with him.\nWhen his father is dying from cancer (warning: don’t wash\nWith kerosene) he places a hand on his chest to comfort him.\nHis father looks to the ceiling and says “Jesus, Joseph, and Mary!\nThey’re coming for me!” before he takes a growling last breath.\n\nThe boy is an old man now and dreams this night of his own death.\nHe might prink all day getting ready for nothing or everything.\nThe girl on the rooftop his father at the table the moon and dying\nAll there on his tongue in every word he’s ever spoken or put down\nOn paper or swallowed out of fear or fury. Each syllable a gesture\nTo the dark to the moonlight to that girl on the rooftop to his father\nTo the city to the angels coming for us all to the silence in between.</pre>\n "}, {"title": "Essay: On Love", "view_node": "/poem/essay-love", "field_author": "<a href=\"/poet/ed-falco\" hreflang=\"en\">Ed Falco</a>", "field_date_published": "2017", "body": " <pre>\nWe were crossing a wide beach toward a blacktop parking lot.\nI forget now who I was with or where we were going the year\nThe details of that particular beach vacation that summer break.\nMorning not long after sunrise the day already hot.\n\nIn the parking lot six women wrestled a package of sorts\nEmerged from the side door of an SUV onto the beach carrying\nA small weight in a blanket like a sling or a makeshift stretcher.\nSix women one at each corner of the blanket two at the middle.\n\nI couldn’t see what was in the blanket when they passed.\nNo one looked at us their expressions solemn touched by grief.\nThey stopped at the water’s edge and a skeletal head rose up\n\nOut of the blanket to look over the ocean as legs like sea straw\nFell gently to the gentle surf which washed over them.\nTo see the ocean one last time surrounded by friends.\nAugust the Georgia coast sand dunes trees permanently twisted\nTheir crowns like long hair in a brisk endless wind blown back.\n\nHow many mornings have I walked barefoot along the beach?\nNot enough. Never enough. Summer and heat and the ocean.\nDolphins threading waves terns pelicans gulls squawking\n\nThe salt smell of ocean and the shore stretching for miles\nAll the way back to the beginning and before as if the blue\nPool swelling out to the horizon licking wet at our feet is one\nBody and the waves repeat a heartbeat that won’t cease\n\nUnlike our own which will. Dying woman at the water’s edge\nCarried by friends to be close one more time to the ocean\nTo sand under bare feet to the seashore on a summer morning.</pre>\n "}, {"title": "In Toledo, the Sequestered Brides of Christ", "view_node": "/poem/toledo-sequestered-brides-christ", "field_author": "<a href=\"/poet/lance-larsen\" hreflang=\"en\">Lance Larsen</a>", "field_date_published": "2017", "body": " <p style=\"text-align: justify;\"><br />In Toledo, the sequestered brides of Christ make marzipan. And devotees like me buy up the sweets via a three-chambered lazy Susan in an alley. Hear a voice but glimpse not the heavenly hands, an enterprise both savvy and vaguely eucharistic. “To taste the kingdom in a crumb of dough,” I say, a privilege to misquote Blake, even if it’s only to myself. The recipe dates back to the Court of the Caliphs, as alchemic as it is simple. Shouldn’t every traveler make a habit of eating earth, wind, air, and fire? Not to mention almonds, which must equal 50 percent by weight to pass muster with Toledo inspectors. I pay, turn the lazy Susan, and walk away with my own tin of marzipan, the abbess’s unseen blessing dusting each morsel. “Eat and be made whole,” I can almost hear her say. The body of Christ is a fish—delicious. And now a star, like the one that guided wandering kings. And now a sword, two-edged, like matters of belief. And now—forgive me—my Lord is a serpent. Spiraling in on himself like vortex or Milky Way, my faith quickening as God’s scales dissolve on my tongue.</p> "}, {"title": "&quot;All Puffy and White, Goldish, Harpy, and Angelonic&quot;", "view_node": "/poem/all-puffy-and-white-goldish-harpy-and-angelonic", "field_author": "<a href=\"/poet/lance-larsen\" hreflang=\"en\">Lance Larsen</a>", "field_date_published": "2017", "body": " <p style=\"text-align: justify;\"><br />This the neighbor boy’s exact description of heaven. Which he blissfully ad-libbed from the pulpit, like some Shackleton on laudanum describing the white hell in which he was forced to sacrifice his own sled dogs. But laced with tenderness. Take that, Saint John of Patmos, take that, Thomas Aquinas and dour Kierkegaard, with your cubits and mystic ecstasies and dialectical ladders. Something about that nasal teenage voice, all mercy, lifted me out of the morass of nettles I call my life. He wore a fauxhawk and flip-flops, a Star of David etched in ink across the back of his right hand. Not for symbolism, but for the fun of it. Next week a smiley face, the week after that thunderbolts. Oh, to be seventeen. I was already back in the nettles, clenching and unclenching my fists, like a seasoned sled driver deciding which of my loyal huskies to eat first.</p> "}, {"title": "Dawns", "view_node": "/poem/dawns", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2017", "body": " <p>I have come<br />from pride<br />all the way up to humility<br />This day-to-night.<br />The hill<br />was more terrible<br />than ever before.<br />This is the top;<br />there is the tall, slim tree.<br />It isn’t bent; it doesn’t lean;<br />It is only looking back.<br />At dawn,<br />under that tree,<br />still another me of mine<br />was buried.<br />Waiting for me to come again,<br />humorously solicitous<br />of what I bring next,<br />it looks down.</p> "}, {"title": "Sun Salutations with Betrayal and Departure", "view_node": "/poem/sun-salutations-betrayal-and-departure", "field_author": "<a href=\"/poet/jehanne-dubrow\" hreflang=\"und\">Jehanne Dubrow</a>", "field_date_published": "2017", "body": " <pre>\nAlthough this room is full of moving,\nsweating people—all of us lunging forward\nor folding ourselves in tangled shapes,\nobedient to Sanksrit names we’re told\nmean “mountain,” “plank,” “dog”—\ndownward facing, I feel a sudden anger.\nAfter, I talk with a woman.\nFor years I’ve called her a friend.\nWe lean damp against the mirror.\nIf there were a Sanskrit name for what I am\nto her, it would be following flower,\nthe loyalty of a blossom that opens\nbeside its colleague on the branch.\nWe talk of our work. And I sense, the way\nspines know the limits of their curvature,\nthat she has lied to me. I feel the places\nwhere the teacher touched my face with oil\nwhile I lay on the mat like a sleeper, insensate.\nMonths from now, my friend will explain\nthe truth is a limb that can bend,\nwords too a flexibility, contortion\nlearned through daily practice.\nWhat else should I say?—that soon\nothers will try to break me like a small bone\nin the foot. Soon she will not place a hand\non the hunched sadness of my shoulder.\nI will be left to learn the correct pose\nof warrior for myself, heels aligned,\nbelly tightened as if waiting for a punch.\nIf there were a Sanskrit name\nfor what she will do by doing nothing\nto help me, it would be passive river.\nIt would be silent moon of cowardice.\nIt would be kneeling hyena with averted gaze.\nOr, put unbeautifully, she could have warned\nthat others were trying to hurt me.\nAnd there are injuries no stretching can undo—\nwe live with the twinge in the back.\nMonths from now, I won’t say good-bye,\nmy leaving not marked by a mallet\ndragged on the edge of a singing bowl,\nharmonics emerging from the empty\nslope of the vessel. The divine\nin me won’t bow to the divine in her.\nThere will be no pressing together of palms.</pre>\n "}, {"title": "Old Manuscript", "view_node": "/poem/old-manuscript", "field_author": "<a href=\"/poet/alfred-kreymborg\" hreflang=\"und\">Alfred Kreymborg</a>", "field_date_published": "2017", "body": " <p>The sky<br />is that beautiful old parchment<br />in which the sun<br />and the moon<br />keep their diary.<br />To read it all,<br />one must be a linguist<br />more learned than Father Wisdom;<br />and a visionary<br />more clairvoyant than Mother Dream.<br />But to feel it,<br />one must be an apostle:<br />one who is more than intimate<br />in having been, always,<br />the only confidant –<br />like the earth<br />or the sea.</p> "}, {"title": "Reach", "view_node": "/poem/reach", "field_author": "<a href=\"/poet/jeff-hardin\" hreflang=\"en\">Jeff Hardin</a>", "field_date_published": "2017", "body": " <pre>\nI’m afraid I can’t go anywhere without stacks of books, boxes\nin the trunk, a book bag over my shoulder—wherever I sit,\nmore within reach, just to sample a stanza, line, or word,\nsomeone’s invocation to the color blue, another’s wandering\nof fields and grief; and some have died I can’t bear losing;\nin the produce aisle I hear Rilke crying out, wondering who is listening.\nI am! When I touch the artichoke, Neruda’s ode has guided me.\nI want to reach inside the glove compartment, hand the cop the poems\nof Simic so that—parked in an alleyway, on break—he’ll hear\nthe voice of an insomnia, the terror of quiet sounds, how the Infinite\nis a dandelion carried through bomb-embattled streets. I’m not deranged,\nthough like Thoreau I want to redefine economy so that an insight\nhas more weight than gold. Why not, at the high school football game,\nread aloud a Saramago sentence with all its interruptions, feints,\nand secret passageways, its wanderings downfield, its ravings at the sky\ngone dark past the stadium lights. Proust has something more to say.\nA treatise on the mourning dove? Of course. Why not. So be it.\nAnother failed peace treaty, another scandal involving high-ranking\nofficials—who learns from Tranströmer to see the sphinx from behind?\nSo much hollowness we’re carrying when sometimes thoughts can soar.\nSo much space between Sappho’s words in order to make us whole.\nI enter the courtroom with Issa, whose grievances were many\nbut laid aside; because of his presence I cast my vote for the spider\nclinging to the third-floor window; I forgive the bailiff the order\nhe keeps. The judge, with his gavel, makes a haiku of sound.\nIs this my own existence, or have I found myself in others’ lives\nand they in mine? If I’m only myself, I ask a little help to get from\nwho I am to something more than broken, something more than\nnothing less than these my only questions—oh Kafka, what is\nthis weight upon me, enormous, flailing to touch all the corners of air?</pre>\n "}, {"title": "One Moment Touching All the Others", "view_node": "/poem/one-moment-touching-all-others", "field_author": "<a href=\"/poet/jeff-hardin\" hreflang=\"en\">Jeff Hardin</a>", "field_date_published": "2017", "body": " <pre>\nIf only each line of a poem could be its true beginning.\nIf only each moment could know every other moment\nand we could hold them all at once the way we wish to,\nthe way we keep imagining we can. I don’t care\nwhat anyone says about the impossibility, for I step\ninto the same moment again and again. <em>I’ve lived</em>\n<em>such a blessed life</em>, a dying friend told me as I\nleaned in close and caressed her face. I am writing\nthis line, this poem’s true beginning, six years later,\ntouching her radiant face again. Every moment is\nthe time I followed a yellow leaf downstream when I\nwas nine. <em>To be, or not to be</em>, Hamlet asked, and two\ncenturies later, Issa’s poems were born. And yet, and yet\nthe cancer still arrives to steal her breath, the same\nbreath blessing all her time. Just now a purple bird\nflew up and startled me, and I said, <em>Yes, yes</em>, and raised\nmy hands. <em>To live lightly in the body is to live deeply\nin the spirit</em>—I say her words out loud some days,\nholding them all at once, and follow a yellow leaf\nthrough overhanging limbs and enter my grandfather’s\nquiet steps along a ridge a century ago when he was young.\nHe is being and not being, in and out of shadows,\narriving wherever the next step takes him, <em>here</em> and <em>here</em>.\nWhen rain begins, he just keeps walking, drenched\nand smiling, emerging decades later, holy. Sometimes\nan echo hints from half a life ago. A driveway puddle\ntrembles at the foster home I lived in when I was three.\n<em>Good Lord, son, how did you know how to get here</em>,\nthe father asked when I showed up, adult, from two\ntowns over. <em>In the beginning was the Word</em>, John wrote,\nfor each word starts anew, each word startling the sky,\nthe cells, the breath. Each word, each line, is an echo,\nan arrival, a blessed breath, being and not being. I don’t\ncare about the impossibility of anything. The dawn keeps\nbreaking for which I am awake. The prologue is the epilogue,\nthe epilogue a leaf holding everything at once. I keep\narriving where I am, born and blessed again. I lean in\nclose to radiance: <em>I’ve always known how to get here</em>.</pre>\n "}, {"title": "A Lady", "view_node": "/poem/lady", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2017", "body": " <p>You are beautiful and faded,<br />Like an old opera tune<br />Played upon a harpsichord;<br />Or like the sun-flooded silks<br />Of an eighteenth-century boudoir. In your eyes<br />Smoulder the fallen roses of outlived minutes,<br />And the perfume of your soul<br />Is vague and suffusing,<br />With the pungence of sealed spice-jars.<br />Your half-tones delight me,<br />And I grow mad with gazing<br />At your blent colors.</p><p>My vigor is a new-minted penny,<br />Which I cast at your feet.<br />Gather it up from the dust<br />That its sparkle may amuse you.</p> "}, {"title": "Varieties of Internal Torment", "view_node": "/poem/varieties-internal-torment", "field_author": "<a href=\"/poet/david-hernandez\" hreflang=\"und\">David Hernandez</a>", "field_date_published": "2017", "body": " <pre>\nUnder the linden, a weatherworn\nbench. Eleven wooden slats in all\n\nto build a simple thing for sitting.\nThe one still generating green,\n\nshawled in August sunlight,\nhovers over the one chainsawed\n\nand hauled to the lumberyard.\nEach time it was split, sawdust leapt.\n\nThe bench was built. Years passed\nand now a pair of students sit together.\n\nOne has something impossible to say\nwithout hurting the other.\n\nHunched, bent from the burden of it,\nwhile the sun continues to\n\nspangle the linden, green flame\nafter green flame, their faces dappled\n\nin leaf-shadow. He knows he must\nconfess, how to hammer the sentences\n\nwith enough nails spiking out\nfrom compressed lips. It will be over\n\nsoon, his hesitation marked by\nhow red the stripes behind her thighs.</pre>\n "}, {"title": "SS Nevertheless", "view_node": "/poem/ss-nevertheless", "field_author": "<a href=\"/poet/david-hernandez\" hreflang=\"und\">David Hernandez</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">The widower in silk pajamas slides</span><br /><span class=\"long-line\">his hand along a glossy blue sleeve,</span></p>\n\n<p><span class=\"long-line\">thinking, <em>Water to fabric, rivulet</em></span><br /><em><span class=\"long-line\">slipped through a needle’s eye.</span></em></p>\n\n<p><span class=\"long-line\">He’s all ripples when he moves,</span><br /><span class=\"long-line\">all waves breaking against flesh.</span></p>\n\n<p><span class=\"long-line\">He read in the paper the human body is</span><br /><span class=\"long-line\">80 percent water. He is almost</span></p>\n\n<p><span class=\"long-line\">a brook when he wanders</span><br /><span class=\"long-line\">around the yard, practically a river</span></p>\n\n<p><span class=\"long-line\">flowing upstream when climbing stairs,</span><br /><span class=\"long-line\">the distant past of Pacific salmon</span></p>\n\n<p><span class=\"long-line\">leaping over his shoulders. He naps</span><br /><span class=\"long-line\">for hours on a king-size, the mattress</span></p>\n\n<p><span class=\"long-line\">dimpled where two bodies slept</span><br /><span class=\"long-line\">together for decades. Dreaming,</span></p>\n\n<p><span class=\"long-line\">he is the relative of that lake</span><br /><span class=\"long-line\">where he tipped the urn overboard.</span></p>\n\n<p><span class=\"long-line\">What was left of her the water</span><br /><span class=\"long-line\">dissolved, becoming the water</span></p>\n\n<p><span class=\"long-line\">and the lulling blue sounds it made</span><br /><span class=\"long-line\">while he paddled back to land.</span></p>\n"}, {"title": "Solitare", "view_node": "/poem/solitare", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2017", "body": " <p>When night drifts along the streets of the city,<br />And sifts down between the uneven roofs,<br />My mind begins to peek and peer.<br />It plays at ball in odd, blue Chinese gardens,<br />And shakes wrought dice-cups in Pagan temples<br />Amid the broken flutings of white pillars.<br />It dances with purple and yellow crocuses in its hair,<br />And its feet shine as they flutter over drenched grasses.<br />How light and laughing my mind is,<br />When all the good folk have put out their bedroom candles,<br />And the city is still.</p> "}, {"title": "Demonstration", "view_node": "/poem/demonstration", "field_author": "<a href=\"/poet/chanda-feldman\" hreflang=\"en\">Chanda Feldman</a>", "field_date_published": "2017", "body": " <pre>At the county extension service in the old downtown,\nI spent after-school hours in my mother’s office—\nthe green-glass building next to the city farmers’ market\n\nheld in the parking lot each week—the entrance lined\nwith dark-stained oak cabinets, quarts\nof tomatoes, the perfectly suspended fruit-flesh\n\nin red liquid. Men holding Chinese food cartons\nof soil, like purses, from their gardens and farms.\nThe soil needing to be fixed, the levels adjusted,\n\nthey’d puzzle over results laid out like blueprints.\nMy mother, a home economics agent, working\nupstairs in the demonstration hall and kitchen,\n\nthe double-burner stove tops, the steaming silver pots.\nIn her hairnet, a lab coat over her blazer and\nsatin blouse. I sat in the chairs for the audience\n\nwith my homework until she called me up\nto the platform to dip pH sticks to read the acid\ncontents. I’d slip the skin off peaches, level tablespoons\n\nof salt for brines. My mother taught me\neach step: the maceration, the strawberry-rhubarb\nslurry heating to frothing, the sugar thermometer\n\nrising to the gelling temperature of precisely 220\ndegrees. My mother pouring the fruit into scalded jars,\nthe room billowing with sweetness.</pre>\n "}, {"title": "In the Mirror ", "view_node": "/poem/mirror", "field_author": "<a href=\"/poet/chanda-feldman\" hreflang=\"en\">Chanda Feldman</a>", "field_date_published": "2017", "body": " <pre>\nMornings my father wiped a circle clean in the mirror steam,\na towel wrapped around his waist, his face lathered\nwith a pale gold powder mix from his porcelain mug.\n\nA shaving blade scraping against his jaw, then dipped\nin the sink. His wax kit and scissors laid out for his moustache.\nSome mornings, I rummaged in his closet, past the suits,\n\nthe camouflage vest—its elastic slots for rifle shells—\nhis army jacket, a dashiki, for the checkered shirts my mother sewed\nfor him long ago. On the floor were his racked shoes\n\nthat I polished, the bag of toothbrushes and cotton cloths\nI used for buffing between the stitches of his Johnston &amp; Murphy’s.\nWhenever he was fitted for a suit, I accompanied him,\n\nexamined his sleeve, the subtle woven colors\nin the wool’s weave as my father stood in the trifold mirror,\nits infinite reflections of him. I wore his old ties\n\nwith ankle-length skirts and combat boots. I watched\nas he wrapped a half Windsor knot and slipped it\nover my head, cinched it closed at my neck. After school,\n\nI stacked cordwood beside him in the yard, worked\nthe weed whacker, the chain saw, and he let me sip\nfrom his double shot of Jack. Chamber music on the stereo,\n\nwe’d grill in the backyard, sit through dusk’s mosquitoes,\nfireflies, June bugs, and moths. I didn’t know my own\nstrength, my father said to convince me my hands\n\nwere as good as his—that time passing me the garden hoe\nto cut a chicken snake sprawled on the warm floor\nof our garage—that I was the best son or daughter he could have.</pre>\n "}, {"title": "The Summer in Oklahoma", "view_node": "/poem/summer-oklahoma", "field_author": "<a href=\"/poet/claudia-buckholts\" hreflang=\"en\">Claudia Buckholts </a>", "field_date_published": "2017", "body": " <pre>\nIn the morning the horses appeared\nas I looked down from the attic window,\nthe red horse leading the bay,\nand the pale horse running behind.\nFor a whole day they were ours:\nmy sisters and I rode them over the fields.\nAll this was long ago, the morning,\nthe blossoming of the light,\nits fervor withheld no longer,\nbefore the shadows appeared\nin their strange syncopations,\nbefore death appeared in the world\nto trudge the weary trajectory of the stairs\nand stand looking down over the fields.\nLast night I dreamed of the horses again.\nThey gallop in a bright ring,\none after another, none losing its place,\nalways the same distance apart.\nNow the rider pulls on her dark reins\nand for a moment the horses move\nto the perfection of that music\nwhich is unheard, though hoped for\nin every place. Now I remember\nthe gaze of noon, transparent,\nshedding its far white light\nover the shrouded fields, the rectangles of green,\nover the spreading river between.\nThe possibility of grace\nhad never seemed so near, the sunflowers\nlifting their enormous heads\nby the farmer’s house, while the birds,\ngrosbeak, towhee, assemble, seeking their food:\nseeds, plucked out in the morning, fall to earth\nin the daylight field and rise in the field of night.</pre>\n "}, {"title": "Revisionism", "view_node": "/poem/revisionism", "field_author": "<a href=\"/poet/susan-blackwell-ramsey\" hreflang=\"en\">Susan Blackwell Ramsey</a>", "field_date_published": "2017", "body": " <pre>\nGrandpa shrugged when the feds at the kitchen door\n        said the pigpen weeds were marijuana,\nand they were there to cut them down and burn them.\n        “Got lots more weeds—feel free to cut them, too.”\n\nMarijuana was in the news a lot\n        when I first heard this story. Mom\nand I laughed at her father’s innocence,\n        briefly united in patronizing parents.\n\nYears later when she told it, she paused and added,\n        “But Dad did have terrible arthritis\nin his hands, and I wouldn’t bet\n        he didn’t know what he had growing there.”\n\nAnd suddenly I saw the wooden box\n        with the slotted roller in the top,\ncigarette rolling machine, the knob we’d turn\n        to send a crayon down to the waiting tray.\n\nOf course everybody rolled their own\n        in the Depression, nothing damning there.\nBut I felt history cough, twist in my hand,\n        watched my solid mother grow translucent,\n\ncapable of recasting legend, fact.\n        The last time I heard it, she concluded,\n“And you know, I wouldn’t care to bet\n        it wasn’t my mother who called those agents in.”</pre>\n "}, {"title": "Sea Iris", "view_node": "/poem/sea-iris", "field_author": "<a href=\"/poet/h-d\" hreflang=\"und\">H. D.</a>", "field_date_published": "2017", "body": " <p>I</p><p>Weed, moss-weed,<br />root tangled in sand,<br />sea-iris, brittle flower,<br />one petal like a shell<br />is broken,<br />and you print a shadow<br />like a thin twig.<br />Fortunate one,<br />scented and stinging,<br />rigid myrrh-bud,<br />camphor-flower,<br />sweet and salt—you are wind<br />in our nostrils.</p><p>II</p><p>Do the murex-fishers<br />drench you as they pass?<br />Do your roots drag up colour<br />from the sand?<br />Have they slipped gold under you—<br />rivets of gold?<br />Band of iris-flowers<br />above the waves,<br />you are painted blue,<br />painted like a fresh prow<br />stained among the salt weeds.</p> "}], "pager": {"current_page": 296, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}