{"rows": [{"title": "Not Dead", "view_node": "/poem/not-dead", "field_author": "<a href=\"/poet/robert-graves\" hreflang=\"und\">Robert Graves</a>", "field_date_published": "1918", "body": " <pre>\nWalking through trees to cool my heat and pain,  \nI know that David’s with me here again.  \nAll that is simple, happy, strong, he is.  \nCaressingly I stroke  \nRough bark of the friendly oak. \nA brook goes bubbling by: the voice is his.  \nTurf burns with pleasant smoke;  \nI laugh at chaffinch and at primroses.  \nAll that is simple, happy, strong, he is.  \nOver the whole wood in a little while  \nBreaks his slow smile.</pre>\n "}, {"title": "Song of the Trees", "view_node": "/poem/song-trees", "field_author": "<a href=\"/poet/mary-colborne-veel\" hreflang=\"und\">Mary Colborne-Veel</a>", "field_date_published": "1918", "body": " <pre>\n1\n\nWe are the Trees.  \n  Our dark and leafy glade  \nBands the bright earth with softer mysteries.  \nBeneath us changed and tamed the seasons run:  \nIn burning zones, we build against the sun         \n  Long centuries of shade.  \n  \n2\n\nWe are the Trees,  \n  Who grow for man’s desire,  \nHeat in our faithful hearts, and fruits that please.  \nDwelling beneath our tents, he lightly gains         \nThe few sufficiencies his life attains—  \n  Shelter, and food, and fire.  \n  \n3\n\nWe are the Trees  \n  That by great waters stand,  \nBy rills that murmur to our murmuring bees.         \nAnd where, in tracts all desolate and waste,  \nThe palm-foot stays, man follows on, to taste  \n  Springs in the desert sand.  \n  \n4\n\nWe are the Trees  \n  Who travel where he goes         20 \nOver the vast, inhuman, wandering seas.  \nHis tutors we, in that adventure brave—  \nHe launched with us upon the untried wave,  \n  And now its mastery knows.  \n  \n5\n\nWe are the Trees         25 \n  Who bear him company  \nIn life and death. His happy sylvan ease  \nHe wins through us; through us, his cities spread  \nThat like a forest guard his unfenced head  \n  ’Gainst storm and bitter sky.         30 \n  \n6\n\nWe are the Trees.  \n  On us the dying rest  \nTheir strange, sad eyes, in farewell messages.  \nAnd we, his comrades still, since earth began,  \nWave mournful boughs above the grave of man,          \n  And coffin his cold breast.</pre>\n "}, {"title": "Orpheus", "view_node": "/poem/orpheus-0", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "1623", "body": " <pre>\nOrpheus with his lute made trees   \nAnd the mountain tops that freeze   \n  Bow themselves when he did sing:   \nTo his music plants and flowers   \nEver sprung; as sun and showers \n  There had made a lasting spring.   \n  \nEvery thing that heard him play,   \nEven the billows of the sea,   \n  Hung their heads and then lay by.   \nIn sweet music is such art, \n  Killing care and grief of heart   \n  Fall asleep, or hearing, die. </pre>\n "}, {"title": "The Sound of the Trees", "view_node": "/poem/sound-trees", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "1916", "body": "<p><span class=\"long-line\">I wonder about the trees.  </span><br /><span class=\"long-line\">Why do we wish to bear  </span><br /><span class=\"long-line\">Forever the noise of these  </span><br /><span class=\"long-line\">More than another noise  </span><br /><span class=\"long-line\">So close to our dwelling place? </span><br /><span class=\"long-line\">We suffer them by the day  </span><br /><span class=\"long-line\">Till we lose all measure of pace,  </span><br /><span class=\"long-line\">And fixity in our joys,  </span><br /><span class=\"long-line\">And acquire a listening air.  </span><br /><span class=\"long-line\">They are that that talks of going       </span><br /><span class=\"long-line\">But never gets away;  </span><br /><span class=\"long-line\">And that talks no less for knowing,  </span><br /><span class=\"long-line\">As it grows wiser and older,  </span><br /><span class=\"long-line\">That now it means to stay.  </span><br /><span class=\"long-line\">My feet tug at the floor </span><br /><span class=\"long-line\">And my head sways to my shoulder  </span><br /><span class=\"long-line\">Sometimes when I watch trees sway,  </span><br /><span class=\"long-line\">From the window or the door.  </span><br /><span class=\"long-line\">I shall set forth for somewhere,  </span><br /><span class=\"long-line\">I shall make the reckless choice </span><br /><span class=\"long-line\">Some day when they are in voice  </span><br /><span class=\"long-line\">And tossing so as to scare  </span><br /><span class=\"long-line\">The white clouds over them on.  </span><br /><span class=\"long-line\">I shall have less to say,  </span><br /><span class=\"long-line\">But I shall be gone.</span></p>\n"}, {"title": "Manners", "view_node": "/poem/manners", "field_author": "<a href=\"/poet/michael-blumenthal\" hreflang=\"und\">Michael Blumenthal</a>", "field_date_published": "1987", "body": " <pre>\nJust because a man pulls out your chair for you\nand takes your coat at an elegant restaurant \nis no guarantee that he really loves you. You know this,\nand so whether he burps or farts over the dinner \nlike some sort of Chinese compliment \ndoes not much matter to you, whether he subscribes\nto the high sanctimony of the right thing \nleaves you unmoved and lonely. Once, \nlike a Turkish princess, you were feted and dined\nby all sorts of mannerly people, in a high castle \non the cliffs of Scotland. Now, so many thank-yous\nand sincerelies later, it's the things unsaid, \nthe warm rudities of late night, that most move you \nand you are wild for slurped sounds of the truly decent,\nthe I-chew-with-my-mouth-open look of the one \nyou will love forever. Whatever it is that might be said\nfor the predictable thing, the good manners \nyou were taught in childhood, it's more and more\nthe case of the auspicious oddity that excites you now,\nthe cool flippancy of the one who invents \nhis own decencies. <i>Darling</i>, I say to you, \n<i>fall to the floor all you want, I ain't pulling \nchairs out for anyone</i>. But what I'll whisper to you later, \nin the orderly dark that comes every night like a good butler,\n will be sweeter than all that, believe me, \nsomething you can write home to mom about\nas if I were the man who had sent you a, dozen roses\non Valentine's Day, or smiled in the pretty picture, \nor paid you the most beautiful compliment in the world—\nonly more slovenly, baby, more kind. </pre>\n "}, {"title": "Suburban", "view_node": "/poem/suburban", "field_author": "<a href=\"/poet/michael-blumenthal\" hreflang=\"und\">Michael Blumenthal</a>", "field_date_published": "1987", "body": " <pre>\nConformity caught here, nobody catches it,\nLawns groomed in prose, with hardly a stutter.\nLloyd hits the ball, and Lorraine fetches it.\n\nMom hangs the laundry, Fred, Jr., watches it,\nShirts in the clichéd air, all aflutter.\nConformity caught here, nobody catches it.\n\nA dog drops a bone, another dog snatches it.\nI dreamed of this life once, Now I shudder\nAs Lloyd hits the ball and Lorraine fetches it.\n\nA doldrum of leaky roofs, a roofer who patches it,\nLloyd prowls the streets, still clutching his putter.\nConformity caught here, nobody catches it.\n\nThe tediumed rake, the retiree who matches it, \nThe fall air gone dead with the pure drone of motors\nWhile Lloyd hits the ball, and Lorraine just fetches it.\n\nThe door is ajar, then somebody latches it.\nThrough the hissing of barbecues poets mutter \nOf conformity caught here, where nobody catches it.\nLloyd hits the ball. And damned Lorraine fetches it. </pre>\n "}, {"title": "The Language of the Birds", "view_node": "/poem/language-birds", "field_author": "<a href=\"/poet/richard-siken\" hreflang=\"und\">Richard Siken</a>", "field_date_published": "2011", "body": " <style type=\"text/css\">\n<!--/*--><![CDATA[/* ><!--*/\n\n<!--/*--><![CDATA[/* ><!--*/\n\np { line-height: 1.5em; }\nblockquote p { line-height: 1.5em; }\n/*--><!]]]]><![CDATA[>*/\n/*--><!]]>*/\n</style><p>1</p><p>A man saw a bird and found him beautiful. The bird had a song inside him, and feathers. Sometimes the man felt like the bird and sometimes the man felt like a stone—solid, inevitable—but mostly he felt like a bird, or that there was a bird inside him, or that something inside him was like a bird fluttering. This went on for a long time.</p><p><br />2</p><p>A man saw a bird and wanted to paint it. The problem, if there was one, was simply a problem with the question. Why paint a bird? Why do anything at all? Not how, because hows are easy—series or sequence, one foot after the other—but existentially why bother, what does it solve?</p><p>And just because you want to paint a bird, do actually paint a bird, it doesn’t mean you’ve accomplished anything. Who gets to measure the distance between experience and its representation? Who controls the lines of inquiry? We do. Anyone can.</p><p><em>Blackbird</em>, he says. So be it, indexed and normative. But it isn’t a bird, it’s a man in a bird suit, blue shoulders instead of feathers, because he isn’t looking at a bird, real bird, as he paints, he is looking at his heart, which is impossible.</p><p>Unless his heart is a metaphor for his heart, as everything is a metaphor for itself, so that looking at the paint is like looking at a bird that isn’t there, with a song in its throat that you don’t want to hear but you paint anyway.</p><p>The hand is a voice that can sing what the voice will not, and the hand wants to do something useful. <em>Sometimes, at night, in bed, before I fall asleep, I think about a poem I might write, someday, about my heart</em>, says the heart.</p><p><br />3</p><p>They looked at the animals. They looked at the walls of the cave. This is earlier, these are different men. They painted in torchlight: red mostly, sometimes black—mammoth, lion, horse, bear—things on a wall, in profile or superimposed, dynamic and alert.</p><p>They weren’t animals but they looked like animals, enough like animals to make it confusing, meant something but the meaning was slippery: it wasn’t there but it remained, looked like the thing but wasn’t the thing—was a second thing, following a second set of rules—and it was too late: their power over it was no longer absolute.</p><p>What is alive and what isn’t and what should we do about it? Theories: about the nature of the thing. And of the soul. Because people die. The fear: that nothing survives. The greater fear: that something does.</p><p>The night sky is vast and wide.</p><p>They huddled closer, shoulder to shoulder, painted themselves in herds, all together and apart from the rest. They looked at the sky, and at the mud, and at their hands in the mud, and their dead friends in the mud. This went on for a long time.</p><p><br />4</p><p>To be a bird, or a flock of birds doing something together, one or many, starling or murmuration. To be a man on a hill, or all the men on all the hills, or half a man shivering in the flock of himself. These are some choices.</p><p>The night sky is vast and wide.</p><p>A man had two birds in his head—not in his throat, not in his chest—and the birds would sing all day never stopping. The man thought to himself, <em>One of these birds is not my bird</em>. The birds agreed.<br /> </p> "}, {"title": "Night Baseball", "view_node": "/poem/night-baseball", "field_author": "<a href=\"/poet/michael-blumenthal\" hreflang=\"und\">Michael Blumenthal</a>", "field_date_published": "1984", "body": " <pre>\n[I] retrace by moonlight the roads where I used to play in the sun.\n                                                 — Marcel Proust\n\n\nAt night, when I go out to the field\nto listen to the birds sleep, the stars\nhover like old umpires over the diamond,\nand I think back upon the convergences\nof bats and balls, of cowhide and the whacked\nthumping of cork into its oiled pockets,\nand I realize again that our lives pass\nlike the phased signals of that old coach,\nthe moon, passing over the pitcher's mound,\nlike the slowed stride of an aging shortstop\nas he lopes over the infield or the stilled echo\nof crowds in a wintered stadium. I see again\nhow all the old heroes have passed on to their\nranches and dealerships, that each new season\nushers in its crop of the promised and promising,\nthe highly touted and the sudden phenoms of the\nunexpected, as if the hailed dispensation of gifts\nhad realigned itself into a new constellation,\nas if the old passages of decrepitude and promise\nhad been altered into a new seeming. I remember\nhow once, sliding into second during a steal,\nI watched the sun rest like a diadem against the\nhead of some spectator, and thought to myself\nin the neat preutterance of all true feeling,\nhow even our thieveries, well-done, are blessed\nwith a certain luminousness, how a man rising\nfrom a pilfered sanctity might still upright himself\nand return, like Odysseus, to some plenitude\nof feast and fidelity. It is why, even then, I loved\nbaseball: the fierce legitimacy of the neatly stolen,\nthe calm and illicit recklessness of the coaches\nwith their wet palms and arcane tongues of mimicry\nand motion. It is why, even now, I steal away\nfrom my wife's warm arms to watch the moon sail\nlike a well-hit fly over the stadium, then hump\nmy back high over the pitcher's mound and throw\nthat old curve of memory toward the plate\nwhere I run for a swing at it—the moon\nand the stars approving my middle-aged bravado,\nthat boy still rising from his theft to find the light.</pre>\n "}, {"title": "Fish Fucking", "view_node": "/poem/fish-fucking", "field_author": "<a href=\"/poet/michael-blumenthal\" hreflang=\"und\">Michael Blumenthal</a>", "field_date_published": "1984", "body": " <pre>\nThis is not a poem about sex, or even\n   about fish or the genitals of fish, \nSo if you are a fisherman or someone interested\n   primarily in sex, this would be as good a time\nAs any to put another worm on your hook \n   or find a poem that is really about fucking. \n\nThis, rather, is a poem about language, \n   and about the connections between mind and ear\nAnd the strange way a day makes its tenuous\n   progress from almost anywhere. \n\nWhich is why I've decided to begin with the idea\n   of fish fucking (not literally, mind you, \nBut the <i>idea</i> of fish fucking), because the other\n   day, and a beautiful day it was, in Virginia\nThe woman I was with, commenting on the time\n   between the stocking of a pond and the \n\nFirst day of fishing season, asked me if this\n   was perhaps because of the frequency with which\nFish fuck, and—though I myself know nothing at all\n   about the fucking of fish—indeed, I believe \n\nFrom the little biology I know that fish do not\n   fuck at all as we know it, but rather the male\nDeposits his sperm on the larvae, which the female, \n   in turn, has deposited—yet the question \nSomehow suggested itself to my mind as the starting\n   point of the day, and from the idea of fish \n\nFucking came thoughts of the time that passes\n   between things and our experience of them, \nNot only between the stocking of the pond and our\n   being permitted to fish in it, but the time, \n\nFor example, that passes between the bouncing\n   of light on the pond and our perception of the\nPond, or between the time I say the word <i>jujungawop</i>\n   and the moment that word bounces against your \nEardrum and the moment a bit further on when the\n   nerves that run from the eardrum to the brain \n\nInform you that you do not, in fact, know \n   the meaning of the word <i>jujungawop</i>, but this,\nPerhaps, is moving a bit too far from the idea of \n   fish fucking and how beautifully blue the pond was \n\nThat morning and how, lying among the reeds atop \n   the dam and listening to the water run under it, \nThe thought occurred to me how the germ of an idea\n   has little to do with the idea itself, and how \nIt is rather a small leap from fish fucking to the\n   anthropomorphic forms in a Miró painting, \n\nOr the way certain women, when they make love,\n   pucker their lips and gurgle like fish, and how\nThis all points out how dangerous it is for a \n   man or a woman who wants a poet's attention \n\nTo bring up an idea, even so ludicrous and \n   biologically ungrounded a one as fish fucking,\nBecause the next thing she knows the mind is taking \n   off over the dam from her beautiful face, off \nOver the hills of Virginia, perhaps as far as Guatemala \n   and the black bass that live in Lake Atitlán who \n\nFeast on the flightless grebe, which is not merely\n   a sexual thought or a fishy one, but a thought \nAbout the cruelty that underlies even great beauty,\n   the cruelty of nature and love and our lives which \n\nWe cannot do without and without which even the idea\n   of fish fucking would be ordinary and no larger than\nItself, but to return now to that particular day, and to \n   the idea of love, which inevitably arises from the \nThought that even so seemingly unintelligent a creature\n   as a fish could hold his loved one, naked in the water, \n\nAnd say to her, softly, <i>Liebes, mein Lubes</i>; it was \n   indeed a beautiful day, the kind filled with anticipation \nAnd longing for the small perfections usually found only \n   in poems; the breeze was slight enough just to brush \n\nA few of her hairs gently over one eye, the air was\n   the scent of bayberry and pine as if the gods were\nBurning incense in some heavenly living room, and\n   as we lay among the reeds, our faces skyward, \nThe sun fondling our cheeks, it was as if each \n   time we looked away from the world it took \n\nOn again a precise yet general luminescence when we \n   returned to it, a clarity equally convincing as pain \nBut more pleasing to the senses, and though it was not \n   such a moment of perfection as Keats or Hamsun \n\nSpeak of and for the sake of which we can go on for \n   years almost blissful in our joylessness, it was \nA day when at least the possibility of such a thing \n   seemed possible: the deer tracks suggesting that \nDeer do, indeed, come to the edge of the woods to feed\n   at dusk, and the idea of fish fucking suggesting \n\nA world so beautiful, so divine in its generosity \n   that even the fish make love, even the fish live \nHappily ever after, chasing each other, lustful \n   as stars through the constantly breaking water.</pre>\n "}, {"title": "To A Sea-Cliff", "view_node": "/poem/sea-cliff", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "1925", "body": " <pre>\n(Durlston Head)\n\n\n    Lend me an ear\n    While I read you here\nA page from your history,\n    Old cliff—not known\n    To your solid stone,\nYet yours inseparably.\n\n    Near to your crown\n    There once sat down\nA silent listless pair;\n    And the sunset ended,\n    And dark descended,\nAnd still the twain sat there.\n\n    Past your jutting head\n    Then a line-ship sped,\nLit brightly as a city;\n    And she sobbed: \"There goes\n    A man who knows\nI am his, beyond God's pity!\"\n\n    He slid apart\n    Who had thought her heart\nHis own, and not aboard\n    A bark, sea-bound. . . .\n    That night they found\nBetween them lay a sword.</pre>\n "}, {"title": "Letter to Jerusalem", "view_node": "/poem/letter-jerusalem", "field_author": "<a href=\"/poet/elana-bell\" hreflang=\"und\">Elana Bell</a>", "field_date_published": "2011", "body": " <p>To hold the bird and not to crush her, that is the secret. Sand turned too quickly to cement and who cares if the builders lose their arms? The musk of smoldered rats on sticks that trailed their tails through tunnels underground. Trickster of light, I walk your cobbled alleys all night long and drink your salt. City of bones, I return to you with dust on my tongue. Return to your ruined temple, your spirit of revolt. Return to you, the ache at the center of the world.</p> "}, {"title": "Flags", "view_node": "/poem/flags", "field_author": "<a href=\"/poet/elana-bell\" hreflang=\"und\">Elana Bell</a>", "field_date_published": "2011", "body": " <pre>\n                                <i>We have put up many flags,\n                                they have put up many flags.\n                                To make us think that they are happy.\n                                To make them think that we are happy.</i>\n                                                                     —Yehuda Amichai\n\nEverywhere, in the fertile soil of this land, \nwe've planted flags. Flags sprout like the hair\nfrom an old man's nostrils. Blue and white \nor red, black, green and white, they shroud \nwindows, standing in for a family \nyou can't see: a flag instead of the mother \nwho hums and spices the lentils, a flag \nfor father, who runs the blade against his cheek\neach morning with the rooster's <i>kukuku</i>. \nLater, in the dark, he holds his wife \nwhile the children sleep wrapped in flags. \nFlags grow in the garden, flags from the beaks\nof muted birds. Shredded flags drape phone wires, \nflags hang from the pines like dead hands—</pre>\n "}, {"title": "Letter to Arafat", "view_node": "/poem/letter-arafat", "field_author": "<a href=\"/poet/elana-bell\" hreflang=\"und\">Elana Bell</a>", "field_date_published": "2011", "body": " <p>In the rebuilt café where the bride exploded with the glass, we order cappuccino to sip with our cigarettes. Across the invisible line, only Arabic coffee. In Gaza they make rockets from lead pipe and nails. We say animals. Is a body worth a body? What if it has wept in the rain? Whispered the ninety-nine names of God and claimed one for itself. In the first light. Before morning.</p> "}, {"title": "There are things this poem would rather not say:", "view_node": "/poem/there-are-things-poem-would-rather-not-say", "field_author": "<a href=\"/poet/elana-bell\" hreflang=\"und\">Elana Bell</a>", "field_date_published": "2011", "body": " <pre>\nWe ate <i>labneh</i> and bread in your tents\n\n\nWhen we had no water\n          we drew it from your well\n\n\t\nYour camels carried the sand to build our houses\n          you built them—your hands—\n\n\nFig-tree          prickly-pear          human-flood\n\n\nYou were the wasteland we made bloom</pre>\n "}, {"title": "Be Kind", "view_node": "/poem/be-kind", "field_author": "<a href=\"/poet/michael-blumenthal\" hreflang=\"und\">Michael Blumenthal</a>", "field_date_published": "2011", "body": " <pre>\nNot merely because Henry James said\nthere were but four rules of life—\n<i>be kind be kind be kind be kind</i>—but\nbecause it's good for the soul, and, \nwhat's more, for others, it may be\nthat kindness is our best audition\nfor a worthier world, and, despite\nthe vagueness  and uncertainty of\nits recompense, a bird may yet  wander\ninto a bush before our very houses, \ngratitude may not manifest itself in deeds\nentirely equal to our own, still there's\nweather arriving from every direction,\nthe feasts of famine and feasts of plenty\nmay yet prove to be one,  so why not\nallow the little sacrificial squinches and \nsquigulas to prevail? Why not inundate\nthe particular world with minute particulars?\nDust's certainly all our fate, so why not \nmake it the happiest possible dust, \na detritus of blessedness? Surely\nthe hedgehog, furling and unfurling\ninto its spiked little ball, knows something\nthat, with gentle touch and unthreatening\ntone, can inure to our benefit, surely the wicked \nwitches of our childhood have died and, \nfrom where they are buried, a great kindness \nhas eclipsed their misdeeds. Yes, of course, \nin the end so much comes down to privilege \nand its various penumbras, but too much \nof our unruly animus has already been \nwasted on reprisals, too much of the\nunblessed air is filled with smoke from \nundignified fires. Oh friends, take\nwhatever kindness you can find\nand be profligate in its expenditure: \nIt will not drain your limited resources, \nI assure you, it will not leave you vulnerable \nand unfurled, with only your sweet little claws \nto defend yourselves, and your wet little noses, \nand your eyes to the ground, and your little feet.</pre>\n "}, {"title": "Stones", "view_node": "/poem/stones", "field_author": "<a href=\"/poet/michael-blumenthal\" hreflang=\"und\">Michael Blumenthal</a>", "field_date_published": "1980", "body": " <pre>\n<i>A man in terror of impotence\nor infertility, not knowing the difference . . . . </i>\n                                             Adrienne Rich\n\n\nWe live in dread of something:\n\nNeed, perhaps. Tears,\nthe air inside a woman's dress,\nthe deep breath of non-ambition.\n\nIn a valley of stone,\nmen had to carry stones.\nIn a sea of fertility,\nwomen could drown\nin the wake of conceptions.\n\nWe no longer build in stone—\nhouses of rice paper, beds\nof feather. Manhood\nis the one stone we still\ninsist on, lifting it\n\nFrom abandoned quarries,\ncarrying it on our backs\neven when we make love,\nuntil the woman beneath us\ncalls passion a kind of\n\nSuffocation, surfaces for air\nlike a young child whose head\nhas been pushed beneath the water,\na way to learn swimming.\n\n<i>Did you come?</i> we ask,\nher head bobbing above the brine\nthat pours from us. Applause\nis what we want now,\n\nHer wet hands\nclapping in the last wind\nbefore she sinks again,\nbefore she holds us again\nso tight we both plunge\nlike a cry for help\ninto the water,\n\nBefore we fall to the bottom—\n\nStones\nnot even the fish\nwill pause to tell apart.</pre>\n "}, {"title": "Jew", "view_node": "/poem/jew", "field_author": "<a href=\"/poet/michael-blumenthal\" hreflang=\"und\">Michael Blumenthal</a>", "field_date_published": "1980", "body": " <pre>\nfor Isaac Bashevis Singer\n\n\nThe melancholy of Chopin and cruel breathing\nfolds back your sheets,\nand you rise like lightly leavened bread,\nlike all the old, arthritic Jews left in the world,\nfrom your Sabbatical sleep.\n\nYou rise and wipe the crusted blood\nfrom your doorpost, kiss the angled <i>mezuzah</i>,\nand are grateful you have again been spared\nthe pestilence and the lice,\nthe hailstones and the fissuring earth,\nthe ambiguous knife of Abraham.\n\nYou go to the window, and through the Jew-eyes\nof this life you watch children stomp\ntheir booted feet against the sidewalk,\ngrandmothers and grandfathers sew yellow stars\nonto their lapels and wrap their hungry bones\nin the long phylacteries.\n\nIt is 1979, you know it, but you have slept\nlike a Jew. And dreamt like a Jew. And the dreams\nof all the persecuted Jews (the Jews chased\nby the Assyrians and the Babylonians, the Jews\nconverted by the Egyptians and the Romans and\nthe Hari Krishnas, the Jews baked like strudel\nand refined into lampshades by the resourceful Germans)\nswim like fresh sperm into the ovaries of your sleep,\nand you wake, pregnant and nauseous with Jew\nand with history\nand with your ambivalent God.\n\nAnd then you go to the table,\nand (though you never believed\nGod could enter through your mouth)\nyou eat like a Jew,\nyou feel the milk that does not want to sleep\nwith the meat, and the meat that does not want\nto sleep with the milk, and you feel\nthe stones of some vague guilt, the stones\nof <i>immer Morgen, Morgen</i>\nof the anxious bridegroom, Doom,\nand the reluctant bride, Joy,\nturn in your stomach like the ballast of some\nHassidic boat that refuses to sail on the Sabbath.\nAnd it is always the Sabbath.\n\nAnd then you go to your bed,\nand you make love to your wife like a Jew,\nwith your desperate tongue and your mutilated penis\nand your envy of womanhood grown so large\nyou are the best lover in the world, better\nthan Robert Redford and all the <i>goyische</i> skiers,\nbetter than the Black athletes with their beautiful,\nround buttocks that turn like greased bearings\nin your wife's Jew-hating dreams.</pre>\n "}, {"title": "Moonlight Monologue for the New Kitten", "view_node": "/poem/moonlight-monologue-new-kitten", "field_author": "<a href=\"/poet/peter-kantor\" hreflang=\"und\">Péter Kántor</a>", "field_date_published": "2010", "body": " <pre>\nThe old kitten is replaced by a new baby kitten\nthe old dog by a new pup\nlike a dead Monday by Tuesday.\n\nThey stroke the new kitten in their laps\nso that their excess affection won't go sour,\nso that it will love them in return, like the old one did.\n\nBut for me they aren't replaceable,\nnot the kitten, not the Monday, not anything else;\nfor me they never die.\n\nThey only distance themselves, or dwell in me\ndisappearing into the distance: they dwell in my heart and ears,\nlike the Moonlight Sonata dwells in a piano.\n\nGone? No new rain rinses the shower-scent\nof an old Monday from me,\nno matter how hard it pours, hisses, streams.\n\nRidiculous, maybe, but it feels good to me,\nlike an old stone in the cemetery,\non which a bird might drop its feather.\n\nOut there in the City Park and everywhere,\nwhere forgetting fattens fresh ice,\nhow many, attentively oblivious, are skating!\t\t\t\t\n\nI understand them, that on slippery ground \nthey alone possess life while living,\nas long as is possible, and as best as is possible.              \n\nBut for me easy grief's loathsome,\nand the easy solace of what's easily replaced;\nif I'm no more, they'll replace me soon.\n\nI know, if I'm no more, they'll have someone else,\nwho'll lie in their beds for me,\npant, talk, suffer, love.\n\nBut why shouldn't it be this way? It might\nneed to be this way— why expect the unexpectable,\nthe too hard, the too much?... I understand.\n\nAnd yet, for me, it's irreplaceable\nand what used to be dear doesn't stop being dear.\nAnd it is still too early to love the new kitten. \t\t\n\nI don't put it in my lap, because the old one's\nabsence still burns there. I know \nif I'm no more, there'll be someone else.</pre>\n "}, {"title": "Little Night Prayer", "view_node": "/poem/little-night-prayer", "field_author": "<a href=\"/poet/peter-kantor\" hreflang=\"und\">Péter Kántor</a>", "field_date_published": "2010", "body": " <pre>\nLord, I'm tired,\nthe bunion on my right foot is throbbing,\nI worry about myself.\n\nWho is this anguished man, Lord?\nit can't be me,\nso woeful and sluggish.\t\t\t\t\t\n\nI would like to trust quietly,\nbut like waves in the ocean,\ntempers bubble up in me.\n\nI try a smile,\nbut some hairdespair\nimpedes me.\n\nThis isn't all right, Lord,\nfeel pity for me, be scared,\nreward my endeavors.\t\t\t\t\t\t\t\n\nEvaluate things with me,\ndelete with my own hand\nwhat isn't needed.\n\nTaste with me what needs to be tasted,\nand say to me:\nthis is sweet! this is sour!\n\nRemind me\nof the small red car,\nof something that was good.\n\nThere was a lot that was good, wasn't there?\na lot of sunken islands,\ncrumbled glamour.\n\nPlace a net into my hands\nto fish with, in the past\nand in the present.\n\nI'm a fish too, in the night,\npuckering silver,  \nbubble-lifed.\n\nTurn me inside out, freshen me up,\nthrow me up high and catch me!\nWhat's it to you, Lord?     \n\nIf you must,\nlay down your cards,\nshow me something new.\n\nHow your leaves fall!\nyour sun scorches\nyour wind whistles.\n\nSpeak to me!\nTalk with me through the night,\nit's nothing to you, Lord!</pre>\n "}, {"title": "The Difference between a Child and a Poem", "view_node": "/poem/difference-between-child-and-poem", "field_author": "<a href=\"/poet/michael-blumenthal\" hreflang=\"und\">Michael Blumenthal</a>", "field_date_published": "1992", "body": " <pre>\nIf you are terrified of your own death,\nand want to escape from it,\nyou may want to write a poem,\nfor the poem might carry your name\ninto eternity, the poem\nmay become immortal, beyond flesh\nand fashion, it may be read\nin a thousand years by someone\nas frightened of death as you are,\nin a dark field, at night,\nwhen he has failed once again at love\nand there is no illusion with which to escape\nthe inward pull of his own flesh\nagainst the narrowing margins of the spirit.\n\nBut if you have accepted your own death,\nif you have pinched daily the corroborating flesh,\nand have passed the infinite gravestones\nbearing your name, if you know for certain\nthat the day will one day come\nwhen you will gaze into the mirror in search of your face\nand find only a silence, then\nyou may want to make a child, you may want to push\nthe small oracles of flesh forward\ninto some merely finite but lengthening story,\nyou may want to toss your seed into the wind\nlike a marigold, or a passion fruit, and watch\nas a fresh flower grows in your place, as your face\ninches onto another face, and your eyes\nslip down over your cheeks onto the forehead\nof your silenced, speakable future.\n\nAnd, then, when you are done with all that,\nyou may want to write a poem.</pre>\n "}], "pager": {"current_page": 467, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}