{"rows": [{"title": "Olney Hymns, IX [The Contrite Heart]", "view_node": "/poem/olney-hymns-ix-contrite-heart", "field_author": "<a href=\"/poet/william-cowper\" hreflang=\"und\">William Cowper</a>", "field_date_published": "1779", "body": " <pre>\nThe Lord will happiness divine\n     On contrite hearts bestow; \nThen tell me, gracious God, is mine\n     A contrite heart or no?\n\nI hear, but seem to hear in vain,\n     Insensible as steel; \nIf aught is felt, 'tis only pain,\n     To find I cannot feel.\n\nI sometimes think myself inclined\n     To love Thee if I could; \nBut often feel another mind,\n     Averse to all that's good.\n\nMy best desires are faint and few,\n     I fain would strive for more; \nBut when I cry, \"My strength renew!\"\n     Seem weaker than before.\n\nThy saints are comforted, I know,\n     And love Thy house of prayer; \nI therefore go where others go,\n     But find no comfort there.\n\nOh make this heart rejoice or ache;\n     Decide this doubt for me; \nAnd if it be not broken, break—\n     And heal it, if it be.</pre>\n "}, {"title": "The Task, Book I, The Sofa [excerpt]", "view_node": "/poem/task-book-i-sofa-excerpt", "field_author": "<a href=\"/poet/william-cowper\" hreflang=\"und\">William Cowper</a>", "field_date_published": "1785", "body": " <pre>\n     Peace to the artist, whose ingenious thought\nDevised the weather-house, that useful toy!\nFearless of humid air and gathering rains\nForth steps the man—an emblem of myself!\nMore delicate his timorous mate retires.\nWhen Winter soaks the fields, and female feet,\nToo weak to struggle with tenacious clay,\nOr ford the rivulets, are best at home,\nThe task of new discoveries falls on me.\nAt such a season and with such a charge\nOnce went I forth, and found, till then unknown,\nA cottage, whither oft we since repair:\n'Tis perched upon the green hill-top, but close\nEnvironed with a ring of branching elms\nThat overhang the thatch, itself unseen\nPeeps at the vale below; so thick beset\nWith foliage of such dark redundant growth,\nI called the low-roofed lodge the <i>peasant's nest</i>.\nAnd hidden as it is, and far remote\nFrom such unpleasing sounds as haunt the ear\nIn village or in town, the bay of curs\nIncessant, clinking hammers, grinding wheels,\nAnd infants clamorous whether pleased or pained,\nOft have I wished the peaceful covert mine.\nHere, I have said, at least I should possess\nThe poet's treasure, silence, and indulge\nThe dreams of fancy, tranquil and secure.\nVain thought! the dweller in that still retreat\nDearly obtains the refuge it affords.\nIts elevated site forbids the wretch\nTo drink sweet waters of the crystal well;\nHe dips his bowl into the weedy ditch,\nAnd heavy-laden brings his beverage home,\nFar-fetched and little worth: nor seldom waits\nDependent on the baker's punctual call,\nTo hear his creaking panniers at the door,\nAngry and sad and his last crust consumed.\nSo farewell envy of the <i>peasant's nest</i>.\nIf solitude make scant the means of life,\nSociety for me! Thou seeming sweet,\nBe still a pleasing object in my view,\nMy visit still, but never mine abode.</pre>\n "}, {"title": "The Secret of Light", "view_node": "/poem/secret-light", "field_author": "<a href=\"/poet/james-wright\" hreflang=\"und\">James Wright</a>", "field_date_published": "1990", "body": "<p>I am sitting contented and alone in a little park near the Palazzo Scaligere in Verona, glimpsing the mists of early autumn as they shift and fade among the pines and city battlements on the hills above the river Adige.</p>\n\n<p>The river has recovered from this morning's rainfall. It is now restoring to its shapely body its own secret light, a color of faintly cloudy green and pearl.</p>\n\n<p>Directly in front of my bench, perhaps thirty yards away from me, there is a startling woman. Her hair is black as the inmost secret of light in a perfectly cut diamond, a perilous black, a secret light that must have been studied for many years before the anxious and disciplined craftsman could achieve the necessary balance between courage and skill to stroke the strange stone and take the one chance he would ever have to bring that secret to light.</p>\n\n<p>While I was trying to compose the preceding sentence, the woman rose from her park bench and walked away. I am afraid her secret might never come to light in my lifetime. But my lifetime is not the only one. I will never see her again. I hope she brings some other man's secret face to light, as somebody brought mine. I am startled to discover that I am not afraid. I am free to give a blessing out of my silence into that woman's black hair. I trust her to go on living. I believe in her black hair, her diamond that is still asleep. I would close my eyes to daydream about her. But those silent companions who watch over me from the insides of my eyelids are too brilliant for me to meet face to face.</p>\n\n<p>The very emptiness of the park bench in front of mine is what makes me happy. Somewhere else in Verona at just this moment, a woman is sitting or walking or standing still upright. Surely two careful and accurate hands, total strangers to me, measure the invisible idea of the secret vein in her hair. They are waiting patiently until they know what they alone can ever know: that time when her life will pause in mid-flight for a split second. The hands will touch her black hair very gently. A wind off the river Adige will flutter past her. She will turn around, smile a welcome, and place a flawless and fully formed Italian daybreak into the hands.</p>\n\n<p>I don't have any idea what his face will look like. The light still hidden inside his body is no business of mine. I am happy enough to sit in this park alone now. I turn my own face toward the river Adige. A little wind flutters off the water and brushes past me and returns.</p>\n\n<p>It is all right with me to know that my life is only one life. I feel like the light of the river Adige.</p>\n\n<p>By this time, we are both an open secret.</p>\n\n<pre>\n                                                                                                       <i>Verona</i></pre>\n"}, {"title": "The Yoke", "view_node": "/poem/yoke", "field_author": "<a href=\"/poet/frank-bidart\" hreflang=\"und\">Frank Bidart</a>", "field_date_published": "1997", "body": " <pre>\n<i>don't worry     I know you're dead\nbut tonight\n\nturn your face again\ntoward me\n\nwhen I hear your voice there is now\nno direction in which to turn</i>\n\nI sleep and wake and sleep and wake and sleep and wake and\n\nbut tonight\nturn your face again\n\ntoward me\n\n<i>see     upon my shoulders is the yoke\nthat is not a yoke</i>\n\ndon't worry          I know you're dead\nbut tonight\n\nturn your face again</pre>\n "}, {"title": "The Branches", "view_node": "/poem/branches", "field_author": "<a href=\"/poet/jean-valentine\" hreflang=\"und\">Jean Valentine</a>", "field_date_published": "2009", "body": " <pre>\nThe branches looked first like tepees,\nbut there was no emptiness.\n\nLike piles of leaves waiting for fire:\nat the foot of the wisewoman trees,\nat the foot of the broken General,\n\nnext to the tree of the veteran\ngirl who died this summer       slow red\ncloth</pre>\n "}, {"title": "Red Cloth", "view_node": "/poem/red-cloth", "field_author": "<a href=\"/poet/jean-valentine\" hreflang=\"und\">Jean Valentine</a>", "field_date_published": "2009", "body": " <pre>\nRed cloth\nI lie on the ground\notherwise nothing could hold\n\nI put my hand on the ground\nthe membrane is gone\nand nothing does hold\n\nyour place in the ground\nis all of it\nand it is breathing</pre>\n "}, {"title": "Noisetone", "view_node": "/poem/noisetone", "field_author": "<a href=\"/poet/barbara-guest\" hreflang=\"und\">Barbara Guest</a>", "field_date_published": "2008", "body": " <pre>\n     Each artist embarks on a personal search.\n         An artist may take introspective refreshment from green.\n\nOr so they say in Barcelona when air is dry.\n     In our country it is a water sprinkler that hints, \"rinsed green.\"\n              Colors often break themselves into separate hues\n\n     of noisetone.          In a Barcelona cabaret when green is overtaken,\nit is stirred into the mint color of drink.\n\n     The spirit is lifted among primary colors. Nine rows of color.\n                         The future writ in white spaces.</pre>\n "}, {"title": "The Face of All the World (Sonnet 7)", "view_node": "/poem/face-all-world-sonnet-7", "field_author": "<a href=\"/poet/elizabeth-barrett-browning\" hreflang=\"und\">Elizabeth Barrett Browning</a>", "field_date_published": "1850", "body": " <pre>\nThe face of all the world is changed, I think, \nSince first I heard the footsteps of thy soul \nMove still, oh, still, beside me, as they stole \nBetwixt me and the dreadful outer brink \nOf obvious death, where I, who thought to sink, \nWas caught up into love, and taught the whole \nOf life in a new rhythm. The cup of dole \nGod gave for baptism, I am fain to drink, \nAnd praise its sweetness, Sweet, with thee anear. \nThe names of country, heaven, are changed away \nFor where thou art or shalt be, there or here; \nAnd this... this lute and song... loved yesterday, \n(The singing angels know) are only dear, \nBecause thy name moves right in what they say. </pre>\n "}, {"title": "Daniel Boone", "view_node": "/poem/daniel-boone", "field_author": "<a href=\"/poet/stephen-vincent-benet\" hreflang=\"und\">Stephen Vincent Benét</a>", "field_date_published": "1933", "body": " <pre>\n<i>1735-1820</i>\n\n\nWhen Daniel Boone goes by, at night, \nThe phantom deer arise \nAnd all lost, wild America \nIs burning in their eyes. </pre>\n "}, {"title": "Metropolitan Nightmare", "view_node": "/poem/metropolitan-nightmare", "field_author": "<a href=\"/poet/stephen-vincent-benet\" hreflang=\"und\">Stephen Vincent Benét</a>", "field_date_published": "1933", "body": " <pre>\nIt rained a lot that spring. You woke in the morning\nAnd saw the sky still clouded, the streets still wet,\nBut nobody noticed so much, except the taxis\nAnd the people who parade. You don't, in a city.\nThe parks got very green. All the trees were green\nFar into July and August, heavy with leaf,\nHeavy with leaf and the long roots boring and spreading,\nBut nobody noticed that but the city gardeners\nAnd they don't talk.\n                           Oh, on Sundays, perhaps you'd notice:\nWalking through certain blocks, by the shut, proud houses\nWith the windows boarded, the people gone away,\nYou'd suddenly see the queerest small shoots of green\nPoking through cracks and crevices in the stone\nAnd a bird-sown flower, red on a balcony,\nBut then you made jokes about grass growing in the streets\nAnd gags and a musical show called \"Hot and Wet.\"\nIt made a good box for the papers. When the flamingo\nFlew into a meeting of the Board of Estimate,\nThe new mayor acted at once and called the photographers.\nWhen the first green creeper crawled upon Brooklyn Bridge,\nThey thought it was ornamental. They let it stay.\n\nThat was the year the termites came to New York\nAnd they don't do well in cold climates—but listen, Joe,\nThey're only ants, and ants are nothing but insects.\nIt was funny and yet rather wistful, in a way\n(As Heywood Broun pointed out in the <i>World-Telegram</i>)\nTo think of them looking for wood in a steel city.\nIt made you feel about life. It was too divine.\nThere were funny pictures by all the smart, funny artists\nAnd Macy's ran a terribly clever ad:\n\"The Widow's Termite\" or something.\n                                                      There was no\nDisturbance. Even the Communists didn't protest\nAnd say they were Morgan hirelings. It was too hot,\nToo hot to protest, too hot to get excited,\nAn even African heat, lush, fertile and steamy,\nThat soaked into bone and mind and never once broke.\nThe warm rain fell in fierce showers and ceased and fell.\nPretty soon you got used to its always being that way.\n\nYou got used to the changed rhythm, the altered beat,\nTo people walking slower, to the whole bright\nFierce pulse of the city slowing, to men in shorts,\nTo the new sun-helmets from Best's and the cop's white uniforms,\nAnd the long noon-rest in the offices, everywhere.\nIt wasn't a plan or anything. It just happened.\nThe fingers tapped slower, the office-boys\nDozed on their benches, the bookkeeper yawned at his desk.\nThe A. T. &amp; T. was the first to change the shifts\nAnd establish an official siesta-room;\nBut they were always efficient. Mostly it just\nHappened like sleep itself, like a tropic sleep,\nTill even the Thirties were deserted at noon\nExcept for a few tourists and one damp cop.\nThey ran boats to see the big lilies on the North River\nBut it was only the tourists who really noticed\nThe flocks of rose-and-green parrots and parakeets\nNesting in the stone crannies of the Cathedral.\nThe rest of us had forgotten when they first came.\n\nThere wasn't any real change, it was just a heat spell,\nA rain spell, a funny summer, a weather-man's joke,\nIn spite of the geraniums three feet high\nIn the tin-can gardens of Hester and Desbrosses.\nNew York was New York. It couldn't turn inside out.\nWhen they got the news from Woods Hole about the Gulf Stream,\nThe Times ran a adequate story.\nBut nobody reads those stories but science-cranks.\n\nUntil, one day, a somnolent city-editor\nGave a new cub the termite yarn to break his teeth on.\nThe cub was just down from Vermont, so he took his time.\nHe was serious about it. He went around.\nHe read all about termites in the Public Library\nAnd it made him sore when they fired him.\n                                                             So, one evening,\nTalking with an old watchman, beside the first\nRaw girders of the new Planetopolis Building\n(Ten thousand brine-cooled offices, each with shower)\nHe saw a dark line creeping across the rubble\nAnd turned a flashlight on it.\n                                        \"Say, buddy,\" he said,\n\"You'd better look out for those ants. They eat wood, you know,\nThey'll have your shack down in no time.\"\n                                                          The watchman spat.\n\"Oh, they've quit eating wood,\" he said, in a casual voice,\n\"I thought everybody knew that.\"\n                                             —and, reaching down,\nHe pried from the insect jaws the bright crumb of steel.</pre>\n "}, {"title": "John Brown&#039;s Body [There were three stout pillars that held up all]", "view_node": "/poem/john-browns-body-there-were-three-stout-pillars-held-all", "field_author": "<a href=\"/poet/stephen-vincent-benet\" hreflang=\"und\">Stephen Vincent Benét</a>", "field_date_published": "1927", "body": " <pre>\nThere were three stout pillars that held up all\nThe weight and tradition of Wingate Hall.\nOne was Cudjo and one was you\nAnd the third was the mistress, Mary Lou.\nMary Lou Wingate, as slightly made\nAnd as hard to break as a rapier-blade.\nBristol's daughter and Wingate's bride,\nNever well since the last child died\nBut staring at pain with courteous eyes.\nWhen the pain outwits it, the body dies,\nMeanwhile the body bears the pain.\nShe loved her hands and they made her vain,\nThe tiny hands of her generation\nThat gathered the reins of the whole plantation;\nThe velvet sheathing the steel demurely\nIn the trained, light grip that holds so surely.\n\nShe was at work by candlelight,\nShe was at work in the dead of night,\nSmoothing out troubles and healing schisms\nAnd doctoring phthisics and rheumatisms,\nGuiding the cooking and watching the baking,\nThe sewing, the soap-and-candle-making,\nThe brewing, the darning, the lady-daughters,\nThe births and deaths in the negro-quarters,\nSeeing that Suke had some new, strong shoes\nAnd Joe got a week in the calaboose,\nWhile Dicey's Jacob escaped a whipping\nAnd the jellybag dripped with its proper dripping,\nAnd the shirts and estrangements were neatly mended,\nAnd all of the tasks that never ended.\n\nHer manner was gracious but hardly fervent\nAnd she seldom raised her voice to a servant.\nShe was often mistaken, not often blind,\nAnd she knew the whole duty of womankind,\nTo take the burden and have the power\nAnd seem like the well-protected flower,\nTo manage a dozen industries\nWith a casual gesture in scraps of ease,\nTo hate the sin and to love the sinner\nAnd to see that the gentlemen got their dinner\nReady and plenty and piping-hot\nWhether you wanted to eat or not.\nAnd always, always, to have the charm\nThat makes the gentlemen take your arm\nBut never the bright, unseemly spell\nThat makes strange gentlemen love too well,\nOnce you were married and settled down\nWith a suitable gentleman of your own.\n\nAnd when that happened, and you had bred\nThe requisite children, living and dead,\nTo pity the fool and comfort the weak\nAnd always let the gentlemen speak,\nTo succor your love from deep-struck roots\nWhen gentlemen went to bed in their boots,\nAnd manage a gentleman's whole plantation\nIn the manner befitting your female station.\n\nThis was the creed that her mother taught her\nAnd the creed that she taught to every daughter.\nShe knew her Bible—and how to flirt\nWith a swansdown fan and a brocade skirt.\nFor she trusted in God but she liked formalities\nAnd the world and Heaven were both realities.\n—In Heaven, of course, we should all be equal,\nBut, until we came to that golden sequel,\nGentility must keep to gentility\nWhere God and breeding had made things stable,\nWhile the rest of the cosmos deserved civility\nBut dined in its boots at the second-table.\n\nThis view may be reckoned a trifle narrow,\nBut it had the driving force of an arrow,\nAnd it helped Mary Lou to stand up straight,\nFor she was gentle, but she could hate\nAnd she hated the North with the hate of Jael\nWhen the dry hot hands went seeking the nail,\nThe terrible hate of women's ire,\nThe smoky, the long-consuming fire.\nThe Yankees were devils, and she could pray,\nFor devils, no doubt, upon Judgment Day,\nBut now in the world, she would hate them still\nAnd send the gentlemen out to kill.\n\nThe gentlemen killed and the gentlemen died,\nBut she was the South's incarnate pride\nThat mended the broken gentlemen\nAnd sent them out to the war again,\nThat kept the house with the men away\nAnd baked the bricks where there was no clay,\nMade courage from terror and bread from bran\nAnd propped the South on a swansdown fan\nThrough four long years of ruin and stress,\nThe pride—and the deadly bitterness.\n\nLet us look at her now, let us see her plain,\nShe will never be quite like this again.\nHer house is rocking under the blast\nAnd she hears it tremble, and still stands fast,\nBut this is the last, this is the last.\nThe last of the wine and the white corn meal,\nThe last high fiddle singing the reel,\nThe last of the silk with the Paris label,\nThe last blood-thoroughbred safe in the stable\n—Yellow corn meal and a jackass colt,\nA door that swings on a broken bolt,\nBrittle old letters spotted with tears\nAnd a wound that rankles for fifty years—\nThis is the last of Wingate Hall,\nThe last bright August before the Fall,\nDeath has been near, and Death has passed,\nBut this is the last, this is the last.\nThere will be hope, and a scratching pen,\nThere will be cooking for tired men,\nThe waiting for news with shut, hard fists,\nAnd the blurred, strange names in the battle-lists,\nThe April sun and the April rain,\nBut never this day come back again.</pre>\n "}, {"title": "A Bird came down the Walk (328)", "view_node": "/poem/bird-came-down-walk-328", "field_author": "<a href=\"/poet/emily-dickinson\" hreflang=\"und\">Emily Dickinson</a>", "field_date_published": "1890", "body": "<p><span class=\"long-line\">A Bird came down the Walk—</span><br /><span class=\"long-line\">He did not know I saw—</span><br /><span class=\"long-line\">He bit an Angleworm in halves</span><br /><span class=\"long-line\">And ate the fellow, raw,</span></p>\n\n<p><span class=\"long-line\">And then he drank a Dew</span><br /><span class=\"long-line\">From a convenient Grass—</span><br /><span class=\"long-line\">And then hopped sidewise to the Wall</span><br /><span class=\"long-line\">To let a Beetle pass—</span></p>\n\n<p><span class=\"long-line\">He glanced with rapid eyes</span><br /><span class=\"long-line\">That hurried all around—</span><br /><span class=\"long-line\">They looked like frightened Beads, I thought—</span><br /><span class=\"long-line\">He stirred his Velvet Head</span></p>\n\n<p><span class=\"long-line\">Like one in danger, Cautious,</span><br /><span class=\"long-line\">I offered him a Crumb</span><br /><span class=\"long-line\">And he unrolled his feathers</span><br /><span class=\"long-line\">And rowed him softer home—</span></p>\n\n<p><span class=\"long-line\">Than Oars divide the Ocean,</span><br /><span class=\"long-line\">Too silver for a seam—</span><br /><span class=\"long-line\">Or Butterflies, off Banks of Noon</span><br /><span class=\"long-line\">Leap, plashless as they swim.</span></p>\n"}, {"title": "To the Saguaro Cactus Tree in the Desert Rain", "view_node": "/poem/saguaro-cactus-tree-desert-rain", "field_author": "<a href=\"/poet/james-wright\" hreflang=\"und\">James Wright</a>", "field_date_published": "1992", "body": " <pre>\nI had no idea the elf owl\nCrept into you in the secret\nOf night.\n\nI have torn myself out of many bitter places\nIn America, that seemed\n\nTall and green-rooted in mid-noon.\nI wish I were the spare shadow\nOf the roadrunner, I wish I were\nThe honest lover of the diamondback\nAnd the tear the tarantula weeps.\nI had no idea you were so tall\nAnd blond in moonlight.\nI got thirsty in the factories,\nAnd I hated the brutal dry suns there,\nSo I quit.\n\nYou were the shadow\nOf a hallway\nIn me.\n\nI have never gone through that door,\nBut the elf owl's face\nIs inside me.\n\nSaguaro,\nYou are not one of the gods.\nYour green arms lower and gather me.\nI am an elf owl's shadow, a secret\nMember of your family.</pre>\n "}, {"title": "White Clover", "view_node": "/poem/white-clover", "field_author": "<a href=\"/poet/marvin-bell\" hreflang=\"und\">Marvin Bell</a>", "field_date_published": "2000", "body": " <pre>\nOnce when the moon was out about three-quarters\nand the fireflies who are the stars\nof backyards\nwere out about three-quarters\nand about three-fourths of all the lights\nin the neighborhood\nwere on because people can be at home,\nI took a not so innocent walk\nout amongst the lawns,\nnavigating by the light of lights,\nand there there were many hundreds of moons\non the lawns\nwhere before there was only polite grass.\nThese were moons on long stems,\ntheir long stems giving their greenness\nto the center of each flower\nand the light giving its whiteness to the tops\nof the petals. I could say\nit was light from stars\ntouched the tops of flowers and no doubt\nsomething heavenly reaches what grows outdoors\nand the heads of men who go hatless,\nbut I like to think we have a world\nright here, and a life\nthat isn't death. So I don't say it's better\nto be right here. I say this is where\nmany hundreds of core-green moons\ngigantic to my eye\nrose because men and women had sown green grass,\nand flowered to my eye in man-made light,\nand to some would be as fire in the body\nand to others a light in the mind\nover all their property.</pre>\n "}, {"title": "The Book of the Dead Man (Nothing)", "view_node": "/poem/book-dead-man-nothing", "field_author": "<a href=\"/poet/marvin-bell\" hreflang=\"und\">Marvin Bell</a>", "field_date_published": "2009", "body": " <pre>\n<i>Live as if you were already dead.</i>  – Zen admonition\n\n\n\n1. About the Dead Man and Nothing\n\nThe dead man knows nothing.\nHe is powerless to stop the battles, he has no way to reattach the arms and legs.\nHe cannot stuff the fallen soldier's insides back inside.\nHe has no expertise in the matter of civilian corpses, nor of friendly fire, nor beheadings, nor \n     revenge, nor suicide.\nHe does not know the depth of depth charges, or the exact pressure that detonates a land mine.\nThe dead man has given his all so that now, if he once knew, he knows nothing.\nHe is emptied, he is the resonant cavity of which he spoke when it was music he was thinking of.\nLet him be now the leftover button of his work shirt.\nPermit him his fading mirror, his sputtering circuits, his secrets, his tears, his noonday duels \n     with the sun.\nLet him ride the roads in the bucket of an earth mover, can it hurt?\nLet him stand under the icicles, can he catch cold?\nFor the dead man is stagnant without knowledge, and he cannot survive the demise of \n     philosophy or art. \nTo the dead man they were not spectacles, but survival skills.\nTo the dead man, the world was but a birthmark that befell original space.\nTo say that the dead man knows nothing is to see him at the beginning, who can it hurt?\nBefore all this, he was nothing.\n\n\n2. More About the Dead Man and Nothing\n\nDon't bet he won't be born.\nBefore all this, this that is so much, he was not himself.\nHe was the free heat of space and then the salt of the earth.\nHe was the ring around the moon, foretelling.\nThe dead man had no station when he came to be, just a strange nakedness in the light.\nHe did not know what he was to do, this was before clocks.\nSo he decided to stab the dirt, to tumble in happiness and writhe in pain, and to flap his way \n     into space.\nTo go home.\nIt was a swell idea for the dead man, and he pinned it to his chest.\nGive him that, that he crystallized a plan, that he made from smoke something to him as real as \n     quartz, ivory, or the hoof of a gelding.\nThe dead man had the whole world to transform or perfect or outlive.\nHe wrote the book of nothing and no-time that entombed all time and all that took place in time.\nThe dead man could not be hammered by analysis.\nLet him horn in on your fury, whatever it was, and it will abate.\nThe energy that became form will disperse, never again to be what we were.\nLook out the window to see him, no, the other one.</pre>\n "}, {"title": "The Book of the Dead Man (Your Hands)", "view_node": "/poem/book-dead-man-your-hands", "field_author": "<a href=\"/poet/marvin-bell\" hreflang=\"und\">Marvin Bell</a>", "field_date_published": "2009", "body": " <pre>\n<i>Live as if you were already dead.</i>  – Zen admonition\n\n\n\n1. About the Dead Man and Your Hands\n\nMornings, he keeps out the world awhile, the dead man.\nThe dead man, without looking, believes what you said of the garden.\nHe knows the color of a rose is the color of a rose is the color.\nHe sees the early sky lit by a burn toward which we sidle.\nHe will take care of you, the dead man will do that.\nHe will wait for your hair to grow back.\nHe thinks the things you touched are lucky to be yours.\nThe dead man knows where to be and where not to be, how he survives.\nHe is aware, at all times, of your place, your dog, your rug, your roof, your chairs and tables.\nHere is his own table, from the basement of the “as is” shop.\nThe dead man is of this old table, he is of his front and back doors, he is of the tea on the burner \n     and the burner, too, he is.\nIt cannot stop the dead man, that others have caught on.\nThe dead man at his worst still looks his best.\n\n\n2. More About the Dead Man and Your Hands\n\nNights, he lets in the world, the dead man does it, always.\nBy any late night, he has lost the need to believe.\nThe dead man plays a nighttime piano, he blows a nighttime horn, he sings more after midnight. \nDead man's music is nighttime, call it earthly, call it planetary.\nThe dead man feels the high registers heard by animal ears.\nHe feels the rumbly pedal note struck by redwoods enlarging and tectonic plates lurching.\nWhat is it about his hands and your hands, is it the absence of certainty?\nHe has stirred distinctions into a broth, a soup, a stew, a gravy.\nYou cannot find yes and no, true or false, in a dead man's soup.\nSo what if they have caught on, the dead man is out front and stays up later.\nHence, when the dead man maketh eyes, he's gotcha.\nHe'll care for you, now that he's gotcha, and he hath giveth his hand.\nHe can't talk about the children if you are going to cry.\n\n\n</pre>\n "}, {"title": "Mint", "view_node": "/poem/mint", "field_author": "<a href=\"/poet/elaine-terranova\" hreflang=\"und\">Elaine Terranova</a>", "field_date_published": "2006", "body": " <pre>\nAlready, we'd be driving past\nthose trees, that part of the forest.\nEven briefly, it refreshed you.\nIt was like mint in August\nthough that sting would be gone\nwith summer. The ground\ntarnishing first, and soon the leaves.\nI thought then, men don't stop.\nThey want so much to get on.\nWhat we said, incidental\nyet hammered into the mind.\nTalk like a magnet, so it draws you\ntogether or away. We made a line\naround that part of the forest,\nthe exact shape of our attention.\nEven after, I remember\nhow it was taken up and moved\nalong with us, into the dim\nliving room. Each holding a glass,\nice colliding in water. A tiny\nmirrored sun caught in the trees.\nThe same sadness that darkened\nour features. Later, bed\nwithout making love, without\nthe chance of a reprieve.</pre>\n "}, {"title": "Shells", "view_node": "/poem/shells", "field_author": "<a href=\"/poet/elaine-terranova\" hreflang=\"und\">Elaine Terranova</a>", "field_date_published": "2006", "body": " <pre>\nIn the heat, in the high grass\ntheir knees touched as they sat\ncrosslegged facing each other,\na lightness and a brittleness\nin their bodies. They touched\nlike shells. How odd\n \nthat I should watch them say goodbye.\nWhat did it have to do with me?\n\nThere was my own stillness\nand the wasps and the tiny flies\nfor a long time taking stitches\nin the surrounding air and\n\na comfort I felt, as the wind\ntore through, to find the trees\nmiraculously regaining their balance.</pre>\n "}, {"title": "The Anniversary", "view_node": "/poem/anniversary-0", "field_author": "<a href=\"/poet/elaine-terranova\" hreflang=\"und\">Elaine Terranova</a>", "field_date_published": "2006", "body": " <pre>\nThat night\n   the comet could still be seen,\n   wound in its wild mane.\n\nEarlier, an egret\n   had stopped by the stream\n   to clean itself of something,\n   red bill dipping\n   again and again\n   into the white feathers.\n\nAnd before that,\n   walking along,\n   we became aware\n   of a tiny, fragile skeleton\n   at the side of the road,\n   paws drawn up\n   over its empty chest.</pre>\n "}, {"title": "Return to Winter", "view_node": "/poem/return-winter", "field_author": "<a href=\"/poet/elaine-terranova\" hreflang=\"und\">Elaine Terranova</a>", "field_date_published": "2006", "body": " <pre>\nThat day the starlings didn't eat.\nThat day was a sudden return\nto winter. In the fields,\nsnow on a base of ice.\n\nThe birds couldn't bear\nto set down except\non the clear face\nof the road they remembered.\n\nMy husband leaned on the horn\nthe way you lean on a railing\nuntil they lifted\nbefore the unstoppable metal.\n\nI pushed into the floorboard\nas if I were doing the driving,\nas if I could halt\nthe laws of physics,\nwhile somewhere, my brother's chest\nrose and sunk and rose.\n\nSo much you take for granted,\nlike going to sleep in spring\nthat you will wake in spring.\nThat the blossoms were right\nto push out, there was\nno contradiction.\n\nBut when we hit the slick\nand slammed hard against\nour own forward motion,\nthe roadbank spun\nand the orchard of stunted trees\nthat had just begun to soften.</pre>\n "}], "pager": {"current_page": 511, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}