{"rows": [{"title": "Delirium Tremens", "view_node": "/poem/delirium-tremens", "field_author": "<a href=\"/poet/kendel-hippolyte\" hreflang=\"und\">Kendel Hippolyte</a>", "field_date_published": "2018", "body": " <p>Towards the end he got the d.t.’s. He would see<br />a smiling girl in a white first communion dress<br />waving at him. He’d smile back, point her out to me<br />and i stopped arguing because she, more than i, could bless<br />even a little, those last days when my presence<br />only made heavier a weight of guilt and love<br />that he was tired of. He turned to her, his innocence,<br />he turned to her — with joy, the way he would have<br />turned to me, his son, if i had known enough<br />to see, past a son’s need, what he was giving:<br />his rebel walk, trampling all boundaries, and his child’s laugh<br />bursting like fireworks, igniting from a flame of living.<br />i grew too fast. i never met, in me, the child<br />he later raised from his own need, who waved and smiled.</p> "}, {"title": "Value", "view_node": "/poem/value", "field_author": "<a href=\"/poet/kendel-hippolyte\" hreflang=\"und\">Kendel Hippolyte</a>", "field_date_published": "2018", "body": " <p><em>            (</em>from Home Economics—<em>for Wendell Berry)</em></p><p><span class=\"long-line\">In those days all shops were called Ma This or Mister That.</span><br /><span class=\"long-line\">One shop my mother used to send me to was called Ma Branch.</span><br />i’d go, playing with my shadow all the way,<br />trying to outrun it on the Methodist church wall,<br /><span class=\"long-line\">dodging it away from other feet—or suddenly stopping it,</span><br />chanting my list meanwhile so i would not forget:<br /><span class=\"long-line\">1/2 lb. saltfish, 1/4 bottle oil, 4p. keg butter, 1 blue soap, 2 cough drops</span><br />over and over till i reached the shop.</p><p><span class=\"long-line\">Of the two ladies selling, i liked the tall, dark, gleaming one</span><br />whose face i later recognised in Benin sculpture.<br />She would set the things down one by one:<br /><span class=\"long-line\">gold, blue, lemon, dark-white speckled shapes, smells, rustlings of paper</span><br /><span class=\"long-line\">until i had a heap of pirate’s treasure on the wooden counter.</span><br />Then she would slip the pencil from her hair,<br /><span class=\"long-line\">tear off a piece of shop paper, make a rope ladder of figures</span><br />and i would watch the pencil climb, drop, climb, drop.</p><p><span class=\"long-line\">Ma Branch didn’t sell; she sat down, buxom and comfortable as a barrel</span><br /><span class=\"long-line\">amidst a larger treasure heap of bags and boxes, packages, cans,</span><br />not missing a thing, collecting money, talking with customers.<br />Some women came with notebooks and no money — regulars:<br />“Ma Branch, on Friday when the man get pay....”<br />and sometimes a child, whose mother couldn’t write,<br />would speak up, too loudly: “Ma Branch, my mother say...”</p><p><span class=\"long-line\">Ma Branch had a miraculous set of balances in her head</span><br />in which she weighed each separate request<br />unhurriedly. No one ever took her for granted. Yet<br />i never saw her do otherwise eventually<br />than bob her head, to one side, to a shop lady<br /><span class=\"long-line\">then nod, once, the other side, to an expectant customer.</span><br /><span class=\"long-line\">By some commonly held scale of values, now so strange,</span><br />she gave all of them credit.<br />Fascinated, i’d hand over my money, wait for change<br /><span class=\"long-line\">then race back past the church wall, followed by my shadow.</span></p><p><span class=\"long-line\">Years afterward, when seeking the darker shadow brought me home,</span><br />i heard that she had died.<br /><span class=\"long-line\">There is a super-market on that spot now — it’s larger, well-arranged.</span><br />But it can’t fill the space she occupied.</p> "}, {"title": "Sonnet LXX. (On Being Cautioned against Walking on Headland Overlooking the Sea, Because It Was Frequented by a Lunatic.)", "view_node": "/poem/sonnet-lxx-being-cautioned-against-walking-headland-overlooking-sea-because-it-was-frequented", "field_author": "<a href=\"/poet/charlotte-smith\" hreflang=\"und\">Charlotte Smith</a>", "field_date_published": "1797", "body": " <pre>Is there a solitary wretch who hies\n To the tall cliff, with starting pace or slow,\nAnd, measuring, views with wild and hollow eyes\n Its distance from the waves that chide below;\nWho, as the sea-born gale with frequent sighs\n Chills with cold bed upon the mountain turf,\nWith hoarse, half-utter’d lamentation, lies\n Murmuring responses to the dashing surf?\nIn moody sadness, on the giddy brink,\n I see him more with envy than with fear;\n<em>He</em> has no <em>nice felicities</em> that shrink\n From giant horrors; wildly wandering here,\nHe seems (uncursed with reason) not to know\n The depth or the duration of his woe.\n</pre>\n "}, {"title": "#Mood", "view_node": "/poem/mood", "field_author": "<a href=\"/poet/bree-joann\" hreflang=\"en\">Bree Jo&#039;ann</a>", "field_date_published": "2018", "body": " <pre>I like literature that makes me think: \n        \tBanana Republic, Victoria’s Secret, Forever 21,\nA constant reference to the things that I’m supposed to want, but ironically, but effectively, like a commercial that employs racial stereotypes but still makes me want to go to that restaurant to scoop the vestiges of salad on my plate with a piece of bread.  Before I moved, I was obsessed with the mall. I wanted to spray myself with scents and wear overpriced loungewear as a nihilistic act. \n \nI like Instagram posts that make me think:\n        \tCrystals, juice, my psychic,\nThese collective practices of the personal. I can feel my heart is a gravitational force, and my head bonded only by mystical means. One end attracts, the other repulses.  Some of my friends live in the neighborhood, some live in the woods. We talk about how to combat gentrification and what to do if you see a ghost. \n \nI like Twitter posts that make me think:\n        \tMeaningless, prescription drugs, inadequacy.  \nI felt resistant to aimless positivity for a long time. I wanted to be a soulless yoga bitch with blacked out eyes doing drugs on a pontoon, a perfect body filled with destruction. I wanted to create a cult to my body, but most jobs think its cute to show gratitude with carbs and Seroquel gives me the munchies.\n \nI like life experiences that make me think:\n        \tFish tank, trees, justice, we made it, aliens, secret society, perfect feed, torrent download, hair and makeup, freak paradise, small objects on a window sill, sweet flea market find, alternative section, slow motion suburban intro with darkwave soundtrack, oasis in the ghetto with organic snacks, etc.\n</pre>\n "}, {"title": "Where Is She ::: Koté Li Yé", "view_node": "/poem/where-she-kote-li-ye", "field_author": "<a href=\"/poet/r-erica-doyle\" hreflang=\"en\">R. Erica Doyle</a>", "field_date_published": "2018", "body": " <pre>Long ago I met\na beautiful boy\n\nTogether we slept\n in my mother's womb \n\nNow the street of our fathers \nrises to eat him\n::\nEverything black\nis forbidden in Eden\n\nIn my arms my brother\nsleeps, teeth pearls\n\nI give away the night\nso he can have this slumber\n::\nI give away the man\nwho made me white\n\nI give away the man\nwho freed my mother\n\nI pry apart my skull\nmy scalp unfurls \n::\nI nestle him gray\ninside my brain, \n\nmy brother sleeps\nand dreams of genes\n\nmauve lips fast against spine\nhe breathes. The sky\n::\nbends into my eyes\nas they search for his skin \n\nHelicopter blades\ninvade our peace:::\n\n<em>Where is that Black\nWhere is it\nWhere</em>\n::\nBlades slice, whine\npound the cupolas \n\nI slide him down and out\nthe small of my vertebrae \n\nHe scurries down the bone\nand to the ocean\n::\nnavigates home \nin a boat carved of gommier\n\nWhen he reaches our island \neveryone is relieved \n\nthough they have not\nforgotten me, <em>belsé</em>\n::\n<em>Where is\nyour sister, eh?\nWhey?\n\nKoté belsé yé?\nWhey?\n\nKoté li yé \nKoté li yé</em>\nTo the sand\nTo the stars on the sea \n\n<em>Koté li yé\nKoté li yé</em>\nTo the one-celled egun\nTo the torpid moon \n\n<em>Koté li yé\nKoté li yé</em>\n::\nThere:::\n\n<em>Koté li yé</em>\ndrapes across a baton;\nglows electric in shine of taser;\npumped dry with glass bottle;\n::\nThere:::\n\n<em>Koté li yé</em>\nvagina gape into the night;\nneck dangle taut with plastic\nbags and poorly knotted ropes;\n::\nThere::: \n\n<em>Koté li yé\nbelsé\nKoté?</em>\n\n:::\t     <em>I burn </em>\n\nmy skin shines blacker, lacquer\n\n:::\t     <em>non-mwen sé \t\t      flambó</em>\n\nashes tremble in the moonlight\n\n::: \t     <em>sans humanité</em>\n\nmy smoking bones fume the future\n\n::: \t     <em>pa bwè afwéchi pou lafiyèv dòt moun</em>\n</pre>\n "}, {"title": "Taking Out the Trash", "view_node": "/poem/taking-out-trash", "field_author": "<a href=\"/poet/kamilah-aisha-moon\" hreflang=\"en\">Kamilah  Aisha Moon</a>", "field_date_published": "2018", "body": " <pre>Someone else used to do this before.\nSomeone responsible,\nsomeone who loved me enough\nto protect me from my own filth\npiling up.\n \nBut I’m over 40 now &amp; live alone,\n&amp; if I don’t remember it's Thursday\n&amp; rise with the cardinals &amp; bluejays\ncalling up the sun, I’m stuck\nwith what’s left rotting\nfor another week.\n \nI swing my legs like anchors over the side\nof the bed &amp; use the wall for leverage\nto stand, shuffle to the bathroom.\nIn summer, I slide into a pair of shorts &amp; flip flops,\nwandering room to room to collect\nwhat no longer serves me.\n \nI shimmy the large kitchen bag from\nthe steel canister, careful not to spill\nwhat’s inside or rip it somehow\n&amp; gross myself out.\nSometimes I double bag for insurance,\ntying loose ends together,\ncinching it tightly for the journey.\n \nStill combing through webs of dreams,\nof spiders’ handiwork glistening above\nthe wheeled container on the back patio,\nI drag my refuse down the driveway\npast the chrysanthemums &amp; azaleas,\nthe huge Magnolia tree shading the living room\nfrom Georgia’s heat, flattening hordes\nof unsuspecting ants in my path to park it\nnext to the mailbox for merciful elves\nto take off my hands.\n \nIt is not lost on me that one day\nsomeone responsible,\nsomeone who loves me enough\nwill dispose of this worn, wrinkled\ncontainer after my spirit soars on.\n \nI don’t wait to say thank you\nto those doing this grueling, necessary work.\nBut I do stand in the young, faintly lit air\nfor a long moment to inhale deeply,\n&amp; like clockwork when he strides by,\nwatch the jogger’s strong, wet back\nfade over the slight rise of the road.\n</pre>\n "}, {"title": "Lovable Losers", "view_node": "/poem/lovable-losers", "field_author": "<a href=\"/poet/rachel-m-simon\" hreflang=\"en\">Rachel M. Simon</a>", "field_date_published": "2018", "body": " <pre><em>The Chicago Cubs 1908–2015</em>\n\nIn the hazy birth records\nof the Arkansas of Europe\nmy Bubbie’s birth scrawled in Yiddish,\nas <em>eight days past a minor Jewish holiday</em>\nand not the week before the Cubs\nmost recent World Series victory, fall 1908.\n \nTen years since Bartman cursed his\nCubs right out of their first shot\nat the National League pennant\na since-1908 champless existence.\n \nBartman won’t take your calls,\nor any major network news organ.\nBut the <em>Sun-Times</em> published his every address\nto find fans awaiting him lunch hour and bath.\n \nTo become unfamous\non Chicago’s north side when you\ndeflect the ball out of Moises\nAlou’s waiting glove is a challenge.\n \nWe are assured—Cubs fan\nBartman’s healthy, employed,\nstill in Chicagoland.\n \nTwenty years before Penicillin’s discovery\nand two before the bra’s invention\nthe Cubs last won the Series. When\nthe NFL, NBA, and NHL didn’t exist.\n \nMy Bubbie a baby\nhadn’t heard of America\nwhere she’d later give birth,\nor Chicago, place of her brother’s future\nsuicide—more camp trauma\nthan Cubs letdown.\n \nBartman holds no vendetta against Alou\ndespite his <em>motherfucker</em> hollers aimed to stands.                      \n \nIt was never Bartman’s fault, you can’t\nmake a double play from your seat.\nMoises, you can’t tell\na little league coach not to reach for\na major league ball aimed at your heart.\n</pre>\n "}, {"title": "Song for the Woolly Mammoth", "view_node": "/poem/song-woolly-mammoth", "field_author": "<a href=\"/poet/lauren-moseley\" hreflang=\"en\">Lauren Moseley</a>", "field_date_published": "2018", "body": " <pre><span class=\"long-line\">When glaciers trapped a third of Earth’s water and drained the Bering Strait, humans</span>\n<span class=\"long-line\">journeyed to this land where wind swept the steppes of snow, exposing grass\n</span>\n\n<span class=\"long-line\">that would be plucked by mammoth trunks and ground by washboard teeth.</span>\n<span class=\"long-line\">Up to thirteen feet, their tusks curved helically and would intertwine if they went on\n</span>\n\n<span class=\"long-line\">a little longer. The beasts’ dense hair—brown, blonde, or ginger—swung like a skirt</span>\n<span class=\"long-line\">about their flanks. I want to rest my head against that shaggy coat, to crane\n</span>\n\n<span class=\"long-line\">my ears, to be protected from the giant short-faced bear. I want to be</span>\n<span class=\"long-line\">their baby, wrap my trunk around my mother’s, watch the wild horses of Beringia\n</span>\n\n<span class=\"long-line\">canter across the steppes in tawny, fine-boned movements. The thick fat</span>\n<span class=\"long-line\">under my hair keeps me warm when the sun goes low, and I grow into\n</span>\n\n<span class=\"long-line\">an eight-ton bull, pierce the ice with my tusks and drink from glacial pools.</span>\n<span class=\"long-line\">The wind is bitter, but my strongest features have grown bigger than my father’s.\n</span>\n\n<span class=\"long-line\">When summer comes I must find a mate, and it only takes a few tusk locks to show</span>\n<span class=\"long-line\">my strength. After our calf is born, I see upright creatures eyeing him from the mesa.\n</span>\n\n<span class=\"long-line\">I will fling them against the icy mountains. They wear our hair as if it were</span>\n<span class=\"long-line\">their skin. Still, I will live through many winters, through each warm season’s\n</span>\n\n<span class=\"long-line\">hardheaded matches. I know the range that slopes like the hump on my back, sunsets</span>\n<span class=\"long-line\">redder than the long-toothed cat’s gorging mouth, how musk oxen form a wall of horns\n</span>\n\n<span class=\"long-line\">and still fall prey to the blade thrown. I know how many herds have fled, and the curves</span>\n<span class=\"long-line\">of carcasses stripped to bone by men, wind, and time. I do not know that I am gone.</span>\n</pre>\n "}, {"title": "Written During a Temporary Blindness in the Year 1799", "view_node": "/poem/written-during-temporary-blindness-year-1799", "field_author": "<a href=\"/poet/samuel-taylor-coleridge\" hreflang=\"und\">Samuel Taylor Coleridge</a>", "field_date_published": "1848", "body": " <pre>O what a life is the eye! what a strange and inscrutable essence!\nHim, that is utterly blind, nor glimpses the fire that warms him;\nHim that never beheld the swelling breast of his mother;\n<span class=\"long-line\">Him that smiled in his gladness as a babe that smiles in its slumber;</span>\nEven for him it exists! It moves and stirs in its prison!\nLives with a separate life: and—“Is it a spirit!” he murmurs:\n“Sure, it has thoughts of its own, and to see is only a language!”\n</pre>\n "}, {"title": "last cucumber from the garden (in conversation w/ julie ezelle patton)", "view_node": "/poem/last-cucumber-garden-conversation-w-julie-ezelle-patton", "field_author": "<a href=\"/poet/giovanni-singleton\" hreflang=\"en\">giovanni singleton</a>", "field_date_published": "2018", "body": " <p>\n\n<!-- THEME DEBUG -->\n<!-- THEME HOOK: 'image' -->\n<!-- BEGIN OUTPUT from 'core/themes/classy/templates/field/image.html.twig' -->\n<img height=\"346\" width=\"452\" style=\"height: 222px; width: 290px; float: left;\" class=\"media-element file-media-original\" data-delta=\"4\" src=\"/sites/default/files/poem-color-2.png\" alt=\"\" typeof=\"foaf:Image\" /><!-- END OUTPUT from 'core/themes/classy/templates/field/image.html.twig' --></p><p> </p><p> </p><p> </p><p> </p><p> </p><p> </p><p> </p><p> </p><p> </p> "}, {"title": "Owed to the Durag", "view_node": "/poem/owed-durag", "field_author": "<a href=\"/poet/joshua-bennett\" hreflang=\"en\">Joshua Bennett</a>", "field_date_published": "2018", "body": " <p>Which I spell that way because that’s the way it was spelled<br />on all the clear plastic packets I grew up buying for no more<br />than two dollars, two fifty max, unless I was at Duane Reade<br />or some likewise corporatized venue but who buys<br />the majority of their durags at Duane Reade anyway,<br />who would actually wage war on the durag’s good name<br />by spelling it <em>d-e-w</em> hyphen <em>r-a-g</em>, as I recently read<br />some sad lost souls do in an article in <em>The Guardian</em>,<br />this isn’t botany. This isn’t a device one might use<br />to attend to the suburban garden &amp; its unremarkable<br />flora, drying freshly damp wisteria with black silk<br />or the much more common nylon-rayon-cotton blend.<br />I could see <em>d-o</em> hyphen <em>r-a-g</em>. That works for me.<br />One could argue this version makes more sense<br />even than the spelling I am accustomed to,<br />reflective as it is of nothing other than itself.<br />I have never heard the term <em><em>’</em>do</em> used in a sentence<br />by anyone other than a long-lost colleague<br />at Princeton who once reached wide-eyed<br />for my high top fade before a swift rebuke,<br />marked by my striking his wrist as if some large<br />though distinctly non-lethal mosquito, surely a top six<br />proudest moment of anti-colonial choreography<br />I have dared call mine in this odd, improbable<br />life I hold to my chest like a weapon. I know.<br />I know. This wasn’t supposed to be about them.<br />You make me inordinately beautiful. Let’s talk<br />about that. Or how I’m 12 years old &amp; the cape<br />of a white durag billows from beneath my Marlins cap<br />like a sham poltergeist, flight &amp; failure contained<br />within a single body, worthy core of any early<br />2000’s era New York rapper’s coat of arms.<br />I was lying before. Once, while we sat, quiet<br />as mourners on the front porch, my father spat<br /><em>that’s a nice <em>’</em>do you have there</em>, eyeing the soft mess<br />of cork-screwed darkness atop his second youngest<br />son’s aging face, no sign of the good hair he praised<br />for years to family &amp; co-workers alike. Alas, old friend,<br />you somehow make me even more opaque, make<br />me mystery, criminal, dope boy by the corner<br />of Broadway &amp; 127th compelling respectable<br />women to reach for smart-phones, call for backup,<br />smooth, adjustable shadow, like policy<br />or fire, you blacken everything you touch.</p> "}, {"title": "You Are So Articulate With Your Hands", "view_node": "/poem/you-are-so-articulate-your-hands", "field_author": "<a href=\"/poet/joshua-bennett\" hreflang=\"en\">Joshua Bennett</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">she says &amp; it’s the first time</span><br /><span class=\"long-line\">the word doesn’t hurt. I respond</span><br /><span class=\"long-line\">by citing something age-inappropriate</span><br /><span class=\"long-line\">from Aristotle, drawing mostly</span><br /><span class=\"long-line\">from his idea that hands are what make us</span><br /><span class=\"long-line\">human, every gesture the embodiment</span><br /><span class=\"long-line\">of our desire for invention or care &amp; I’m not</span><br /><span class=\"long-line\">sure about that last part but it seemed</span><br /><span class=\"long-line\">like a polite response at the time</span><br /><span class=\"long-line\">&amp; I’m not accustomed to not needing</span><br /><span class=\"long-line\">to fight. If my hands speak with conviction</span><br /><span class=\"long-line\">then blame my stupid mouth for its lack</span><br /><span class=\"long-line\">of weaponry or sweetness. I clap when I’m angry</span><br /><span class=\"long-line\">because it’s the best way to get the heat out.</span><br /><span class=\"long-line\">Pop says that my words are bigger</span><br /><span class=\"long-line\">than my mouth but these hands</span><br /><span class=\"long-line\">can block a punch, build a bookcase,</span><br /><span class=\"long-line\">feed a child &amp; when’s the last time</span><br /><span class=\"long-line\">you saw a song do that?</span></p>\n"}, {"title": "In Defense of Henry Box Brown", "view_node": "/poem/defense-henry-box-brown", "field_author": "<a href=\"/poet/joshua-bennett\" hreflang=\"en\">Joshua Bennett</a>", "field_date_published": "2018", "body": "<p align=\"right\"><span class=\"long-line\">Not every trauma has a price</span><br /><span class=\"long-line\">point. You &amp; I are special</span><br /><span class=\"long-line\">that way. No doubt, there is good</span><br /><span class=\"long-line\">money to be made in the rehearsal of</span><br /><span class=\"long-line\">a father’s rage, an empty crate,</span><br /><span class=\"long-line\">whatever instrument ushered us into</span><br /><span class=\"long-line\">lives of impure repetition. Years on</span><br /><span class=\"long-line\">end, you replayed your infamous</span><br /><span class=\"long-line\">escape for hundreds</span><br /><span class=\"long-line\">of tearful devoted, sold out</span><br /><span class=\"long-line\">shows an ocean away from the place</span><br /><span class=\"long-line\">that made you possible, made you parcel,</span><br /><span class=\"long-line\">uncommon contraband carried</span><br /><span class=\"long-line\">over amber ululations of grain</span><br /><span class=\"long-line\">&amp; grass &amp; filthy hands:</span><br /><span class=\"long-line\">white, black, unwitting all the same.</span><br /><span class=\"long-line\">If they had only known the weight</span><br /><span class=\"long-line\">of what passed before them.</span><br /><span class=\"long-line\">The wait you waded through.</span><br /><span class=\"long-line\">Twenty-seven hours spent inside</span><br /><span class=\"long-line\">a 3x2 jail of splinter &amp; rust. I too</span><br /><span class=\"long-line\">have signed over the rights to all my</span><br /><span class=\"long-line\">best wounds. I know the stage</span><br /><span class=\"long-line\">is a leviathan with no proper name</span><br /><span class=\"long-line\">to curtail its breadth. I know</span><br /><span class=\"long-line\">the respectable man enjoys a dark body best</span><br /><span class=\"long-line\">when it comes with a good</span><br /><span class=\"long-line\">cry thrown in. I know all the code</span><br /><span class=\"long-line\">words, Henry. Why you nicknamed</span><br /><span class=\"long-line\">the violence. Why all your nightmares</span><br /><span class=\"long-line\">end in vermilion.</span></p>\n"}, {"title": "Niobe", "view_node": "/poem/niobe", "field_author": "<a href=\"/poet/henrietta-cordelia-ray\" hreflang=\"en\">Henrietta Cordelia Ray</a>", "field_date_published": "1893", "body": " <pre>O mother-heart! when fast the arrows flew,\n   Like blinding lightning, smiting as they fell,\n   One after one, one after one, what knell\nCould fitly voice thy anguish! Sorrow grew \nTo throes intensest, when thy sad soul knew\n   Thy youngest, too, must go. Was it not well,\n   Avengers wroth, just one to spare? Ay, tell\nThe ages of soul-struggle sterner? Through\nThe flinty stone, O image of despair,\n   Sad Niobe, thy maddened grief did flow\nIn bitt’rest tears, when all thy wailing prayer\n   Was so denied. Alas! what weight of woe\nIs prisoned in thy melancholy eyes!\nWhat mother-love beneath the Stoic lies!\n</pre>\n "}, {"title": "Zombie", "view_node": "/poem/zombie", "field_author": "<a href=\"/poet/hadara-bar-nadav\" hreflang=\"en\">Hadara Bar-Nadav</a>", "field_date_published": "2018", "body": " <p>A zombie is a head<br />with a hole in it.</p><p>Layers of plastic,<br />putty, and crust.</p><p>The mindless<br />must be sated.</p><p>Mottled men who will<br />always return</p><p>          mouthing wet                          <br />          promises.                                  </p><p>You rise already<br />harmed and follow</p><p>          my sad circle</p><p>as if dancing<br />on shattered legs.</p><p>Shoeless, toeless,<br />such tender absences.</p><p>You come to me<br />ripped</p><p>          in linens and reds,</p><p>eternal, autumnal<br />with rust and wonder.</p><p>My servant, sublimate<br />and I am yours</p><p>(the hot death<br />we would give each other).</p><p>My dark ardor,<br />my dark augur.</p><p>Love to the very open-<br />mouthed end.</p><p>We are made of<br />so much hunger.</p> "}, {"title": "Sun", "view_node": "/poem/sun-1", "field_author": "<a href=\"/poet/hadara-bar-nadav\" hreflang=\"en\">Hadara Bar-Nadav</a>", "field_date_published": "2018", "body": "<p><span class=\"“long-line”\">Blistered apple,</span><br /><span class=\"long-line\">gold that molts</span></p>\n\n<p><span class=\"“long-line”\">the eye &amp; boils</span><br /><span class=\"long-line\">animals in their caves.</span></p>\n\n<p><span class=\"“long-line”\">I touch &amp; touch</span></p>\n\n<p><span class=\"“long-line”\">          &amp; touch,</span></p>\n\n<p><span class=\"“long-line”\">branding the hands</span><br /><span class=\"long-line\">of each child.</span></p>\n\n<p><span class=\"“long-line”\">A circle</span><br /><span class=\"long-line\">of unmoored fury.</span></p>\n\n<p><span class=\"“long-line”\">I see death all</span><br /><span class=\"long-line\">around you—</span></p>\n\n<p><span class=\"“long-line”\">          your phantomed self</span><br /><span class=\"long-line\">          charred blue,</span></p>\n\n<p><span class=\"“long-line”\">          cast against</span><br /><span class=\"long-line\">          asphalt.</span></p>\n\n<p><span class=\"“long-line”\">The body’s ash already</span><br /><span class=\"long-line\">visible,</span></p>\n\n<p><span class=\"“long-line”\">          unglittering</span><br /><span class=\"long-line\">          in its cheap velvet.</span></p>\n\n<p><span class=\"“long-line”\">Bow down</span><br /><span class=\"long-line\">in the brilliance</span></p>\n\n<p><span class=\"“long-line”\">          of your borrowed light.</span></p>\n\n<p><span class=\"“long-line”\">Let me ignite</span><br /><span class=\"long-line\">your end.</span></p>\n"}, {"title": "We May No Longer Consider the End", "view_node": "/poem/we-may-no-longer-consider-end", "field_author": "<a href=\"/poet/ruth-ellen-kocher\" hreflang=\"und\">Ruth Ellen Kocher</a>", "field_date_published": "2018", "body": " <pre>The time of birds died sometime between\nWhen Robert Kennedy, Jr. disappeared and the Berlin\nWall came down. Hope was pro forma then.\nWe’d begun to talk about shelf-life. Parents\nThought they’d gotten somewhere. I can’t tell you\nWhat to make of this now without also saying that when\n<span class=\"long-line\">I was 19 and read in a poem that <em>the pure products of America</em> <em>go crazy</em></span>\nI felt betrayed. My father told me not to whistle because I\n<span class=\"long-line\">Was a girl. He gave me my first knife and said to keep it in my right</span>\n<span class=\"long-line\">Hand and to keep my right hand in my right pocket when I walked at night.</span>\n<span class=\"long-line\">He showed me the proper kind of fist and the sweet spot on the jaw</span>\nTo leverage my shorter height and upper-cut someone down.\nThere were probably birds on the long walk home but I don’t\nRemember them because pastoral is not meant for someone\nWith a fist in each pocket waiting for a reason. \n</pre>\n "}, {"title": "Dress (Aurora Borealis)", "view_node": "/poem/dress-aurora-borealis", "field_author": "<a href=\"/poet/hadara-bar-nadav\" hreflang=\"en\">Hadara Bar-Nadav</a>", "field_date_published": "2018", "body": "<blockquote><sup><em>—Ambreen Riasat was a victim of an honor killing on April 29, 2016. Thirteen people, including some of her family members, were arrested in connection to her murder. </em></sup></blockquote>\n\n<p><span class=\"long-line\">See me for miles—</span><br /><br /><span class=\"long-line\">          lightstreaked,</span><br /><span class=\"long-line\">          deathstreaked.</span><br /><br /><span class=\"long-line\">A disturbance.</span><br /><span class=\"long-line\">(I am disturbed.)</span><br /><br /><span class=\"long-line\">          Theatrical</span><br /><span class=\"long-line\">          and skinless.</span><br /><br /><span class=\"long-line\">          Electrical, all</span><br /><span class=\"long-line\">          edge. </span><br /><span class=\"long-line\">          </span><br /><span class=\"long-line\">A knife of ice</span><br /><span class=\"long-line\">carving the sky.</span><br /><br /><span class=\"long-line\">White blades, </span><br /><span class=\"long-line\">white fathom,</span><br /><br /><span class=\"long-line\">          unbridled.</span><br /><br /><span class=\"long-line\">White that is red</span><br /><span class=\"long-line\">is pink is hue</span><br /><br /><span class=\"long-line\">          is glazed enormity,</span><br /><span class=\"long-line\">          tangerine plush.</span><br /><br /><span class=\"long-line\">And then comes</span><br /><span class=\"long-line\">the blood,</span><br /><br /><span class=\"long-line\">          scarlets on fire.</span><br /><br /><span class=\"long-line\">Why is a girl always</span><br /><span class=\"long-line\">on fire.</span><br /><br /><span class=\"long-line\">What makes her</span><br /><span class=\"long-line\">crackle—</span><br /><br /><span class=\"long-line\">          breathtaking,</span><br /><span class=\"long-line\">          the cut wrist,</span><br /><br /><span class=\"long-line\">          thighs rushed</span><br /><span class=\"long-line\">          by smoke,</span><br /><span class=\"long-line\">                                                                                                                                                       </span><br /><span class=\"long-line\">          roil of voile,</span><br /><span class=\"long-line\">          combustible.</span><br /><br /><span class=\"long-line\">So I loved, laid, slept</span><br /><span class=\"long-line\">for days, blinked,</span><br /><br /><span class=\"long-line\">breathed flame,</span><br /><span class=\"long-line\">paraded like a god.</span><br /><br /><span class=\"long-line\">Gianter than god</span><br /><span class=\"long-line\">and vincible.</span><br /><br /><span class=\"long-line\">          Made of nothing at all.</span><br /><span class=\"long-line\">                                           </span><br /><span class=\"long-line\">          Fleshless,</span><br /><span class=\"long-line\">          a fuse of refusals.</span><br /><br /><span class=\"long-line\">And am I beautiful</span><br /><span class=\"long-line\">now, who owns beauty,</span><br /><br /><span class=\"long-line\">waiting for your tongues</span><br /><span class=\"long-line\">to slip by.</span></p>\n"}, {"title": "Thumb", "view_node": "/poem/thumb", "field_author": "<a href=\"/poet/hadara-bar-nadav\" hreflang=\"en\">Hadara Bar-Nadav</a>", "field_date_published": "2018", "body": " <p>Who means what it is to be human<br />and is scarred by childhood.</p><p>Thick and neckless. Your head shaped<br />like a gravestone.</p><p>A smile opens across the knuckle and disappears<br />every time you lift a tumbler of scotch.</p><p>Who holds a pen and lies.</p><p>Who holds a chopstick<br />in the language of still-twitching fish.</p><p>When you think of the past you form a fist<br />until a heart beats.</p><p>Once removed by a chisel. Then reattached.</p><p>You stiffen in the rain and dream<br />of pudding—a smooth, boneless lake.</p><p>Who butters morning toast<br />while wearing a butter hat.</p><p>Who fingers the ad for beef, grows numb<br />while talking to a girl on the phone.</p><p>Useless while typing. Useless<br />tool who only worships space.</p><p>A stump. A blackened stamp.<br />Your own private map of loneliness.</p><p>Who always leans to one side. Detached.<br />Distant from all others.</p> "}, {"title": "Lullaby (with Exit Sign)", "view_node": "/poem/lullaby-exit-sign", "field_author": "<a href=\"/poet/hadara-bar-nadav\" hreflang=\"en\">Hadara Bar-Nadav</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">I slept with all four hooves</span><br /><span class=\"long-line\">                       in the air or I slept like a snail</span></p>\n\n<p><span class=\"long-line\">            in my broken shell.</span></p>\n\n<p><span class=\"long-line\">The periphery of the world</span><br /><span class=\"long-line\">                       dissolved. A giant exit sign</span></p>\n\n<p><span class=\"long-line\">            blinking above my head.</span></p>\n\n<p><span class=\"long-line\">My family sings</span><br /><span class=\"long-line\">                       its death march.</span></p>\n\n<p><span class=\"long-line\">            They are the size of the moon.</span></p>\n\n<p><span class=\"long-line\">No, they are the size</span><br /><span class=\"long-line\">                       of thumbtacks punched</span></p>\n\n<p><span class=\"long-line\">            through the sky’s eyelid.</span></p>\n\n<p><span class=\"long-line\">What beauty, what bruise.</span></p>\n\n<p><span class=\"long-line\">                       What strange lullaby is this</span><br /><span class=\"long-line\">            that sings from its wound?)</span></p>\n\n<p><span class=\"long-line\">Here, my dead father knocks</span></p>\n\n<p><span class=\"long-line\">                       on a little paper door. Here,</span><br /><span class=\"long-line\">            my family knocks, waits.</span></p>\n\n<p><span class=\"long-line\">Come through me, my darlings,</span></p>\n\n<p><span class=\"long-line\">                       whatever you are: flame,</span><br /><span class=\"long-line\">            lampshade, soap.</span></p>\n\n<p><span class=\"long-line\">Leave your shattered shadows</span></p>\n\n<p><span class=\"long-line\">                       behind. I’ll be the doorway</span><br /><span class=\"long-line\">            that watches you go.</span></p>\n"}], "pager": {"current_page": 213, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}