{"rows": [{"title": "The Blue Cup", "view_node": "/poem/blue-cup", "field_author": "<a href=\"/poet/minnie-bruce-pratt\" hreflang=\"und\">Minnie Bruce Pratt</a>", "field_date_published": "1999", "body": " <pre>\nThrough binoculars the spiral nebula was\na smudged white thumbprint on the night sky.\nStories said it was a mark left by the hand\nof Night, that old she, easily weaving\nthe universe out of milky strings of chaos.\n\nBeatrice found creation more difficult.\nTonight what she had was greasy water\nwhirling in the bottom of her sink, revolution,\nand one clean cup.\n\n                    She set the blue cup\ndown on the table, spooned instant coffee, poured\nboiling water, a thread of sweetened milk. Before\nshe went back to work, she drank the galaxy that spun\nsmall and cautious between her chapped cupped hands.</pre>\n "}, {"title": "At Deep Midnight", "view_node": "/poem/deep-midnight", "field_author": "<a href=\"/poet/minnie-bruce-pratt\" hreflang=\"und\">Minnie Bruce Pratt</a>", "field_date_published": "1999", "body": " <pre>\nIt's at dinnertime the stories come, abruptly,\nas they sit down to food predictable as ritual.\nPink lady peas, tomatoes red as fat hearts\nsliced thin on a plate, cornbread hot, yellow\nclay made edible. The aunts hand the dishes\nand tell of people who've shadowed them, pesky\nterrors, ageing reflections that peer back\nin the glass when they stand to wash up at the sink.\n\n\n                  One sister shivers and fevers with malaria,\n                  lowland by the river where Papa tries to farm\n                  the old plantation.  Midnight, she calls to him\n                  to save her, there's money on fire, money between\n                  her thighs, money burning her up, she's dying.\n\n                  He brings no water but goes on his knees,\n                  jerks up the bedclothes, shouts something she\n                  has not said, has she? Yelling at the invisible man\n                  he sees under the bed: <i>Come out from there, you</i>\n                  <i>black rascal, you.</i> Flapping the heavy sheets\n                  like angel wings, and smiling at his baby daughter\n\n\nwho in her eighties shuffles her words briskly\nlike a deck of playing cards, and laughs and says,\n<i>We're all crazy here, lived around negroes too long.</i>\n\n\n                  The oldest sister walks barefoot home from school\n                  trembling. At the curve by the Lightsey's house\n                  a black woman stands, bloody-handed, holding up\n                  a pale fetus from a slaughtered sow, laughing,\n                  <i>I've killed me a baby, lookit the baby I killed.</i>\n\n\n          Beatrice looks past them all, sees the ramshackle houses\n          past her grandmother's yard, the porch tin cans of snakeplants.\n          Inside, sooty walls, from a hundred years' of pineknot smoke.\n\n\n                  Inside no bigger than a corncrib. The door shuts from outside.\n                  They can hear the board drop into the slot, the angry man\n                  shut in to stand stud, the woman on her back on cornshucks,\n                  who later, bloody, smothers her new daughter in rough homespun.\n\n                  Inside a white-washed, lamplit room, a man bends over\n                  a ledger: <i>Boy Jacob Seventy-Five Dollars, Five Sows</i>\n                  <i>and Sixteen Piggs Twenty Dollars.</i> His pen flickers:\n                  how fast could the pair he bought cheap increase five-fold\n                  because God had said replenish the earth and subdue it?\n\n\nNow the aunts are asking about her children, the boy\nbabies who'd so pleased, with their white skin, silky\ncrisp as new-printed money, a good thing too, with the farm\nlost long ago. Beatrice wonders if the youngest sister\n\n\n          remembers the noon she snapped the bedroom door open\n          on her, arched, aching, above the girl cousin, taking\n          turns on the carefully made-up bed. Flushed like dove\n          out of the room's dusty shade, they murmured denials.\n          They ended the long kissing that gets no children.\n\n          Her nipples had been brown-pink like a bitten-into fig,\n          gritty sweet, never tasted, lost as her cousin dressed\n          after a night they'd sunk together in the feather mattress\n          hip to hip, hair tangled, kinky brown, springcoiled blonde,\n          skin stuck to humid skin in the sandy damp sheets. Dressed,\n          at breakfast, elbow to elbow, they ate biscuits and jelly.\n\n          She never claimed her with a look, no wherewithal, no currency\n          in love, no madness, no money, only a silent vacancy.\n\n\n          Only the stupor of lying alone on the bed reading: <i>The man</i>\n          <i>takes the woman roughly in his arms, pushes her down.</i> If\n          she lay still enough, she might feel.  Pressing herself\n          down. The bedspread's blunt crochet cuts into her face,\n          her cheek rouged and gouged by the thread's harsh twist.\n\n\nThey have more ice tea, the heat almost too much. The heat\nat deep midnight grinds into slight motion, whir of a fan.\n\nAll sleeping, the aunts, the mother, the grown daughter. While\nfrom bed to bed, slow as the sodden air, move two young girls,\nwhite not-yet-swollen breasts, white underpants, white ghosts.\n\nThey stand at each bed, watching, asking, their dark, light\nhair drifting like fire out from their unforgiving faces.</pre>\n "}, {"title": "The Subway Entrance", "view_node": "/poem/subway-entrance", "field_author": "<a href=\"/poet/minnie-bruce-pratt\" hreflang=\"und\">Minnie Bruce Pratt</a>", "field_date_published": "1999", "body": " <pre>\nHe was her guide. He lived in hell. Every day he thought\nhe was dead. Years after he's died, she thinks it's him stumbling\ndrunk through the subway turnstile. Just the two of them\non the platform. He asks her for money, pennies for passage:\n\n\n          In the nursing home, a palsied woman guards the door.\n          She asks: <i>Are you coming back?</i> Everyone in or out\n          must answer her. <i>Don't leave me here. Come back.</i>\n          Beatrice lies to get past her outstretched shaking hand.\n\n          Her father knows she's leaving him today. He waits.\n          His dying head turns and roams the air. One tear\n          slides from his right eye, rheumy clear regret.\n          What has he meant? His shouts at the TV asked for death,\n          the dogs set ravening. His way in the woods was delicate\n          wherever he stepped.\n\n\n                                Before he takes her there,\n                    he shows the snake's rattle in his desk drawer, stretched\n                    out like a watch fob, a pocket charm to protect,\n                    a souvenir of the biggest one he's killed yet. He calls\n                    to her in the woods, <i>Look where you put your feet.</i>\n\n                    Her favorite place is low, the watery creek branch,\n                    sand rippled like snake tracks. His place is high, a stand\n                    of longleaf pine. In that long hallway, light flashes\n                    as his axe bites at a tree's distortions, rotted cankers,\n                    excrescences. His gloved hands run rough up and down\n                    the bark flanks. Her mouth fills with tincture of turpentine.\n                    On the tree's face, teardrops of rosin harden and shine.\n\n\n                              She remembers which way the bed faced. Climbing\n                              up beside him. No touching, but excitement. Like getting on\n                              a train and stories flash by. Him throwing tires like horseshoes\n                              in Michigan, him wrestling alligators in a Florida swamp.\n                              His words clack like wheels over rails, then he's snoring.\n               \n\n          She thought they were going together. Left behind.\n          The one who waits, the one who's going nowhere\n          in the stuffy room, with his sweat, cigarettes, spittoon.\n          No way to tell her story. \n\n\n                                                        He carries her on his back\n                              across the river. Sun sparkles under her feet,\n                              and the terror of what lies under. She climbs down\n                              to stand with him at the edge, where sandy ground\n                              gives way to water. His ruined land behind her,\n                              the failed sealed mouths of coal mines, the silver dollars\n                              like tarnished moons in men's hands on election night.\n\n\n          She knows she is leaving him today. She asks,\n          <i>Will you die before I come back?</i> He says he guesses so.\n          He sees her tears, he says, <i>Don't take it so hard.</i>\n\n\nHe promised his mother he'd come back. He never\npromised her.\n\n                    In the past they step to the edge of the river\n                    and the water forgives.\n\n\n                                             He never promised to meet her\nin the city, any one of the cities he stumbled through:\n\n\n                              On foot in L.A. in 1931, looking for a job.\n                              Left the trailer at dawn, walking. Sold cut flowers\n                              on a corner, picked up golf balls at a driving range,\n                              nickel a bucket. At the locked gates of the aircraft plant\n                              daydreamed a flight above the city like a silver angel.\n                              Asked for yard work at a house. The owner promises tomorrow.\n\n\nHe holds his hands out, and says, as if to a brother, a sister,\n<i>Don't you forget me.</i></pre>\n "}, {"title": "The Great Migration", "view_node": "/poem/great-migration", "field_author": "<a href=\"/poet/minnie-bruce-pratt\" hreflang=\"und\">Minnie Bruce Pratt</a>", "field_date_published": "1999", "body": " <pre>\n\"...paid for at a price which literally staggers humanity.\nImperialism, the exploitation of colored labor throughout the \nworld, thrives upon the approval of the United States, and the\nUnited States gives that approval because of the South.\"\n—<em>W. E. B. Du Bois</em>\n\n\nThe third question in Spanish class is: <i>De donde eres tu?</i>\nShe'd come for brand-new words: <i>las flores rojas, el puente.</i>\nTo have words like <i>crema de leche</i> on her tongue at least\nfor a few weeks before tasting the bitter syllables of their history.\n\nHow to begin with the young woman next to her asking: <i>Where?</i>\nYoung enough to be her daughter but—\n\n\n        <i>The place where you were one of five half-naked children</i>\n        <i>playing in the dirt under a porch. There was a yellow dog.</i>\n        <i>The place where I was a white girl sitting in a dusty car</i>\n        <i>with the window rolled down, looking at you. No word</i>\n        <i>to share. That place. That place.</i>\n\n\n                                              She says, <i>Del Sur.</i>\n                The girl replies: <i>We moved up here when I was eight.</i>\n                <i>Until last year every dream I had happened there.</i>\n                <i>I take my daughter down to see my aunts. She's four.</i>\n                <i>Back home she can take her shoes off. The ground's not</i>\n                <i>strewn with glass, like here. The dirt's clean, at least.</i>\n                <i>Do you have folks, back home?</i>\n\n\n                                                 From class to home\nshe tries out her lessons. At the bus stop bench, she sat next to\na man who hated spring, its thunderhead clouds, its green-\nleafed rain. At home, he said, there was only sun. In the north\nin Chile, rain was somewhere else, not falling everywhere\nlike sadness here. He'd not been back in twenty years.\n\n\n        There was him, and the man who hated the cold and the brick factory\n        and the one room with fifteen people he couldn't remember. He began\n        to walk back to Guatemala. Police picked him up in Texas.\n        No soles to the bottom of his shoes. Police stopped him in Mexico.\n        Three thousand miles in four months. He'd done it before. His compass\n        was walk south, toward warmth, you come to home before the war.\n\n\nAt home there was a dirt track by the paved road, worn down\nthrough pink sundrops and fox grass, an emphatic sentence\nwritten by people walking north to work.\n\n                                          Books called it\n<i>The Great Migration</i>, but people are not birds. They have in common\nonly flight. Now, in the city night, they dream they're caught\nin a cloud of dust and grit, looking down at land being shoveled,\nfurrowed, or burned by huge machines. In the daylight they stand\nin line at the post office and buy money orders to send home.\n\n\n        Beatrice is there to collect a package from her mother. This time\n        she's sent onions grown in sandy soil. She says they are sweeter\n        than apples, that one will feed a crowd, that they have no bitterness.\n\n\n                At home their neighbor said: <i>I can tell any county I'm in</i>\n                <i>just by smelling the dirt.</i>\n\n\n                                              Beatrice puts aside five\nonion globes shining yellow as lamplight, like the old kerosene\nlamp they set in the kitchen for emergencies. She'll give\nthem to the woman who sits by her in Spanish class, the one\nyoung as a daughter, the one she'd never have known at home.</pre>\n "}, {"title": "Homage to Sharon Stone", "view_node": "/poem/homage-sharon-stone", "field_author": "<a href=\"/poet/lynn-emanuel\" hreflang=\"und\">Lynn Emanuel</a>", "field_date_published": "1999", "body": " <pre>\nIt's early morning. This is the \"before,\"\nthe world hanging around in its wrapper,\nblowzy, frumpy, doing nothing: my \nneighbors, hitching themselves to the roles\nof the unhappily married, trundle their three\nmastiffs down the street. I am writing this\nbook of poems. My name is Lynn Emanuel.\nI am wearing a bathrobe and curlers; from \nmy lips, a Marlboro drips ash on the text.\nIt is the third of September nineteen**.\nAnd as I am writing this in my trifocals\nand slippers, across the street, Sharon Stone,\nher head swollen with curlers, her mouth\nred and narrow as a dancing slipper, \nis rushed into a black limo. And because\nthese limos snake up and down my street,\nthis book will be full of sleek cars nosing\nthrough the shadowy ocean of these words.\nEvery morning, Sharon Stone, her head\nin a helmet of hairdo, wearing a visor\nof sunglasses, is engulfed by a limo\nthe size of a Pullman, and whole fleets\nof these wind their way up and down\nthe street, day after day, giving to the street\n(Liberty Avenue in Pittsburgh, PA)\nand the book I am writing, an aspect\nthat is both glamorous and funereal.\nMy name is Lynn Emanuel, and in this\nbook I play the part of someone writing \na book, and I take the role seriously, \njust as Sharon Stone takes seriously \nthe role of the diva. I watch the dark \ncars disappear her and in my poem \nanother Pontiac erupts like a big animal \nat the cool trough of a shady curb. So, \nwhen you see this black car, do not think \nit is a Symbol For Something. It is just \nSharon Stone driving past the house \nof Lynn Emanuel who is, at the time, \ntrying to write a book of poems.\n\nOr you could think of the black car as \nLynn Emanuel, because, really, as an author,\nI have always wanted to be a car, even \nthough most of the time I have to be \nthe \"I,\" or the woman hanging wash; \nI am a woman, one minute, then I am a man, \nI am a carnival of Lynn Emanuels:\nLynn in the red dress; Lynn sulking \nbehind the big nose of my erection; \nthen I am the train pulling into the station \nwhen what I would really love to be is \nGertrude Stein spying on Sharon Stone \nat six in the morning. But enough about \nthat, back to the interior decorating:\nOn the page, the town looks bald\nand dim so I turn up the amps on \nthe radioactive glances of bad boys. \nIn a kitchen, I stack pans sleek with \ngrease, and on a counter there is a roast \nbeef red as a face in a tantrum. Amid all \nthis bland strangeness is Sharon Stone, \nwho, like an engraved invitation, is asking \nme, <i>Won't you, too, play a role?</i> I do not \nchoose the black limo rolling down the street \nwith the golden stare of my limo headlights \nbringing with me the sun, the moon, and \nSharon Stone. It is nearly dawn; the sun \nis a fox chewing her foot from the trap; \nevery bite is a wound and every wound \nis a red window, a red door, a red road. \nMy name is Lynn Emanuel. I am the writer \ntrying to unwrite the world that is all around her.\n</pre>\n "}, {"title": "The Politics of Narrative: Why I Am A Poet", "view_node": "/poem/politics-narrative-why-i-am-poet", "field_author": "<a href=\"/poet/lynn-emanuel\" hreflang=\"und\">Lynn Emanuel</a>", "field_date_published": "1999", "body": " <pre>\n     Jill's a good kid who's had some tough luck. But that's \nanother story. It's a day when the smell of fish from Tib's hash \nhouse is so strong you could build a garage on it. We are sit-\nting in Izzy's where Carl has just built us a couple of solid \nhighballs. He's okay, Carl is, if you don't count his Roamin' \nHands and Rushin' Fingers. Then again, that should be the \nonly trouble we have in this life. Anyway, Jill says, \"Why \ndon't you tell about it? Nobody ever gets the poet's point of \nview.\" I don't know, maybe she's right. Jill's just a kid, but \nshe's been around; she knows what's what.\n     So, I tell Jill, we are at Izzy's just like now when he \ncomes in. And the first thing I notice is his hair, which has \nbeen Vitalis-ed into submission. But, honey, it won't work, \nand it gives him a kind of rumpled your-boudoir-or-mine look. \nI don't know why I noticed that before I noticed his face. \nMaybe it was just the highballs doing the looking. Anyway, \nthen I see his face, and I'm telling you—I'm telling Jill—this is \na masterpiece of a face.\n     But—and this is the god's own truth—I'm tired of\nbeauty. Really. I know, given all that happened, this must \nsound kind of funny, but it made me tired just to look at him. \nThat's how beautiful he was, and how much he spelled T-R-\nO-U-B-L-E. So I threw him back. I mean, I didn't say it, I say \nto Jill, with my mouth. But I said it with my eyes and my \nshoulders. I said it with my heart. I said, Honey, I'm throwing \nyou back. And looking back, that was the worst, I mean, the \nworst thing—bar none—that I could have done, because it\ndrew him like horseshit draws flies. I mean, he didn't walk\nover and say, \"Hello, girls; hey, you with the dark hair, your\nindifference draws me like horseshit draws flies.\"\n     But he said it with his eyes. And then he smiled. And\nthat smile was a gas station on a dark night. And as wearying\nas all the rest of it. I am many things, but dumb isn't one of\nthem. And here is where I say to Jill, \"I just can't go on.\" I\nmean, how we get from the smile into the bedroom, how it all\nhappens, and what all happens, just bores me. I am a concep-\ntual storyteller. In fact, I'm a conceptual liver. I prefer the\ncookbook to the actual meal. Feeling bores me. That's why I \nwrite poetry. In poetry you just give the instructions to the \nreader and say, \"Reader, you go on from here.\" And what I like\nabout poetry is its readers, because those are giving people. I \nmean, those are people you can trust to get the job done. They \npull their own weight. If I had to have someone at my back in \na dark alley, I'd want it to be a poetry reader. They're not like\nsome people, who maybe do it right if you tell them, \"Put this\nfoot down, and now put that one in front of the other, button\nyour coat, wipe your nose.\"\n     So, really, I do it for the readers who work hard and, I \nfeel, deserve something better than they're used to getting. I \ndo it for the working stiff. And I write for people, like myself, \nwho are just tired of the trickle-down theory where some-\nbody spends pages and pages on some fat book where every-\nthing including the draperies, which happen to be <i>burnt orange</i>, \nare described, and, further, are some <i>metaphor</i> for something.\nAnd this whole boggy waste trickles down to the reader in the \nform of a little burp of feeling. God, I hate prose. I think the \naverage reader likes ideas.\n     \"A sentence, unlike a line, is not a station of the cross.\" I \nsaid this to the poet Mark Strand. I said, \"I could not stand to\nwrite prose; I could not stand to have to write things like 'the \ndraperies were burnt orange and the carpet was brown.'\" And \nhe said, \"You could do it if that's all you did, if that was the \nbeginning and the end of your novel.\" So please, don't ask me \nfor a little trail of bread crumbs to get from the smile to the \nbedroom, and from the bedroom to the death at the end, al-\nthough you can ask me a lot about death. That's all I like, the \nvery beginning and the very end. I haven't got the stomach for\nthe rest of it.\n     I don't think many people do. But, like me, they're either \ntoo afraid or too polite to say so. That's why the movies are \nsuch a disaster. Now <i>there's</i> a form of popular culture that \ndoesn't have a clue. Movies should be five minutes long. You \nshould go in, see a couple of shots, maybe a room with orange \ndraperies and a rug. A voice-over would say, \"I'm having a \nhard time getting Raoul from the hotel room into the eleva-\ntor.\" And, bang, that's the end. The lights come on, everybody \nwalks out full of sympathy because this is a shared experi-\nence. Everybody in that theater knows how hard it is to get \nRaoul from the hotel room into the elevator. Everyone has had \nto do boring, dogged work. Everyone has lived a life that \nseems to inflict every vivid moment the smears, finger-\nings, and pawings of plot and feeling. Everyone has lived un-\nder this oppression. In other words, everyone has had to eat \nshit—day after day, the endless meals they didn't want, those \ndark, half-gelatinous lakes of gravy that lay on the plate like \nan ugly rug and that wrinkled clump of reddish-orange roast \nbeef that looks like it was dropped onto your plate from a \ngreat height. God what a horror: getting Raoul into the ele-\nvator.\n     And that's why I write poetry. In poetry, you don't do \nthat kind of work.\n</pre>\n "}, {"title": "The Burial", "view_node": "/poem/burial", "field_author": "<a href=\"/poet/lynn-emanuel\" hreflang=\"und\">Lynn Emanuel</a>", "field_date_published": "1999", "body": " <pre>\nAfter I've goosed up the fire in the stove with <i>Starter Logg</i> \nso that it burns like fire on amphetamines; after it's imprisoned, \nscreaming and thrashing, behind the stove door; after I've \nlistened to the dead composers and watched the brown-plus-gray \ndeer compose into Cubism the trees whose name I don't know \n(pine, I think); after I've holed up in my loneliness staring \nat the young buck whose two new antlers are like a snail's \nstalked eyes and I've let this conceit lead me to the eyes-on-stems \nof the faces of Picasso and from there to my dead father; after I've \nchased the deer away (they were boring, streamlined machines \nfor tearing up green things, deer are the cows-of-the-forest); \nthen I bend down over the sea of keys to write this poem \nabout my father in his grave.\n\nIt isn't easy. It's dark in my room, the door is closed, \nall around is creaking and sighing, as though I were in the hold \nof a big ship, as though I were in the dark sleep\nof a huge freighter toiling across the landscape of the waves \ntaking me to my father with whom I have struggled \nlike Jacob with the angel and who heaves off, one final time, \nthe muddy counterpane of the earth and lies panting \nbeside his grave like a large dog who has run a long way.\n\nThis is as far as he goes. I stand at the very end \nof myself holding a shovel. The blade is long and cool;\nIt is an instrument for organizing the world; the blade is \ndrenched in shine, the air is alive along it, as air is alive \non the windshield of a car. Beside me my father droops\nas though he were under anesthesia. He is so thin, \nand he doesn't have a coat. My left hand grows \ncool and sedate under the influence of his flesh. \nIt hesitates and then...\n\nMy father drops in like baggage into a hold. \nIn his hands, written on my stationery, a note \nI thought of xeroxing: <i>Dad, I will be with you, \nthrough the cold, dark, closed places you hated.</i>\nI close the hinged lid, and above him I heap a \nfirmament of dirt. The body alone, in the dark, \nin the cold, without a coat. I would not wish that on my \ngreatest enemy. Which, in a sense, my father was.</pre>\n "}, {"title": "inside gertrude stein", "view_node": "/poem/inside-gertrude-stein", "field_author": "<a href=\"/poet/lynn-emanuel\" hreflang=\"und\">Lynn Emanuel</a>", "field_date_published": "1999", "body": "<p><span class=\"long-line\">Right now as I am talking to you and as you are being talked </span><br /><span class=\"long-line\">to, without letup, it is becoming clear that gertrude stein has </span><br /><span class=\"long-line\">hijacked me and that this feeling that you are having now as </span><br /><span class=\"long-line\">you read this, that this is what it feels like to be inside </span><br /><span class=\"long-line\">gertrude stein. This is what it feels like to be a huge type-</span><br /><span class=\"long-line\">writer in a dress. Yes, I feel we have gotten inside gertrude </span><br /><span class=\"long-line\">stein, and of course it is dark inside the enormous gertrude, it </span><br /><span class=\"long-line\">is like being locked up in a refrigerator lit only by a smiling </span><br /><span class=\"long-line\">rind of cheese. Being inside gertrude is like being inside a </span><br /><span class=\"long-line\">monument made of a cloud which is always moving across </span><br /><span class=\"long-line\">the sky which is also always moving. Gertrude is a huge gal-</span><br /><span class=\"long-line\">leon of cloud anchored to the ground by one small tether, yes, </span><br /><span class=\"long-line\">I see it down there, do you see that tiny snail glued to the </span><br /><span class=\"long-line\">tackboard of the landscape? That is alice. So, I am inside </span><br /><span class=\"long-line\">gertrude; we belong to each other, she and I, and it is so won-</span><br /><span class=\"long-line\">derful because I have always been a thin woman inside of </span><br /><span class=\"long-line\">whom a big woman is screaming to get out, and she's out </span><br /><span class=\"long-line\">now and if a river could type this is how it would sound, pure </span><br /><span class=\"long-line\">and complicated and enormous. Now we are lilting across the </span><br /><span class=\"long-line\">countryside, and we are talking, and if the wind could type it </span><br /><span class=\"long-line\">would sound like this, ongoing and repetitious, abstracting </span><br /><span class=\"long-line\">and stylizing everything, like our famous haircut painted by </span><br /><span class=\"long-line\">Picasso. Because when you are inside our haircut you under-</span><br /><span class=\"long-line\">stand that all the flotsam and jetsam of hairdo have been </span><br /><span class=\"long-line\">cleared away (like the forests from the New World) so that the </span><br /><span class=\"long-line\">skull can show through grinning and feasting on the alarm it</span><br /><span class=\"long-line\">has created. I am now, alarmingly, inside gertrude's head and I</span><br /><span class=\"long-line\">am thinking that I may only be a thought she has had when </span><br /><span class=\"long-line\">she imagined that she and alice were dead and gone and </span><br /><span class=\"long-line\">someone had to carry on the work of being gertrude stein, and </span><br /><span class=\"long-line\">so I am receiving, from beyond the grave, radioactive isotopes </span><br /><span class=\"long-line\">of her genius saying, take up my work, become gertrude stein.</span></p>\n\n<p><span class=\"long-line\">Because someone must be gertrude stein, someone must save </span><br /><span class=\"long-line\">us from the literalists and realists, and narratives of the </span><br /><span class=\"long-line\">beginning and end, someone must be a river that can type. </span><br /><span class=\"long-line\">And why not I? Gertrude is insisting on the fact that while I </span><br /><span class=\"long-line\">am a subgenius, weighing one hundred five pounds, and living </span><br /><span class=\"long-line\">in a small town with an enormous furry male husband who is </span><br /><span class=\"long-line\">always in his Cadillac Eldorado driving off to sell something </span><br /><span class=\"long-line\">to people who do not deserve the bad luck of this mer-</span><br /><span class=\"long-line\">chandise in their lives--that these facts would not be a prob-</span><br /><span class=\"long-line\">lem for gertrude stein. Gertrude and I feel that, for instance, in </span><br /><span class=\"long-line\"><em>Patriarchal Poetry</em> when (like an avalanche that can type) she is </span><br /><span class=\"long-line\">burying the patriarchy, still there persists a sense of con-</span><br /><span class=\"long-line\">descending affection. So, while I'm a thin, heterosexual sub-</span><br /><span class=\"long-line\">genius, nevertheless gertrude has chosen me as her tool, just </span><br /><span class=\"long-line\">as she chose the patriarchy as a tool for ending the patriarchy. </span><br /><span class=\"long-line\">And because I have become her tool, now, in a sense, gertrude</span><br /><span class=\"long-line\">is inside me. It's tough. Having gertrude inside me is like </span><br /><span class=\"long-line\">having swallowed an ocean liner that can type, and, while I </span><br /><span class=\"long-line\">feel like a very small coat closet with a bear in it, gertrude and </span><br /><span class=\"long-line\">I feel that I must tell you that gertrude does not care. She is </span><br /><span class=\"long-line\">using me to get her message across, to say, I am lost, I am</span><br /><span class=\"long-line\">beset by literalists and narratives of the beginning and middle </span><br /><span class=\"long-line\">and end, help me. And so, yes, I say, yes, I am here, gertrude, </span><br /><span class=\"long-line\">because we feel, gertrude and I, that there is real urgency in </span><br /><span class=\"long-line\">our voice (like a sob that can type) and that things are very </span><br /><span class=\"long-line\">bad for her because she is lost, beset by the literalists and </span><br /><span class=\"long-line\">realists, her own enormousness crushing her and we must </span><br /><span class=\"long-line\">find her and take her into ourselves, even though I am the </span><br /><span class=\"long-line\">least likely of saviors and have been chosen perhaps as a last </span><br /><span class=\"long-line\">resort, yes, definitely, gertrude is saying to me, you are the </span><br /><span class=\"long-line\">least likely of saviors, you are my last choice and my last </span><br /><span class=\"long-line\">resort.</span></p>\n"}, {"title": "A Boat Is a Lever", "view_node": "/poem/boat-lever", "field_author": "<a href=\"/poet/ralph-burns\" hreflang=\"und\">Ralph Burns</a>", "field_date_published": "1996", "body": " <blockquote>--after Simone Weil</blockquote>\n<pre>\nAfter my student went to the doctor to\nCheck out the rash speckling his\nRight hand and found out he had\nLeukemia, that the cancer had spread\nInto his lungs, then where did he go?\nI've called his number several times.\nFlat-bottom boats light in water.\nBrown brack and mud smell,\nStumps like chewed-off candles,\nCypress knees, knock and small\nTalk floating over water, a motor\nChuffing off, a small blue cloud of excess\nGasoline spreads an ugly\nRainbow on tan water.  Every\nThing rests on its proposition\nIncluding smooth isobars along the bay.\n<i>Since collective thought cannot exist</i>\n<i>As thought it passes into things.</i>\nChemo takes a few gray hairs.  Mustard\nCruises the bloodstream under a blizzard\nOf white cells.  Subdued by the arbitrary,\nSuspended, the one in the boat still needs\nTo row it -- to direct the muscles, to\nMaintain equilibrium with air\nAnd water.  If water is waveless\nThen the boat reads by leading marks.\n<i>There is nothing more beautiful</i>\n<i>Than a boat.</i></pre>\n "}, {"title": "In the Bathroom Mirror", "view_node": "/poem/bathroom-mirror", "field_author": "<a href=\"/poet/ralph-burns\" hreflang=\"und\">Ralph Burns</a>", "field_date_published": "1996", "body": " <pre>\nHe continues to ponder\n\tAnd his wife moves next to him.\nShe looks.  They look at themselves \n\tLooking through the fog.\nShe has a meeting she says in about\n\tThirty minutes, he has\nSomething too.  But still she has\n\tJust stepped out of the bath\nAnd a single drop of water\n\tHas curved along her breast\nDown her abdomen and vialed in\n\tHer navel then disappeared\nIn crimson.  Unless they love\n\tThen wake in love\nWho can they ever be?  Their faces bloom,\n\tA rain mists down, the bare\nBulb softens above the glass,\n\tSo little light that\nThe hands mumble deliciously,\n\tThat the mouth opens\nMothlike, like petals finding\n\tThemselves awake again\nAt four o'clock mid shade and sun.</pre>\n<pre>\n</pre>\n "}, {"title": "Stella", "view_node": "/poem/stella", "field_author": "<a href=\"/poet/ralph-burns\" hreflang=\"und\">Ralph Burns</a>", "field_date_published": "1996", "body": " <h3 align=\"center\">1</h3>\n<pre>\nFlap, flap went the mind of the bird\nWho flew out of my grandmother's attic\nLike heat in the creases\nWhere air used to be.  One week\nOf summer was all that house\nCould take of my brother and me.\n\n\t\t\tYears later,\nAfter she died, someone, my aunt I\nThink, arranged for her to be driven\nBack to Kingfisher, Oklahoma for the\nFuneral.  It was raining, the mortician\nHadn't arrived yet, so the driver\nLeft her there --\n\nMy grandmother, unembalmed, in darkness,\n\nIn the month of the Green Corn Ceremony.\nBut she wasn't Cherokee, she hated Indians.\nHer story was only deep, irregular\nWing-beats of the heart.\n\nDown dropped a huge bright-colored\nNight-bird with large crested head,\nWhich, when raised, gave\nThe appearance of being startled.\n\nIt skimmed a few puddles gorging\nOn insects and a lizard or two.\nThen banked south for my\nGrandmother's house, bright star.</pre>\n<h3 align=\"center\"> <br />2</h3>\n<pre>\nOut out,\nThe bumblebee caught in the Pepsi\nBottle, one of twelve\nIn the wood crate cooking\nIn the shed\n\nAnd Arthur Van Horn drawing\nBow and resin across\nCatgut, sour linen under the fiddle, rosewood\nCradled\n\nUnder the chin -- his new baby\nCries her first cry \nOf a thousand,\nFor she is Stella,\nAfter the guitar,  \n\nBecause rain and tears\nAre separate.</pre>\n<h3 align=\"center\"> <br />3</h3>\n<pre>\nThose cuff links, that blowfish,\nThat stuff in the Hefty bag\nAre trash of my people -- whose\nBonds are movable like my\n\nMobile grandmother idling\nIn the parking lot of La Quinta.\nWhosoever speaks her name\nFast in the window brings forth\n\nLight.</pre>\n<h3 align=\"center\"> <br />4</h3>\n<pre>\nThe ballpark all lit up\nDid not exist until we turned\nHer transistor on and some kid\nWhacked a rock back, back . . .\n\nIt knocked three feathers\nOff the mercury vapor, landed on corrugated\nTin so that the interdigitated\nInterrupted their sleep but will\n\nNot be entering this poem.\nThey can just go back to pressing\nOn the chest like sorrow and letting\nThe game sink in its yellow\n\nCase with seventy-two holes\nFor the speaker and a carrying\nStrap.  When the radio broke\nI could not sling it like David\n\nBecause the strap broke too.\nBut that was long after sound\nCommingling with a high brief whistle\nAmid chatter and crack of the bat.\n\nYou wouldn't have known her,\nI can hear my cousin say.\nHer hair was all gray.\nIt used to be red\n\nBut gray is something I heard\nLike the water-sucking clay.\nBut red is what she was\nWho like a star revolved\n\nBetween three holes of light\nOr hung like an eye-droop\nIn water-cooled air and a dark\nWind takes the summer.</pre>\n<h3 align=\"center\"> <br />5</h3>\n<pre>\nThere is the sound\n\tBrando makes under\n\t\tThe wrought iron balcony\n\nIn New Orleans in summer\n\tAnd Stella sweats\n\t\tIn her nightgown\n\nAnd Desire runs\n\tAlong its length\n\t\tBut all you hear\n\nIs Stanley -- everybody\n\tKnows -- one word, two\n\t\tSyllables, and even the space\n\nBetween the stars is awestruck\n\tThat a man can feel such\n\t\tStubborn, stupid language\n\nCrawl out of his brain,\n\tInto his mouth, and scrape\n\t\tThe ceiling of heaven --\n\nStella -- you are beyond,\n\tStella -- knock, knock.\n\t\tI tap the limousine glass\n\nLike an ape, like Stanley\n\tKowalski interdicting silence.\n\t\tStella -- the lights come on\n\nIn rooms 3 and 12, a hot\n\tHumid air turns to pink smoke\n\t\tAgainst the cool adobe wall.</pre>\n "}, {"title": "Barbed Wire", "view_node": "/poem/barbed-wire", "field_author": "<a href=\"/poet/ralph-burns\" hreflang=\"und\">Ralph Burns</a>", "field_date_published": "1990", "body": " <pre>\nTwo or more strands twisted together,\nOxides and baser salts, admixture\nOf carbon, metal of lash and scourge,\nStrung like a virus, barbed intervals,\n\nStapled by hand to bois d'arc poles,\nWoven by machine, \"devil's rope\"\nOf vast interior plains,\nOf meadows bruised by their own\n\nAmplitude, barbed wire of a thousand\nDifferent kinds, undulating loops,\nHalf round and square--Reynold's Web,\nPreston's Braid, Meriwether's Cold-\n\nWeather Wire, Shellaberger's Long Zigzag,\nWalking Wire, Curtis's Ladder, Visible Lace,\nArch and Leaf, Descending Beads, Staple Barb,\nOpen Diamond Point, Sproul's Twins,\n\nElsey's Ribbon, Brink's Buckle, Ellwood's Star,\nFlute and Rib, Spool and Spurs, Joined Saucers,\nTie through Eye, Body Grip,\nBlake's Knee Grip, Underwood's Tack--\n\nUnloved, unloving; that to name these\nDoes no political good, but as precision\nIs polemical, against vague statement\nAnd circular evasion, as the sharp angle of sun\n\nAnd crossed wires together body forth a spark,\nIt is some kind--cold, unmusical, utterly itself,\nKeeping cattle in, or the enemies of sheep\nOut.</pre>\n "}, {"title": "And Leave Show Business?", "view_node": "/poem/and-leave-show-business", "field_author": "<a href=\"/poet/ralph-burns\" hreflang=\"und\">Ralph Burns</a>", "field_date_published": "1994", "body": " <pre>This elephant keeper shoved a hose up\nThe ass of an elephant every day. He\nTold a man. The man said, <i>So why don't</i>\n<i>You quit?</i> And the keeper said, You have\n<i>To understand: elephant bowels are fragile,</i>\n<i>You only spray a little and shit flies</i>\n<i>All over. . . . </i> And the man said, <i>I understand, </i>\n<i>I think, someone has to, but why don't you</i>\n<i>Quit? </i> And the keeper said, <i>And leave show</i>\n<i>Business? </i> I don't know who first told me,\n<i>You'll die someday, you can't live forever. </i>\nI don't know who took my hand and said,\n<i>Some things, not all things, are possible. </i>\nAt a state mental hospital where I work\nI asked a patient once what he remembered.\nEverything. Everything that ever happened.\nThinking back, incompletely, I think\nI must've disbelieved his ease, his willingness\nTo witness all his loss always, so I asked,\nJust having heard the stupid elephant joke:\n<i>Anything about elephants? pets? </i> He had a dog:\nBean, Bingo, something like that. And he walked\nHim every day on a leash and they bought\nA hamburger every day on South Harrison\nOr North Harrison, somewhere in Shelbyville.\nI asked where the dog was. He said he loved\nHim so much he'd drink out of the river\nAnd the dog would too, he loved him\nSo much. I have to admit I had to say\nSomething and of course there was nothing\nTo say. His head was down as he drank.\nThe water was sweet. Easily I left him\nAlone to walk myself out of the river\nOf sense. I remember riding shotgun\nIn a truck with my Uncle Ralph across flat\nKansas. He said something. I said, <i>Really? </i>\nAnd he said, <i>Hell yes boy, do you think</i>\n<i>I'd lie? Why do you always say really? </i> \nAnd I didn't know, God help me, I don't\nKnow. He was my uncle. He wouldn't lie.\nTruth is I hadn't been listening,\nBut watching the long rows pass my window,\nI was busy being elephant keeper\nAnd elephant, the hose inside, the dog\nThat drank with a man, and the river, where\nEverything is equal, is possible, where\nI knew I'd die someday and live without\nSight or sound or touch, possibly forever.</pre>\n "}, {"title": "Ghost Notes [excerpt]", "view_node": "/poem/ghost-notes-excerpt", "field_author": "<a href=\"/poet/ralph-burns\" hreflang=\"und\">Ralph Burns</a>", "field_date_published": "2000", "body": " <p><i>for Danny Fletcher</i></p>\n<pre>\n          I.  Call and Response\n\t\t\n                    1\n\t\t\t\nPlumbline of disaster, shadow storage\n    of the way thought travels, the opinion,\nthe sentiment, only assertion following silence,\n    only a way of everlasting breathing,\na verb searching for grammar too devoted \n    to making sense so that the self interrupts \nwith a final pitch. From stop to stop the mouth \n    makes music by holding sound in a razz\nmixed with spit, air pushing through idea\n    to a new phrase, followed by a chill, \nthen riding on the other air. So the moment might live\n    outside itself, lips vibrate against\nthe mouthpiece of the horn, the face blooms\n    in concentration, the idea of interval.\n\t\n                    2\n\nAnoint the valves, they stick -- my\n    it is bright when you bring out your trumpet \nWilliam, standing there, tapping your right \n    foot, bent like a cricket at the knee, slouching.\nWhoever hears your <i>Ode to Joy</i>  hears your knocking\n    then setting down of carrying\ncase, cradling of brass. Dizzy said it took \n    his whole life to learn what not \nto play but in one month you deny nothing, \n    not even the feel of your embouchere, \nwho'd been in school all day.  Lubricate the valves, \n    once neighbors lifted up their heads\nlike lilies in the field, and wind rolled over \n    the need to stay away. \n\n                    3\n\nIt's beauty people fear, bright\n    rose riding on Aunt Billie's forehead,\nthe way light makes green everything\n    after her pickled okra, stubble\nin the hands of day labor, callouses\n    of a parade of things and\ntouching them without seeing\n    or hearing without knowledge,\ndumbstruck by a brooding need to define \n    or look without a place \nto grieve, beauty and not faith \n    in truth in the light of justice -- \njust reach and nothing's there \n    but what's there already. \n\n                    4\n\nWilliam -- where -- is -- your -- horn,\n    did you leave it in math class again\nwith Fibonacci's sequence, flaring\n    bell, flex and curve in sunlight leaning \nat a forty-five degree angle, \n    your teacher Mr. Fletcher having cranked\nopen the classroom window with an allen wrench,\n    merged with sunlight so a horsefly wheeled\nblue-green in its own wingbeat\n    by a rote it answered to in music,\nlesser to the greater as the greater\n    to the whole, tube twice bent\non itself, <i>Sin</i> curve on the line of displacement,\n    sending sound backwards until it's now?\n\t\n                    5\n\nWilliam, when thirty kids try out for basketball\n    calculate the odds, the tendency of mind\nto see itself in transition -- feminine green light \n    like call waiting -- you might be playing trumpet\ninto the speaker, your girlfriend Corrine might \n    be listening, exhausting her telephone allotment \nof fifteen minutes, holding her ear inches away, glint \n    of a clipboard watching you both. You might move out of\nthe paint. The yellow squeak of rubber on oak\n    wakes rivers of grain -- what does it matter \nthat this matter jumps back or breaks for open court --\n    sometimes you only stand and scream,\nwave both arms, put it on the floor and drive,\n    lay it up, put it down, take it home.\n\t\n                    6\n\nLet me find the keys says Candace \n    let's go says William the water\nnibbles at the bank sunlight shafts\n    the fog      wait says Candace\nclouds back off the water\n    what else the boat suspended\nglint gray along the gunnels\n    here they are I've found them\nthe washing machine idles in its cycle\n    sun shattered in water slaps\nlet's go says William      the legs follow\n    the surface tension      the door closes\nthe car starts the green wave slides\n    under the boat      a day begins.\n\t\n                    7\n\nSlow it down, bring it down, bring it\n    on home, tympanum of the trumpet-\nflower, raised hood, swollen yellow face,\n    pathological woe standing\nin rank grass against the Hurricane fence,\n    half a brick bewildered, half\ncarried through slatted shadows, cracked\n    bell shrouded by buildings, doorways\nlistening, patiently waiting for someone to open\n    a paper bag and bring out the horn\nand this one time it sounds exactly like\n    laughter, wind blows in your face,\nfrom a high window in metallic light\n    long green trumpets beat back rain. \n\t\n                     8\n\nWhen the instruments linger in the band room,\n    snare leaning into itself,\ntuba beached against green cinderblock,\n    do they riff where a fault opens,\nmake a crazy line in space, does brass \n    lie in bronze alloy, does longing\nbreathe in acoustic energy? Notes hang \n    to the skirt of the bell \nlike a city of light for a moment.\n    A tire spooks the gravel, you hear talk\nabout the weather, the leaning toward\n    and then away. Pierce the blind\nto better hear the music, the fall \n    of each sound and pause between.\n\t\n                    9\n\nIt damages people when they do not understand\n    the healing power of friendship.\nI am damaged. The left front light of my transport\n    is out. A day doesn't pass. An hour\ndoes not go by. There are minutes that glow\n    in human flesh. A trumpet has a voice.\nA place lives in music of people and time.\n    These are not things I know.\nThings of the air are also not thought of\n    in time of need. That is why the passive\nvoice is so active in distortion, and well \n    to note that a slur is more expressive\nthan a sharp note timed to surface admiration,\n    though the fool in me shines to perfection. \n\t\n                    10\n\nSoft percussive no-look pass of summer,\n    flexion of bell, white seed\nof longing and forgetfulness -- I remember\n    stopping on the way home from school\nat a car showroom, perching on vinyl I could smell\n    thinking I don't belong here\nand the place about to close. I hold the page\n    of music so you can see it, William,\nyour face reddens, your foot taps eight times \n    to push breath past unbelievable seconds,\na dandelion head floats out of sight\n    senseless and alive, full of feather\nand plume, empty to itself wherever\n    it flies, drifting from its own heart. \n\t\n                    11\n\nThe dog growls, a low unearthed intent stands\n    up on back of the neck -- I am here and\nsomewhere else -- back in time maybe, fingers\n    tap the valves. Make two trumpets\nof silver Yahweh said to Moses --\n    and make them play flat and sharp notes\nat the same time said Ornette Coleman,\n    no loose lipping. Wake the memory.\nWake the present tense. The tongue wicks the mouthpiece.\n    Horripilates the cause. Lights up the argument.\nA column of air moving through an empty place,\n    three stops, an opening outward\ntoward no purpose or proof beyond the time\n    when people will not hear it. \n\t\n                    12\n\nMy father's there. Like fugitive dust\n    seeping through cracks and keyholes in Oklahoma\nin the early 30's. What happens when I try\n    to hold him is my arms pass through air.\nGoodbye   goodbye    to the river and to\n    green metallic leaves.  I leave\nthe darkness which sat on my shoulders\n    for love talk and grace of music.\nStill, there are strains of darkness\n    dear to light.  I found a photograph\nunder the couch.  My father barbecuing\n    chicken with his shirt off, skin brown\nas a berry.  Grinning from the other side.\n    Into the lens.  Of light and song. \n\t\n\t\n          II. Shout Trumpet\n\n                    1\n\nWhen passing the Trumpet in Zion Church,\n    red brick soaked with morning rain,\nfour cars parked on slickened blacktop,\n    marked yellow lines, redbud clusters,\nheart-shaped lavender pods, I keep hearing\n    my own minor key. Even so,\na person puts a thumb out, an awning\n    cantilevers, traffic comes\nto a rolling stop. Through an open window\n    high bright notes clarify the air\nback to March wind, locked doors, to those who\n    have lost their love, decided\nto go and not come back: the high C\n    of incalculable motion. \n\t\n                     2\n\nAt the Trumpet in Zion they do the laying\n    on of hands -- your long hair\npasses over me, the purpose of\n    the body hidden in the word.\nThinking nothing.  Resembling an eighth note.\n    If the rapture taketh then where \ndoes the body go when hands lie down on air?\n    A flag dragged through the iris\nupside down.  Desire runs through its stops --\n    the dance rises to water level.\nWhat happens inside music to make it run\n    over arms and legs like a squirrel?\nToot toot go to the water to the river\n    of folded wings,\n\t\n                    3\n\nwhere catalpa shade holds a body of gnats \n    just the shape of smoke and water \nsaturates yellow air and a water moccasin\n    displaces the imagination --\nnot away from but toward where the world \n    reaches and a song carries across water,\none they've been singing all along, \n    the same notes and fears,\nthe sound of pure tones. I wouldn't know it\n    if I heard it. I might not\nknow if it were only mine.\n    I would like to think I could clearly hear\nthe music as it calls across so \n    I could know what you know. \n\t\n                    4\n\nBats are back. Looping the Mulberry. Concentric \n    gravitational waves. I think I notice \nmy own radar. I loll in a yellow chair \n    with two ear plugs connected to Art Porter.\nArt Porter Junior in background on clarinet.\n    Little Rock's own. Follow the ogive turns\npast Maybelline to Telegraph Road, past\n    Jimmy Doyle's and the white birches,\nsigns for Alltel and Jesus, SunCom,\n    and Ruby Lube. Are you a holy roller\nWilliam asks his grandmother. No but I'm\n    spirit-filled. Her sisters' faces \nghost across her own face as it is -- Jean, \n    Billie in her garden, pious Lucille.\n\t\n                    5\n\nI ask myself riddles in sleep and part of me\n    thinks it knows the answers. My\nbody leaks, my ignorance, my desire. I keep a\n    gold tooth which is not the trumpet, \nwood landing over water knock, photon locked \n    in early light wrapped around \na cove, people in a boat, not much talking \n    but it echoes, love is there, when\nwill I ever believe, fill the body up and sing.\n    A wireless chip with beams of light carries \nitself in your eye. Who sleeps upside down\n    on a ledge with toes turned in, dreams of making \nlove mid-air, only you and me in water? Bats are back. \n    I feel a scarf of air rush past.\n\t\n                    6 \n \nSome mean ass little red bug just bit the shit out of me!\n    So why does it grease the room with soulless\nnasal noise, no antennae for opposites,\n    alighting on the trumpet case?  Seven years\nof mending, leaving and coming back through you,\n    I think I can hear syncopation\nin the last half of the beat, cancellation\n    too, but I only want to touch the button\non your blouse.  The hi-hat clears the moment.\n    Out of nowhere you came to me.\nWhere is memory with its leaning sideways solo\n    under a stone weight?  Out of nowhere\nyou came back.  Today and today an old wind blows,\n    music flares above the grasstips.\n\t\n                     7\n\nWhen the moon stares from its forehead \n    and sound waves and particles\nknock on tiny hairs in the inner ear, \n    information travels -- how can one not know\nthe only pressure occurs at a molecular\n    level?  A channel forms in the flow of ions.\nWhen one whacks at a cloud of flies,\n    one clarifies that insects don't know where\nthe hell they are -- they can't hear\n    right so spend their remaining days\ncomplaining that music by itself is trivial.\n    Their bristles get bent, ions \nflow in to trumpet the brain, but still\n    no hard high note, no upward rip.\n\t\n                     8\n\t\t\t\t\t \nPlumbline of the asters, music caught inside\n    the throat, the implacability, the fluted crescent\nof the body, the temple, the infarcted heart,\n    the age of reason, the tap tap tap of the baton:\none time one steps off the porch two stories high,\n    next the song sings itself:\nthe air, the ambient glue, the tongue\n    in mid-salute, the coup de langue,\nthe nation at war, the wormhole connecting nothing\n    to nothing, the creak of heaven over\nthe creek, the flat speckled rock, the event\n    horizon, the accretion disk, the no\nwhich means no, the wide swing under stars,\n    the water, the verb, the hidden grammar.\n\t\n                    9\n\nNot long ago a fly landed in the butter.\n    The buzz stumbled, the the stared out\nfrom the portable computer, the astral light\n    combined with the high speed line\nto toot back an unheard, unseen opinion\n    so popular here in the South.\nI reach for you and nothing, not anything\n    from all the days of walking, breathing\nin and out, waking to change and resemblance,\n    quickened to the task of words,\ntime and timing unsung -- belly to belly,\n    keyboard to hyperthought, one wing\ngleaming on a salt sweet brick like a face\n    in the screen, increased singularity.\n\t\n                    10\n\nI hear the neighbors talking over the fence --\n    \"He came driving up in that turd-colored\nconvertible and didn't even open the door\n    when he saw his stuff all flayed out\nin the bushes and grass, his shirt with the sleeve\n    drooping over the hostas . . .\"  The glass doors\nscreech, the monarch glisses over standing water,\n    the ego in its drifting boat interminably waits.\nWe have no ideas but why should we say goodbye?\n    The signature and sign don't mean\nthe end of it.  White azalea blossom stuck to mud.\n    That is the end of winter, this\na preoccupation with weather which has nothing\n    more than last night on its mind.\n\t\n                    11\n\nThunder and rain all day like the drumming \n    of Zutty Singleton.  Ivy gropes\nthe fern, a sprig of oak pollen navigates \n    over two bar breaks.  One or two\noctaves over, like a ghost flattened out, down\n    the basement, up one flight\nto the dirty silver door with Judas hole, to a few\n    tables and wicker chairs, late afternoon -- that's\nwhere to hear a phrase turn.  The upright\n    shakes the floor, and when\nhowever fast the falling torrent flows --\n    stop that please thinks management if people \nstand too long and listen -- the whole world knows\n    in wind when self assured, the roses blow.\n\n                    12\n\nYou know that silo in Oklahoma, the one with\n    chipped tooth on the way to Grandma's house\nwhere apple blossoms lit the way to certain hell?\n    Well, it's gone now.  The leaping light\nand silence.  Through channels of urgent voluntary\n    sing-song, passing tones in the hallway\nmirror, tension through the saunter of water cooled\n    air, all is gone.  You don't have to remember.\nOnly that violation in the upper registers which\n    sounded and does sound in houses\njust a few blocks over, and in fact, in this house\n    which is hot at night and cunning,\nwaits for a future.   Slap-tongue's gone.  The mouth\n    meets and notches the music.\n</pre>\n "}, {"title": "Vertumnal [excerpt]", "view_node": "/poem/vertumnal-excerpt", "field_author": "<a href=\"/poet/stephen-yenser\" hreflang=\"und\">Stephen Yenser</a>", "field_date_published": "1993", "body": " <pre>\nClose <em>call</em>, close <em>call</em>, close <em>call</em>: this early in the morning\nThe raucous crows' raw caws are ricochets off rock.\n\nAfloat on wire from a dead tree's branch a piece of charred limb\nRepeats a finch that perched on it in its last life.\n\nHere under the pergola, loaded with green wistaria,\nMisty air wistful with a few late lavender clusters,\n\nLight falling in petal-sized spots across the notebook page\n(Falling just now for instance on the phrase <em>Light falling</em>),\n\nAnd under the feeder where the thumb-sized Calliope hummer\nHovers like a promising word on wings thrumming\n\nTo slip her bill-straw past the busy sugar ants\nThrough the red flower's grill into the sweetened red water,\n\nAnd over there in your \"office\" under the lean-to under the crabapple,\nIts fruit (like tiny ottomans) rotting sweetly on the branch\n\n(Bouquet of Calvados and fresh tobacco),\nWhere in the midst of spades and pruners, hatchets, hoes, and shears,\n\nTrowels, dibbles, rakes, and sickles you ground your axes,\nSharpened your wits, filed your notes and journals,\n\nMoving through the garden, through all you made of where you lived--\nYou catch your ex-son-in-law, taking photos, figs, and notes on notes.</pre>\n<blockquote><b> <br />2</b></blockquote>\n<pre>\nAll round the garden are ghosts of what we called your \"sculptures\":\nPruned limbs, and broken, dried out to dove-gray, steel-gray,\n\nBalanced, cantilevered, interlocked like skeletons\nOf lovers, wrestlers, lovers; dried vines dangling\n\nFrom a high branch and snaking up a makeshift bench;\nA lonely felloe with its Vs of spokes against a wall;\n\nA lithe gnarl of live oak, grain rainwashed,\nSundrawn into shape, head cocked, curious,\n\nWedged in its hanging basket--as though in some square nest?\nWhimsical, estranged, you left it all up in the air.\n\nThe ancient plum tree, its chief remaining limb become its trunk,\nLeans on a forked crutch stuck in the earth.\n\nDisfigured, splendid in its beads of resin,\nIt has been dying twenty years. <em>Go slow</em>, you'd say,\n\nOn any occasion of stress or lift: <em>Go slow</em>--\nUnhurried as the date palm, your family around you nervous as finches.\n\nWeeding, staking, mulching, always with some startled kerchief\nOr boxers remnant or paisley necktie binding your brow.\n\nThings ripened. Rounded out. Entered new lives by smidgins.\nBy pulses. You went slow. And suddenly were gone.</pre>\n<blockquote><b> <br />4</b></blockquote>\n<pre>\nYou cut the thorny lemon, and it cut back. Your fingers,\nCross-hatched, were thick as roots, with eyes of their own,\n\nIn queer places, like potatoes' eyes, and noses of their own,\nUsed as moles to breaking earth--\n\nDensely wrinkled, blunt, penile. Well, Raymond V. Bomba,\nThe V for Valentine, whose day you were born on, we miss you,\n\nOld Vertumnus. The V for <em>verto</em> and all its furcations.\nAnd for the Virgin in the birdbath's center in the garden's\n\nWho sees you still, the blanket hung to screen a rift in greenery,\nTaking your sunbath--hunkered naked, or standing naked, a little bent.\n\nV for the forked wand and \"the poor bare forked animal.\"\nSorting your \"effects,\" your wife and daughter found a clutch\n\nOf photos clipped and cropped and pasted into thoughtful paginal\nCompositions or left loose to be shuffled. A fingered muff\n\nMatches a bearded mouth, a pinkish cock and a stiff tongue rhyme.\nThe edges have been tenderly rounded. (For once you cut some corners).\n\nHankering, reverent, you left them there to tell the family--what?\nThere in the old goat shed across from guava and kumquat . . .\n\n<em>Kumquat</em>. Who would not succumb to such a word, its verjuice\nAnd blown kiss? V also for all that's venial, vernacular.</pre>\n<blockquote><b> <br />5</b></blockquote>\n<pre>\nIn the new <i><i>Romance Philology</i></i>, a title you'd have savored:\n\"Vegetal-Genital Onomastics in the <i><i>Libro de Buen Amor</i></i>.\"\n\nWonderful mouthful, its palatals, its labials!\nV for its <em>g</em>'s as soft as August's livid purple figs,\n\nSo swollen in the fondling sun they have a frosty glaze.\nUnder the fig tree, an old pot's full of drying <em>cardone</em>,\n\nPappus coarse as pubic hair, with a fresh, fierce pungency,\nBurst buds gone oily brown, starseeds forming in death.\n\nRay, you could have told us that the same root shoots\nIts milky sap through <em>work</em> and <em>orgy</em> too.\n\nYou dug pits for your rakings, grounds, rinds,\nWormy peppers, tomatoes simmered on the summer vines,\n\nAnd apricots galore--windfallen, slug-gnawed, earwig-bored,\nDaintily painted with snailglister and bird droppings,\n\nOr chucked by squirrels who'd take a cheeky bite\nFrom just-ripe fruit and drop the ruin at your feet.\n\nFruit ripe and rife, fire-dipped, as the poet put it,\nAnd proved upon the earth. And it is still a law\n\nThat all goes in, serpentine, vatic, dreaming on the hills--\nLavender, vespid, vibrant--this evening's hills of heaven.</pre>\n<blockquote><b> <br />7</b></blockquote>\n<pre>\nA pair of wild parrots startle\nUp overhead and squabble off together wholeheartedly.\n\nHere where your family had their gin and tonic talks,\nAnd I took issue and drinks with twists on mazy walks,\n\nAfrican lindens flourish--exactly where I wed your daughter.\nCoaxing them from cuttings, I didn't see that she lacked sun and water.\n\nThe year turned round each year with cantaloupe and plum,\nEggplant and olive, and the vowel-dark grapes of autumn\n\nTied to the arbor. And as it happens, the ball of twine\nHas just run out you gave us with our first vine . . .\n\nSo where am I? <em>Twine</em> . . . Mona's word, who gave us tarragon--\nAnd gave us too, too late, a poem . . . Its purple aura gone\n\nTo ground around it, a <i>pointilliste</i>'s shadow, mystical,\nThe jacaranda dangles pods like desiccated testicles.\n\nThe grackle, the early bird--\"the <em>oily</em> one\"--will get the worm\nEven as it turns. The marriage went full term,\n\nWent unpicked, then fell like you. <em>Marriage</em>, from <em>mari</em>,\nYoung woman, bride . . . <em>tried</em> . . . <em>tied</em> . . . as <em>though</em> to <em>mara</em>,\n\nBitter. The olive's argentine, then argen<em>tine</em>. <em>Twine</em>, <em>twine</em> . . .\nTerms mean, demean . . . Ray, you'd cure the bitter fruit in brine.</pre>\n<blockquote><b> <br />11</b></blockquote>\n<pre>\nA squeaking cupboard--no, the hummingbird, eking out a song,\nLooking it might be for material for his nest, a matrix\n\nWoven of hair, saliva threads, plant down, spider web, and lichen,\nLichen itself already complex, alga, fungus . . .\n\nYou tried to weave it all together too--in verse, in prose--\nAnd get it straight as well. But how could you compose\n\nIn <em>stanzas</em>, who wrote among the ferns, and feverfew in flower,\nWhere fennel alone could hold elaborate candelabra up?\n\nAnd what could you have had to do with <em>argument</em>,\nWho hardly threw a thing away and even made blue plastic\n\nBottle caps, immortal rubbish, seem to grow on trees?\n\"Beyond Words\" you entitled the last draft\n\nOf your ever denser, ever more desperate manuscript.\nBeyond palaver, you meant, and academic poppycock.\n\nFolderol and flourish, terms that squelch and fix--\nLike chokecherry corymbs and spikes of heather.\n\n<i>And chickweed cyme, jack-in-the-pulpit's spadix,</i>\n<i>and the calla lily's, milkweed umbel,</i>\n\n<i>Panicle of wild oat grass, thyrse of lilac</i> . . .\nAll that malarkey, flashy as the Texas meadowlark's.</pre>\n<blockquote><b> <br />12</b></blockquote>\n<pre>\nThe house you built will go, wall by wall, to Encinada's sand.\nYour garden will give way to filters, pumps, floodlights.\n\nWhere will the squirrels go to stir up their old quarrels?\nWhere will the gopher go, who loves a life among fig roots?\n\nThis early morning's mockingbird's a rusty screw\nComing out a half turn at a time.\n\nWith such an effort you'd twist your thoughts free.\nOr on your Adler bang them deeper into mystery.\n\nTrying to write your hard time down,\nYou found time writing you down first, with your own pencils,\n\nAlways growing stubbier, shavings fragrant as cumin,\nFragrant as made love, erasing their own erasers.\n\nHow you loathed \"realities sustained too long--\nAs with the saint, who can't do anything but pray . . .\n\nAre we not always part of something else\nThat also needs to live, to die, to change?\"\n\n--That from your journals with their words of orchards,\nOrchards of words, their round redundance, while the breeze\n\nSweeps the albizzia, its easy dance redone of light and shade,\nBeside the wild firetop that's suddenly abuzz with bees.</pre>\n "}, {"title": "The Truth the Dead Know", "view_node": "/poem/truth-dead-know", "field_author": "<a href=\"/poet/anne-sexton\" hreflang=\"und\">Anne Sexton</a>", "field_date_published": "1981", "body": "<blockquote><i>For my Mother, born March 1902, died March 1959<br />\nand my Father, born February 1900, died June 1959</i></blockquote>\n\n<p><span class=\"long-line\">Gone, I say and walk from church,</span><br /><span class=\"long-line\">refusing the stiff procession to the grave,</span><br /><span class=\"long-line\">letting the dead ride alone in the hearse.</span><br /><span class=\"long-line\">It is June. I am tired of being brave.</span></p>\n\n<p><span class=\"long-line\">We drive to the Cape. I cultivate</span><br /><span class=\"long-line\">myself where the sun gutters from the sky,</span><br /><span class=\"long-line\">where the sea swings in like an iron gate</span><br /><span class=\"long-line\">and we touch. In another country people die.</span></p>\n\n<p><span class=\"long-line\">My darling, the wind falls in like stones</span><br /><span class=\"long-line\">from the whitehearted water and when we touch</span><br /><span class=\"long-line\">we enter touch entirely. No one's alone.</span><br /><span class=\"long-line\">Men kill for this, or for as much.</span></p>\n\n<p><span class=\"long-line\">And what of the dead? They lie without shoes</span><br /><span class=\"long-line\">in their stone boats. They are more like stone</span><br /><span class=\"long-line\">than the sea would be if it stopped. They refuse</span><br /><span class=\"long-line\">to be blessed, throat, eye and knucklebone.</span></p>\n"}, {"title": "Hugh Selwyn Mauberly [excerpt]", "view_node": "/poem/hugh-selwyn-mauberly-excerpt", "field_author": "<a href=\"/poet/ezra-pound\" hreflang=\"und\">Ezra Pound</a>", "field_date_published": "1956", "body": " <pre>\nFor three years, out of key with his time,\nHe strove to resuscitate the dead art\nOf poetry; to maintain \"the sublime\"\nIn the old scene.  Wrong from the start--\n\nNo, hardly, but seeing he had been born\nIn a half-savage country, out of date;\nBent resolutely on wringing lilies from the acorn;\nCapaneus; trout for factitious bait;\n\n[idmen gar toi pant, hos eni Troiei]\nCaught in the unstopped ear;\nGiving the rocks small lee-way\nThe chopped seas held him, therefore, that year.\n\nHis true Penelope was Flaubert,\nHe fished by obstinate isles;\nObserved the elegance of Circe's hair\nRather than the mottoes on sun-dials.\n\nUnaffected by \"the march of events,\"\nHe passed from men's memory in l'an trentuniesme\nDe son eage; the case presents\nNo adjunct to the Muses' diadem.</pre>\n<blockquote><blockquote><p><b> <br />II</b></p></blockquote></blockquote>\n<pre>\nThe age demanded an image\nOf its accelerated grimace,\nSomething for the modern stage,\nNot, at any rate, an Attic grace;\n\nNot, not certainly, the obscure reveries\nOf the inward gaze;\nBetter mendacities\nThan the classics in paraphrase!\n\nThe \"age demanded\" chiefly a mould in plaster,\nMade with no loss of time,\nA prose kinema, not, not assuredly, alabaster\nOr the \"sculpture\" of rhyme.</pre>\n<blockquote><blockquote><p><b> <br />IV</b></p></blockquote></blockquote>\n<pre>\nThese fought in any case,\nand some believing,\n\t\tpro domo, in any case . . .\n\nSome quick to arm,\nsome for adventure,\nsome from fear of weakness,\nsome from fear of censure,\nsome for love of slaughter, in imagination,\nlearning later . . .\nsome in fear, learning love of slaughter;\nDied some, pro patria,\n\t\tnon \"dulce\" non \"et decor\" . . .\nwalked eye-deep in hell\nbelieving in old men's lies, then unbelieving\ncame home, home to a lie,\nhome to many deceits,\nhome to old lies and new infamy;\nusury age-old and age-thick\nand liars in public places.\n\nDaring as never before, wastage as never before.\nYoung blood and high blood,\nfair cheeks, and fine bodies;\n\nfortitude as never before\n\nfrankness as never before,\ndisillusions as never told in the old days,\nhysterias, trench confessions,\nlaughter out of dead bellies.</pre>\n<blockquote><blockquote><p><b> <br />V</b></p></blockquote></blockquote>\n<pre>\nThere died a myriad,\nAnd of the best, among them,\nFor an old bitch gone in the teeth,\nFor a botched civilization,\n\nCharm, smiling at the good mouth,\nQuick eyes gone under earth's lid,\n\nFor two gross of broken statues,\nFor a few thousand battered books.</pre>\n "}, {"title": "Ghazal of the Better-Unbegun", "view_node": "/poem/ghazal-better-unbegun", "field_author": "<a href=\"/poet/heather-mchugh\" hreflang=\"und\">Heather McHugh</a>", "field_date_published": "1999", "body": " <blockquote>A book is a suicide postponed.</blockquote><blockquote>--Cioran</blockquote>\n<pre>\nToo volatile, am I?  too voluble?  too much a word-person?\nI blame the soup:  I'm a primordially\nstirred person.\n\nTwo pronouns and a vehicle was Icarus with wings.\nThe apparatus of his selves made an ab-\nsurd person.\n\nThe sound I make is sympathy's:  sad dogs are tied afar.\nBut howling I become an ever more un-\nheard person.\n\nI need a hundred more of you to make a likelihood.\nThe mirror's not convincing-- that at-best in-\nferred person.\n\nAs time's revealing gets revolting, I start looking out.\nLook in and what you see is one unholy\nblurred person.\n\nThe only cure for birth one doesn't love to contemplate.\nBetter to be an unsung song, an unoc-\ncurred person.\n\nMcHugh, you'll be the death of me -- each self and second studied!\nAddressing you like this, I'm halfway to the\nthird person.</pre>\n "}, {"title": "America", "view_node": "/poem/america", "field_author": "<a href=\"/poet/herman-melville\" hreflang=\"und\">Herman Melville</a>", "field_date_published": "1866", "body": " <pre>\n<b>I</b>\n\nWhere the wings of a sunny Dome expand\nI saw a Banner in gladsome air—\nStarry, like Berenice's Hair—\nAfloat in broadened bravery there;\nWith undulating long-drawn flow,\nAs rolled Brazilian billows go\nVoluminously o'er the Line.\nThe Land reposed in peace below;\n   The children in their glee\nWere folded to the exulting heart\n   Of young Maternity.\n\n<b>II</b>\n\nLater, and it streamed in fight\n   When tempest mingled with the fray,\nAnd over the spear-point of the shaft\n   I saw the ambiguous lightning play.\nValor with Valor strove, and died:\nFierce was Despair, and cruel was Pride;\nAnd the lorn Mother speechless stood,\nPale at the fury of her brood.\n\n\n<b>III</b>\n\nYet later, and the silk did wind\n        Her fair cold for;\nLittle availed the shining shroud,\n   Though ruddy in hue, to cheer or warm\nA watcher looked upon her low, and said—\nShe sleeps, but sleeps, she is not dead.\n   But in that sleep contortion showed\nThe terror of the vision there—\n   A silent vision unavowed,\nRevealing earth's foundation bare,\n   And Gorgon in her hidden place.\nIt was a thing of fear to see\n   So foul a dream upon so fair a face,\nAnd the dreamer lying in that starry shroud.\n\n<b>IV</b>\n\nBut from the trance she sudden broke—\nThe trance, or death into promoted life;\nAt her feet a shivered yoke,\nAnd in her aspect turned to heaven\n   No trace of passion or of strife—\nA clear calm look. It spake of pain,\nBut such as purifies from stain—\nSharp pangs that never come again—\n   And triumph repressed by knowledge meet,\nPower delicate, and hope grown wise,\n   And youth matured for age's seat—\nLaw on her brow and empire in her eyes.\n   So she, with graver air and lifted flag;\nWhile the shadow, chased by light,\nFled along the far-brawn height,\n   And left her on the crag.\n</pre>\n "}, {"title": "Black Nikes", "view_node": "/poem/black-nikes", "field_author": "<a href=\"/poet/harryette-mullen\" hreflang=\"und\">Harryette Mullen</a>", "field_date_published": "1997", "body": " <p>We need quarters like King Tut needed a boat. A slave could row him to heaven from his crypt in Egypt full of loot. We've lived quietly among the stars, knowing money isn't what matters. We only bring enough to tip the shuttle driver when we hitch a ride aboard a trailblazer of light. This comet could scour the planet. Make it sparkle like a fresh toilet swirling with blue. Or only come close enough to brush a few lost souls. Time is rotting as our bodies wait for now I lay me down to earth. Noiseless patient spiders paid with dirt when what we want is star dust. If nature abhors an expensive appliance, why does the planet suck ozone? This is a big ticket item, a thickety ride. Please page our home and visit our sigh on the wide world’s ebb. Just point and cluck at our new persuasion shoes. We’re opening the gate that opens our containers for recycling. Time to throw down and take off on our launch. This flight will nail our proof of pudding. The thrill of victory is, we’re exiting earth. We're leaving all this dirt.</p> "}], "pager": {"current_page": 660, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}