{"rows": [{"title": "Gerontion", "view_node": "/poem/gerontion", "field_author": "<a href=\"/poet/t-s-eliot\" hreflang=\"und\">T. S. Eliot</a>", "field_date_published": "1920", "body": " <pre>\n          <i>Thou hast nor youth nor age\n          But as it were an after dinner sleep\n          Dreaming of both.</i>\n\nHere I am, an old man in a dry month,\t\nBeing read to by a boy, waiting for rain.\t\nI was neither at the hot gates\t\nNor fought in the warm rain\t\nNor knee deep in the salt marsh, heaving a cutlass,\nBitten by flies, fought.\t\nMy house is a decayed house,\t\nAnd the jew squats on the window sill, the owner,\t\nSpawned in some estaminet of Antwerp,\t\nBlistered in Brussels, patched and peeled in London.\nThe goat coughs at night in the field overhead;\t\nRocks, moss, stonecrop, iron, merds.\t\nThe woman keeps the kitchen, makes tea,\t\nSneezes at evening, poking the peevish gutter.\t\n \n                    I an old man,\nA dull head among windy spaces.\t\n \nSigns are taken for wonders. “We would see a sign”:\t\nThe word within a word, unable to speak a word,\t\nSwaddled with darkness. In the juvescence of the year\t\nCame Christ the tiger\n \nIn depraved May, dogwood and chestnut, flowering judas,\t\nTo be eaten, to be divided, to be drunk\t\nAmong whispers; by Mr. Silvero\t\nWith caressing hands, at Limoges\t\nWho walked all night in the next room;\nBy Hakagawa, bowing among the Titians;\t\nBy Madame de Tornquist, in the dark room\t\nShifting the candles; Fraulein von Kulp\t\nWho turned in the hall, one hand on the door. Vacant shuttles\t\nWeave the wind. I have no ghosts,\nAn old man in a draughty house\t\nUnder a windy knob.\t\n \nAfter such knowledge, what forgiveness? Think now\t\nHistory has many cunning passages, contrived corridors\t\nAnd issues, deceives with whispering ambitions,\nGuides us by vanities. Think now\t\nShe gives when our attention is distracted\t\nAnd what she gives, gives with such supple confusions\t\nThat the giving famishes the craving. Gives too late\t\nWhat’s not believed in, or if still believed,\nIn memory only, reconsidered passion. Gives too soon\t\nInto weak hands, what’s thought can be dispensed with\t\nTill the refusal propagates a fear. Think\t\nNeither fear nor courage saves us. Unnatural vices\t\nAre fathered by our heroism. Virtues\nAre forced upon us by our impudent crimes.\t\nThese tears are shaken from the wrath-bearing tree.\t\n \nThe tiger springs in the new year. Us he devours. Think at last\t\nWe have not reached conclusion, when I\t\nStiffen in a rented house. Think at last\nI have not made this show purposelessly\t\nAnd it is not by any concitation\t\nOf the backward devils\t\nI would meet you upon this honestly.\t\nI that was near your heart was removed therefrom\nTo lose beauty in terror, terror in inquisition.\t\nI have lost my passion: why should I need to keep it\t\nSince what is kept must be adulterated?\t\nI have lost my sight, smell, hearing, taste and touch:\t\nHow should I use it for your closer contact?\n \nThese with a thousand small deliberations\t\nProtract the profit of their chilled delirium,\t\nExcite the membrane, when the sense has cooled,\t\nWith pungent sauces, multiply variety\t\nIn a wilderness of mirrors. What will the spider do,\nSuspend its operations, will the weevil\t\nDelay? De Bailhache, Fresca, Mrs. Cammel, whirled\t\nBeyond the circuit of the shuddering Bear\t\nIn fractured atoms. Gull against the wind, in the windy straits\t\nOf Belle Isle, or running on the Horn,\nWhite feathers in the snow, the Gulf claims,\t\nAnd an old man driven by the Trades\t\nTo a a sleepy corner.\t\n \n                    Tenants of the house,\t\nThoughts of a dry brain in a dry season.</pre>\n "}, {"title": "The Boston Evening Transcript", "view_node": "/poem/boston-evening-transcript", "field_author": "<a href=\"/poet/t-s-eliot\" hreflang=\"und\">T. S. Eliot</a>", "field_date_published": "1920", "body": " <pre>\nThe readers of the <i>Boston Evening Transcript</i>\t\nSway in the wind like a field of ripe corn.\t\n \nWhen evening quickens faintly in the street,\t\nWakening the appetites of life in some\t\nAnd to others bringing the <i>Boston Evening Transcript</i>,\nI mount the steps and ring the bell, turning\t\nWearily, as one would turn to nod good-bye to Rochefoucauld,\t\nIf the street were time and he at the end of the street,\t\nAnd I say, \"Cousin Harriet, here is the <i>Boston Evening Transcript</i>.\"</pre>\n "}, {"title": "Conversation Galante", "view_node": "/poem/conversation-galante", "field_author": "<a href=\"/poet/t-s-eliot\" hreflang=\"und\">T. S. Eliot</a>", "field_date_published": "1920", "body": " <pre>\nI observe: \"Our sentimental friend the moon!\t\nOr possibly (fantastic, I confess)\t\nIt may be Prester John’s balloon\t\nOr an old battered lantern hung aloft\t\nTo light poor travellers to their distress.\"\n  She then: \"How you digress!\"\t\n \nAnd I then: \"Some one frames upon the keys\t\nThat exquisite nocturne, with which we explain\t\nThe night and moonshine; music which we seize\t\nTo body forth our own vacuity.\"\n  She then: \"Does this refer to me?\"\t\n  \"Oh no, it is I who am inane.\"\t\n \n\"You, madam, are the eternal humorist,\t\nThe eternal enemy of the absolute,\t\nGiving our vagrant moods the slightest twist!\nWith your aid indifferent and imperious\t\nAt a stroke our mad poetics to confute—\"\t\n  And—\"Are we then so serious?\"</pre>\n "}, {"title": "Poem with Lines from Pierre Reverdy", "view_node": "/poem/poem-lines-pierre-reverdy", "field_author": "<a href=\"/poet/sandra-simonds\" hreflang=\"und\">Sandra Simonds</a>", "field_date_published": "2013", "body": " <p>Maybe the world will not be saved.<br />It will not be saved. Its commerce, its<br />every case also<br />moves into its geology<br />and then that geology moves<br />into some great exit of slowing<br />clocks and the history of saved light.<br /><br />Listen, I’m not crazy. I want you to save<br />something for me. If someone says<br />something false, I will tell that person<br />“you are false” because I am full<br />of exaggerations and energy<br />and also because sunlight scatters<br />across this lake and just one beam<br />is enough to make my body insane.<br /><br />The world will not be saved by despair<br />so we should spend it all on joy, right?<br />I despair. Does he despair? The desperate<br />characters walk onto the stage.<br />The stage a lake the lake a self I staged<br />The lake the self I staged.<br />They sing off key like me. There is no<br />harmony but when the children clap their<br />little hands, well, neither is there simile.<br />I washed the dishes; I folded the laundry.<br />I wanted to walk around this lake<br />like an innocent.</p> "}, {"title": "Earth Your Dancing Place", "view_node": "/poem/earth-your-dancing-place", "field_author": "<a href=\"/poet/may-swenson\" hreflang=\"und\">May Swenson</a>", "field_date_published": "2013", "body": " <p>Beneath heaven's vault<br />remember always walking<br />through halls of cloud<br />down aisles of sunlight<br />or through high hedges<br />of the green rain<br />walk in the world<br />highheeled with swirl of cape<br />hand at the swordhilt<br />of your pride<br />Keep a tall throat<br />Remain aghast at life<br /><br />Enter each day<br />as upon a stage<br />lighted and waiting<br />for your step<br />Crave upward as flame<br />have keenness in the nostril<br />Give your eyes<br />to agony or rapture<br /><br />Train your hands<br />as birds to be<br />brooding or nimble<br />Move your body<br />as the horses<br />sweeping on slender hooves<br />over crag and prairie<br />with fleeing manes<br />and aloofness of their limbs<br /><br />Take earth for your own large room<br />and the floor of the earth<br />carpeted with sunlight<br />and hung round with silver wind<br />for your dancing place</p> "}, {"title": "Year of the Tiger", "view_node": "/poem/year-tiger", "field_author": "<a href=\"/poet/miguel-murphy\" hreflang=\"und\">Miguel Murphy</a>", "field_date_published": "2013", "body": " <p>This new Chinese New Year we were in a film<br />Holding hands and daring each other<br />To close our eyes in the surrounding mayhem<br />On one beautiful hell of a dancefloor<br />In memory, in black-and-white<br />Two strangers clutching in a crowd. Like close-ups<br /><br />By Fellini, the drunk midget and the wounded<br />Cripple dancing on a cane,<br />The pit-roasted pig with its pineapple glaze,<br />Nothing but the excrement<br />Of blissful minutes, budsmoke, temporary inebriation<br />The rooftop clamor at last<br />Falling off the cliffside of a starry abyss<br /><br />And braceleted Madonna in 1983<br />Still digitally singing, you must be<br />My lucky star, cuz you shine on me<br />Wherever you are—and I can feel it<br />That splendid nothingness of wine and vicodin<br /><br />Like someone hypnotized by the fireworks<br />Of being alive inside an accident<br />Like this body—<br />A sickness that feels the same as a cliché.<br />Let’s get out of here, I say, and kiss you<br />To celebrate the darkening<br /><br />Damaged miraculous happiness—<br />To enter the opening coffin-like fact of each other.<br />For no reason some night happening to me<br />Is happening to me. O my lucky fucking<br />Star, I want to use<br />Your sweaty machinery. We are infinite<br /><br />Tonight! We’ll never wake to touch like this again.</p> "}, {"title": "The High-School Lawn", "view_node": "/poem/high-school-lawn", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "1925", "body": " <p>Gray prinked with rose,<br />White tipped with blue,<br />Shoes with gay hose,<br />Sleeves of chrome hue;<br />Fluffed frills of white,<br />Dark bordered light;<br />Such shimmerings through<br />Trees of emerald green are eyed<br />This afternoon, from the road outside.<br /><br />They whirl around:<br />Many laughters run<br />With a cascade's sound;<br />Then a mere one.<br /><br />A bell: they flee:<br />Silence then: —<br />So it will be<br />Some day again<br />With them, — with me.</p> "}, {"title": "Ennui", "view_node": "/poem/ennui", "field_author": "<a href=\"/poet/marianne-moore\" hreflang=\"und\">Marianne Moore</a>", "field_date_published": "2013", "body": " <p>He often expressed<br />A curious wish,<br />To be interchangeably<br />Man and fish;<br />To nibble the bait<br />Off the hook,<br />Said he,<br />And then slip away<br />Like a ghost<br />In the sea.</p> "}, {"title": "The Unloved to His Beloved", "view_node": "/poem/unloved-his-beloved", "field_author": "<a href=\"/poet/william-alexander-percy\" hreflang=\"und\">William Alexander Percy</a>", "field_date_published": "1922", "body": " <p>Could I pluck down Aldebaran<br />And haze the Pleiads in your hair<br />I could not add more burning to your beauty<br />Or lend a starrier coldness to your air.<br /><br />If I were cleaving terrible waters<br />With death ahead on the visible sands<br />I could not turn and stretch my hands more wildly,<br />More vainly turn and stretch to you my hands.</p> "}, {"title": "The Flight", "view_node": "/poem/flight-1", "field_author": "<a href=\"/poet/sara-teasdale\" hreflang=\"und\">Sara Teasdale</a>", "field_date_published": "1915", "body": " <p>Look back with longing eyes and know that I will follow,<br />Lift me up in your love as a light wind lifts a swallow,<br />Let our flight be far in sun or blowing rain—<br /><i>But what if I heard my first love calling me again?</i><br /><br />Hold me on your heart as the brave sea holds the foam,<br />Take me far away to the hills that hide your home;<br />Peace shall thatch the roof and love shall latch the door—<br /><i>But what if I heard my first love calling me once more?</i></p> "}, {"title": "The Graduate Leaving College", "view_node": "/poem/graduate-leaving-college", "field_author": "<a href=\"/poet/george-moses-horton\" hreflang=\"und\">George Moses Horton</a>", "field_date_published": "1845", "body": "<p><span class=\"long-line\">What summons do I hear?</span><br /><span class=\"long-line\">The morning peal, departure's knell;</span><br /><span class=\"long-line\">My eyes let fall a friendly tear,</span><br /><span class=\"long-line\">And bid this place farewell.</span></p>\n<p><span class=\"long-line\">Attending servants come,</span><br /><span class=\"long-line\">The carriage wheels like thunders roar,</span><br /><span class=\"long-line\">To bear the pensive seniors home,</span><br /><span class=\"long-line\">Here to be seen no more.</span></p>\n<p><span class=\"long-line\">Pass one more transient night,</span><br /><span class=\"long-line\">The morning sweeps the college clean;</span><br /><span class=\"long-line\">The graduate takes his last long flight,</span><br /><span class=\"long-line\">No more in college seen.</span></p>\n<p><span class=\"long-line\">The bee, which courts the flower,</span><br /><span class=\"long-line\">Must with some pain itself employ,</span><br /><span class=\"long-line\">And then fly, at the day's last hour,</span><br /><span class=\"long-line\">Home to its hive with joy.</span></p>\n"}, {"title": "Unfollowed Figment", "view_node": "/poem/unfollowed-figment", "field_author": "<a href=\"/poet/lyn-hejinian\" hreflang=\"und\">Lyn Hejinian</a>", "field_date_published": "2013", "body": " <p>Useless lighthouse, and the bucket on the beach, the tattered begonias<br />Forget examples—there’s not an entity or detail around that isn’t more than a mere example<br />What’s truly funny?<br />Once upon a time there was a mouse, and there was a cactus and a pair of very small rubber<br />   boots with a hole in the sole of the left one, and now that I think back I remember that there<br />   was a baby on a barge in a lake full of flowers, and out of these there’s a story to weave<br />   and probably more than one<br />The music changes at the mantel, the bassoonist is baffled, the synchronizer fails<br />Rickety marble, wet wood, the road narrowing into the distance and then turning around a rock<br />Is it empty good writing, is it research, resurgence, repartee?<br />8, 9, 10, 11, minus 31, 8<br />A stranger creates an occasion<br />Lewd silver sea, your bigness carries barges as noon stands in grass<br />See, I got cops—or they got me; so says the melancholy memoirist from the anarchy of her<br />   dreams<br />Clear is the sojourn<br />In the stiff air, down the unbalanced wind, over dusty culverts, women bear their hot cells of<br />   benevolence<br />Are all wonders small?</p> "}, {"title": "Variation on a Theme", "view_node": "/poem/variation-theme", "field_author": "<a href=\"/poet/w-s-merwin\" hreflang=\"und\">W. S. Merwin</a>", "field_date_published": "2013", "body": " <p>Thank you my life long afternoon<br />late in this spring that has no age<br />my window above the river<br />for the woman you led me to<br />when it was time at last the words<br />coming to me out of mid-air<br />that carried me through the clear day<br />and come even now to find me<br />for old friends and echoes of them<br />those mistakes only I could make<br />homesickness that guides the plovers<br />from somewhere they had loved before<br />they knew they loved it to somewhere<br />they had loved before they saw it<br />thank you good body hand and eye<br />and the places and moments known<br />only to me revisiting<br />once more complete just as they are<br />and the morning stars I have seen<br />and the dogs who are guiding me</p> "}, {"title": "Room in Antwerp", "view_node": "/poem/room-antwerp", "field_author": "<a href=\"/poet/laure-anne-bosselaar\" hreflang=\"und\">Laure-Anne Bosselaar</a>", "field_date_published": "2013", "body": " <p>Dust covers the window, but light slips through—<br />it always does—through dust or cracks or under doors.<br /><br />Every day at dusk, the sun, through branches,<br />hits a river's bend &amp; sends silver slivers to the walls.<br /><br />                        No one's there to see this. No one.<br />But it dances there anyway, that light,<br /><br />        &amp; when the wind weaves waves into the water<br />it's as if lit syllables quivered on the bricks.<br /><br />        Then the sun sinks, swallowed by the dark. In that dark<br />more dust, always more dust<br />                        settles—sighs over everything.<br /><br />There is no silence there, something always stirs<br />not far away. Small rags of noise.<br /><br />Rilke said most people will know only a small corner of their room.<br /><br />I read this long ago &amp; still don't know how to understand<br />that word <i>only</i>, do you?<br /><br />                        Where are you? I think of you so often<br />and search for you in every face that comes between me &amp; dust,<br />me &amp; dusk—first love, torn corner from this life.</p> "}, {"title": "Summer in Winter in Summer", "view_node": "/poem/summer-winter-summer", "field_author": "<a href=\"/poet/noah-eli-gordon\" hreflang=\"und\">Noah Eli Gordon</a>", "field_date_published": "2013", "body": " <p>The bottom teeth of summer<br /><br />in winter, braided into<br /><br />whomever stood on the green green bridge watching her shadow lengthen.<br /><br />Sun-pocket. Sunflower. Seedling, you<br /><br />brittle blossoming something the room clears of dailyness.<br /><br />Daily, the bottom teeth of summer<br /><br />in winter, chewing through<br /><br />ropes, raree show rapunzeled, which is realism<br /><br />like this that there can be. These are really happened<br /><br />tell me again stories I will. I will again against it.<br /><br />Diving bell in a glass of water. Cacti atmosphere.<br /><br />A perfect piece of pink cake<br /><br />complicating perfection’s tendency to falter.<br /><br />Who left it on the counter? Who walked through the room<br /><br />as though through a composition? The speaker enters quietly,<br /><br />closes a window, clearing dust from the chair<br /><br />to sit in the center of the poem, invigorated<br /><br />with inky awkward blankness.<br /><br />The bottom teeth of summer<br /><br />in winter chattering: here’s the moon. Here’s the moon<br /><br />splashed over two dozen calendars. Here, the kids are grown.<br /><br />The day is long. The bed, wide as a battleship, waits<br /><br />in its buoyancy. Imagine a life and live in it. Imagine dead as ever<br /><br />walking a cut lily back to water. Crazy epic crazier still trying<br /><br />to put down roots. Summer in winter like a speaker<br /><br />in water. The loudest electric sound is nothing compared<br /><br />to the soundest perforation. My paper life. My paper doll.<br /><br />Your paper boy. Sun sun sunflower seed summer you<br /><br />can say you love in a poem’s inky blank awkwardness<br /><br />your paper boy. Sun sun sunflower seed summer you<br /><br />to the soundest perforation. My paper life. My paper doll<br /><br />in water. The loudest electric sound is nothing compared<br /><br />to put-down roots. Summer in winter like a speaker<br /><br />walking a cut lily back to water. Crazy epic crazier still trying<br /><br />in its buoyancy. Imagine a life and live in it. Imagine dead as ever<br /><br />the day is long. The bed, wide as a battleship, waits,<br /><br />splashed over two dozen calendars. Here, the kids are grown<br /><br />in winter chattering: here’s the moon. Here’s the moon.<br /><br />The bottom teeth of summer<br /><br />with inky awkward blankness<br /><br />to sit in the center of the poem, invigorated,<br /><br />closes a window, clearing dust from the chair.<br /><br />As though through a composition, the speaker enters. Quietly,<br /><br />who left it on the counter? Who walked through the room<br /><br />complicating perfection’s tendency to falter.<br /><br />A perfect piece of pink cake.<br /><br />Diving bell in a glass of water. Cacti atmosphere,<br /><br />tell me again stories I will I will. Again, against it<br /><br />like this that there can be. These are really happened<br /><br />ropes, raree show rapunzeled. Which is realism<br /><br />in winter: Chewing through<br /><br />daily the bottom teeth of summer?<br /><br />Brittle blossoming something the room clears of dailyness?<br /><br />Sun-pocket. Sunflower. Seedling, you<br /><br />whomever stood on the green green bridge watching her shadow lengthen<br /><br />in winter, braided into<br /><br />the bottom teeth of summer.</p> "}, {"title": "The Last Known Sighting of the Mapinguari", "view_node": "/poem/last-known-sighting-mapinguari", "field_author": "<a href=\"/poet/traci-brimhall\" hreflang=\"und\">Traci Brimhall</a>", "field_date_published": "2013", "body": " <p>Before she died, my mother told me<br />I’d make the monster that would kill me,<br />so I knew this was someone else’s death<br />creeping into my field, butchering my cow.<br />I recognized its lone eye and two mouths.<br />Perhaps it mistook the lowing for the call<br />of its own kind. I didn’t mind the heifer—<br />she’d been sick for weeks, her death a mercy—<br />but her calf circled, refusing to leave even<br />as the creature pulled out its mother’s tongue,<br />fed one of its mouths and moaned from the other.<br />The intestines glowed dully in the moonlight.<br />The calf bawled. The disappointed mapinguari<br />sat, thousands of worms rising out of the split<br />heart it held, testing the strange night air.<br />I’ve outlived all the miracles that came for me.<br />My mother was wrong and not wrong,<br />like the calf who approached the monster<br />and licked the blood from its fingers.</p> "}, {"title": "Poetry", "view_node": "/poem/poetry-2", "field_author": "<a href=\"/poet/monica-ferrell\" hreflang=\"und\">Monica Ferrell</a>", "field_date_published": "2013", "body": " <p>There is nothing beautiful here<br />However I may want it. I can’t<br />Spin a crystal palace of this thin air,<br />Weave a darkness plush as molefur with my tongue<br />However I want. Yet I am not alone<br />In these alleys of vowels, which comfort me<br />As the single living nun of a convent<br />Is comforted by the walls of that catacomb<br />She walks at night, lit by her own moving candle.<br />I am not afraid of mirrors or the future<br />—Or even <i>you</i>, lovers, wandering cow-fat<br />And rutting in the gardens of this earthly verge<br />Where I too trod, a sunspot, parasol-shaded,<br />Kin to the trees, the bees, the color green.</p> "}, {"title": "Metamorphosis", "view_node": "/poem/metamorphosis", "field_author": "<a href=\"/poet/james-richardson\" hreflang=\"und\">James Richardson</a>", "field_date_published": "2013", "body": " <p>The week after you died, Mom,<br />you were in my checkout line,<br />little old lady who met my stare<br />with the fear, the yearning<br />of a mortal chosen by a god,<br />feeling herself change<br />painfully cell by cell<br />into a shadow, a laurel, you, a constellation.</p> "}, {"title": "Teach me I am forgotten by the dead", "view_node": "/poem/teach-me-i-am-forgotten-dead", "field_author": "<a href=\"/poet/ralph-waldo-emerson\" hreflang=\"und\">Ralph Waldo Emerson</a>", "field_date_published": "1831", "body": " <p>Teach me I am forgotten by the dead<br />And that the dead is by herself forgot<br />And I no longer would keep terms with me.<br />I would not murder, steal, or fornicate,<br />Nor with ambition break the peace of towns<br />But I would bury my ambition<br />The hope &amp; action of my sovereign soul<br />In miserable ruin. Nor a hope<br />Should ever make a holiday for me<br />I would not be the fool of accident<br />I would not have a project seek an end<br />That needed aught<br />Beyond the handful of my present means<br />The sun of Duty drop from his firmament<br />To be a rushlight for each petty end<br />I would not harm my fellow men<br />On this low argument, '<i>twould harm myself</i>.</p> "}, {"title": "By the Waters of Babylon [V. Currents]", "view_node": "/poem/waters-babylon-v-currents", "field_author": "<a href=\"/poet/emma-lazarus\" hreflang=\"und\">Emma Lazarus</a>", "field_date_published": "1887", "body": " <p>1. Vast oceanic movements, the flux and reflux of immeasurable tides, oversweep our continent.<br /><br />2. From the far Caucasian steppes, from the squalid Ghettos of Europe,<br /><br />3. From Odessa and Bucharest, from Kief and Ekaterinoslav,<br /><br />4. Hark to the cry of the exiles of Babylon, the voice of Rachel mourning for her children, of Israel lamenting for Zion.<br /><br />5. And lo, like a turbid stream, the long-pent flood bursts the dykes of oppression and rushes hitherward.<br /><br />6. Unto her ample breast, the generous mother of nations welcomes them.<br /><br />7. The herdsman of Canaan and the seed of Jerusalem's royal shepherd renew their youth amid the pastoral plains of Texas and the golden valleys of the Sierras.</p> "}], "pager": {"current_page": 423, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}