{"rows": [{"title": "Snowman", "view_node": "/poem/snowman", "field_author": "<a href=\"/poet/gu-cheng\" hreflang=\"und\">Gu Cheng</a>", "field_date_published": "2005", "body": " <pre>\nI built a snowman\nAt your front door\nTo stand in my stead, waiting there\nIn all its stupidity\n\nThen you buried your lollipop\nDeep into its snowy heart\nSaying this little sweetness\nWould perk it up\n\nThe snowman did not smile\nDid not make a sound\nAnd then the bright spring sun\nMelted him away...\n\nWhere is he now?\nWhere is that candied heart?\nA bee buzzes\nBeside the small puddle of tears</pre>\n "}, {"title": "27,000 Miles", "view_node": "/poem/27000-miles", "field_author": "<a href=\"/poet/albert-goldbarth\" hreflang=\"und\">Albert Goldbarth</a>", "field_date_published": "2007", "body": " <pre>\nThese two asleep . . . so indrawn and compact,\nlike lavish origami animals returned\n\nto slips of paper once again; and then\nthe paper once again become a string\n\nof pith, a secret that the plant hums to itself . . . . \nYou see? — so often we envy the grandiose, the way\n\nthose small toy things of Leonardo’s want to be\nthe great, air-conquering and miles-eating\n\nliving wings\nthey’re modeled on.  And the bird flight <i>is</i>\n\namazing: simultaneously strength, \nescape, caprice: the Arctic tern completes\n\nits trip of nearly <i>27,000</i> miles every year;\na swan will frighten bears away\n\nby angry aerial display of flapping wingspan.\nBut it isn’t all flight; they also\n\nfold; and at night on the water or in the eaves\nthey package their bodies\n\ninto their bodies, smaller, and deeply\nsmaller yet: migrating a similar distance\n\nin the opposite direction.</pre>\n<pre>\n</pre>\n "}, {"title": "Untitled [Mother and Dad are up]", "view_node": "/poem/untitled-mother-and-dad-are", "field_author": "<a href=\"/poet/nancy-lagomarsino\" hreflang=\"und\">Nancy Lagomarsino</a>", "field_date_published": "2005", "body": " <pre>\nMother and Dad are up with the light. As in most marriages, one walks\nslightly ahead, and with their two sets of eyes they enter the outside\nworld, drive to the mall, and find racks of clothing on sale. Dad\nadmires a pair of lightweight outdoor shoes. Mother puts them back,\nsaying that he can have them when it’s warmer. She buys me a bathrobe\nthe color of moss. Vigilant, a couple patrols its territory.\n\nIn the afternoon, Dad comes downstairs and says, \"Katherine, there are\nno clothes in my closet.\"  Mother goes up to the bedroom, and, sure\nenough, only two or three things dangle on hangers. She searches high\nand low and finally finds his clothes in the eaves. In an unremembered\nmoment, he had opened the Alice in Wonderland door and draped them in\nthere. What was going through his head? He loves his clothes so much,\nhe returns to them many times each day. Perhaps he thought they were in\ndanger, and, like a mother cat, moved them to a safer spot.</pre>\n "}, {"title": "Death in the Afternoon", "view_node": "/poem/death-afternoon", "field_author": "<a href=\"/poet/angel-gonzalez\" hreflang=\"und\">Ángel González</a>", "field_date_published": "2005", "body": " <pre>\nOf the hundreds of deaths that inhabit me,\nthis one today bleeds the least.\nIt's the death that comes with the afternoons,\nwhen the pale shadows grow longer,\nand contours collapse\nand the  mountains show themselves.\n\nThen someone passes hawking\nhis merchandise under my window,\nwhere I lean out to see\nthose streetlamps that are still unlit.\n\nShadows cross the ashes of the streets\nwithout leaving tracks, men that pass\nwho do not come to me and do not stay\nwith their lonely soul on their backs.\n\nThe daylight escapes toward the west.\nThe night air comes in before time,\nand a bitter, confused fear, almost\npain, hardly hope, reaches me.\n\nEverything that tied me to life\nbecomes untied, becomes distance,\ngoes farther off, disappears at last,\nand I'm a dead man,\n      ...and no one raises me.</pre>\n "}, {"title": "Empty", "view_node": "/poem/empty", "field_author": "<a href=\"/poet/laura-mullen\" hreflang=\"und\">Laura Mullen</a>", "field_date_published": "2005", "body": " <pre>\nHuge crystalline cylinders emerge from the water\n\nThe future\n\nWhere do they come from the King gushes these talking fish\nShow me at once\n\nWe see the writer buried under a collapsing mountain of scribbled-over\npapers\nWhile ink blurts from an overturned bottle\n\nSpeech is silver the King mutters\nSilence is\n\nThey discover a fabulous ancient city\n\nBlack lake\nFlag of smoke\n\n<i>Where we turned to look</i>\n\nSkulls, bats, stars, spirals, lightning bolts\nWords spoken in anger\nFlowers for sarcasm\n\nThe sequence continued to work in references to the brevity of life\n\nGarlands of flowers\nStars signaling physical impact\n\nThey discover a fabulous ancient city\nUnder the water\nNone of the inhabitants\n\n'Be reasonable . . .'\n\nIncreasingly faint trace of inked \nFlowers delicate\n\nAfter that \n\nCat catch\nThe decree\n\nEradicate</pre>\n "}, {"title": "December 2, 2002", "view_node": "/poem/december-2-2002", "field_author": "<a href=\"/poet/juliana-spahr\" hreflang=\"und\">Juliana Spahr </a>", "field_date_published": "2005", "body": "<p><span class=\"long-line\">As it happens every night, beloveds, while we turned in the night</span><br /><span class=\"long-line\">sleeping uneasily the world went on without us.</span></p>\n\n<p><span class=\"long-line\">We live in our own time zone and there are only a small million of</span><br /><span class=\"long-line\">us in this time zone and the world as a result has a tendency to</span><br /><span class=\"long-line\">begin and end without us.</span></p>\n\n<p><span class=\"long-line\">While we turned sleeping uneasily at least ten were injured in a </span><br /><span class=\"long-line\">bomb blast in Bombay and four killed in Palestine.</span></p>\n\n<p><span class=\"long-line\">While we turned sleeping uneasily a warehouse of food aid was </span><br /><span class=\"long-line\">destroyed, stocks on upbeat sales soared, Australia threatened first</span><br /><span class=\"long-line\">strikes, there was heavy gunfire in the city of Man, the Belarus</span><br /><span class=\"long-line\">ambassador to Japan went missing, a cruise ship caught fire, on yet</span><br /><span class=\"long-line\">another cruise ship many got sick, and the pope made a statement</span><br /><span class=\"long-line\">against xenophobia.</span></p>\n\n<p><span class=\"long-line\">While we turned sleeping uneasily perhaps J Lo gave Ben a </span><br /><span class=\"long-line\">prenuptial demand for sex four times a week.</span></p>\n\n<p><span class=\"long-line\">While we turned sleeping uneasily Liam Gallagher brawled and</span><br /><span class=\"long-line\">irate fans complained that \"Popstars: The Rivals\" was fixed.</span></p>\n\n<p><span class=\"long-line\">While we turned sleeping uneasily the Supreme Court agreed to </span><br /><span class=\"long-line\">hear the case of whether university admissions may favor racial </span><br /><span class=\"long-line\">minorities.</span></p>\n\n<p><span class=\"long-line\">While we turned sleeping uneasily poachers caught sturgeon in the </span><br /><span class=\"long-line\">reed-filled Caspian, which shelters boar and wolves, and some of</span><br /><span class=\"long-line\">the residents on the space shuttle planned a return flight to the US.</span></p>\n\n<p><span class=\"long-line\">Beloveds, our world is small and isolated.</span></p>\n\n<p><span class=\"long-line\">We live our lives in six hundred square feet about a quarter mile </span><br /><span class=\"long-line\">from the shore on land that is seven hundred square miles and five</span><br /><span class=\"long-line\">thousand miles from the nearest land mass.</span></p>\n\n<p><span class=\"long-line\">Despite our isolation, there is no escape from the news of how</span><br /><span class=\"long-line\">many days are left in the Iraq inspections.</span></p>\n\n<p><span class=\"long-line\">The news poll for today was should we invade Iraq now or should</span><br /><span class=\"long-line\">we wait until the inspections are complete and we tried to laugh</span><br /><span class=\"long-line\">together at this question but our laughter was uneasy and we just</span><br /><span class=\"long-line\">decided to turn off the television that arrives to us from those </span><br /><span class=\"long-line\">other time zones.</span></p>\n\n<p><span class=\"long-line\">Beloveds, we do not know how to live our lives with any agency </span><br /><span class=\"long-line\">outside of our bed.</span></p>\n\n<p><span class=\"long-line\">It makes me angry that how we live in our bed—full of connected</span><br /><span class=\"long-line\">loving and full of isolated sleep and dreaming also—has no</span><br /><span class=\"long-line\">relevance to the rest of the world.</span></p>\n\n<p><span class=\"long-line\">How can the power of our combination of intimacy and isolation</span><br /><span class=\"long-line\">have so little power outside the space of our bed?</span></p>\n\n<p><span class=\"long-line\">Beloveds, the shuttle is set to return home and out the window of </span><br /><span class=\"long-line\">the shuttle one can see the earth.</span></p>\n\n<p><span class=\"long-line\">\"How massive the earth is; how minute the atmosphere,\" one of</span><br /><span class=\"long-line\">the astronauts notes.</span></p>\n\n<p><span class=\"long-line\">Beloveds, what do we do but keep breathing as best we can this</span><br /><span class=\"long-line\">minute atmosphere?</span></p>\n"}, {"title": "An Obscure Meadow Lures Me", "view_node": "/poem/obscure-meadow-lures-me", "field_author": "<a href=\"/poet/jose-lezama-lima\" hreflang=\"und\">José Lezama Lima</a>", "field_date_published": "2005", "body": " <pre>\nAn obscure meadow lures me,\nher fast, close-fitting lawns\nrevolve in me, sleep on my balcony.\nThey rule her beaches, her indefinite\nalabaster dome re-creates itself.\nOn the waters of a mirror,\nthe voice cut short crossing a hundred paths,\nmy memory prepares surprise:\nfallow dew in the sky, dew, sudden flash.\nWithout hearing I’m called:\nI slowly enter the meadow,\nproudly consumed in a new labyrinth.\nIllustrious remains:\na hundred heads, bugles, a thousand shows\nbaring their sky, their silent sunflower.\nStrange the surprise in that sky\nwhere unwilling footfalls turn\nand voices swell in its pregnant center.\nAn obscure meadow goes by.\nBetween the two, wind or thin paper,\nthe wind, the wounded wind of this death,\nthis magic death, one and dismissed.\nA bird, another bird, no longer trembles.</pre>\n "}, {"title": "the theory and practice of postmodernism—a manifesto [excerpt]", "view_node": "/poem/theory-and-practice-postmodernism-manifesto-excerpt", "field_author": "<a href=\"/poet/david-antin\" hreflang=\"und\">David Antin</a>", "field_date_published": "2005", "body": " <pre>\n         about two years ago elly and i decided we needed a new mattress \nor maybe elly decided it    because i didnt pay much attention to the \n  problem\n               we had an old mattress wed had it for years and the salesman\n wed bought it from had assured us it would last us a lifetime    and it\nwas getting older and lumpy or lumpy in some places and hollowed out \n  in others and    i just assumed it was part of a normal process of aging\n it was getting older we were getting older and wed get used to it     but \n  eleanor has a bad back and she was getting desperate to get rid of \nthis mattress     that had lived with us for such a long time and so\n lotally      that i thought i knew all its high points and low points     its\neminences and pitfalls    and i was sure    that at night my body\n worked its way carefully around the lumps    dodging the precipices\nand moving to solider ground whenever it could\n                                              but maybe eleanor\nsleeps more heavily than i do    i have a feeling that i spent much of \n my life at night avoiding the pitfalls of this mattress that i was used\nto     and it was a skill id acquired over the ten or fifteen years of this\n mattress’ life     so I felt there was no reason to get rid of this mattress\nthat had been promised to us by a salesman who said it would last the\n rest of our lives     i figured we were going to live long lives i didnt  \nthink we were anywhere  close to dying     so neither was the mattress\n  but eleanor kept waking up with backaches\n          still i figured it was a good mattress and that elly just didnt have\n enough skill at avoiding the lumps      it never occurred to me that the \nmattress was at fault     so i didnt  do anything     and elly didnt do\n  anything because shes not into consumer products and hates to go\n shopping    but by the end of a year elly convinced me     because she\n  has a sensitive back and i dont     that she had a more accurate\n  understanding of this business than i did      so I said sure eleanor  \n         lets get a new mattress      were rebuilding the house       as long as\nwere going to have a new house      we may as well have a new mattress \n but eleanor said how will i know its a good one     i dont want to get \nanother mattress that gets hollowed and lumpy and gives me backaches\n when i wake up     how will i know how to get a good one\n         i said well open the yellow pages and well look up mattresses and \n therell be several places that sell them       and ill close my eyes and \npoint a finger at one of these places      and it will be a place that has \n lots of mattresses where we can make a choice as to what constitutes \n a good one by lying on them</pre>\n "}, {"title": "Tristia, Book III, Section 2", "view_node": "/poem/tristia-book-iii-section-2", "field_author": "<a href=\"/poet/ovid\" hreflang=\"und\">Ovid</a>", "field_date_published": "2005", "body": " <pre>\nSo it was my destiny to travel  as far as Scythia,\n    that land lying below the northern pole,\nand neither you, Muses, nor you, Leto’s son Apollo,\n    cultured crowd though you are, gave any help\nto your own priest: the fact that my poetry’s more wanton\n    than my life, that my fun is free of real offence\ndoes me no good. I’ve suffered innumerable perils\n    on land and sea; now Pontus, seared by perpetual cold,\nimprisons me, and I, the escapist, born for leisured\n    comfort, once soft and incapable of toil,\nnow endure the worst — yet neither my distant journeys\n    nor these harbourless seas have been able to destroy \na spirit that’s matched its misfortunes: from it my body\n    borrowed strength to bear what was scarce to be borne.\nYet while I still was prey to the hazards of land and ocean,\n    Such hardships in fact beguiled my care,\nmy aching hear; but now the trip’s done, the toil of traveling\n    ended,  now I’ve reached the land of my banishment,\nweeping’s my only pleasure, the tears come flooding\n    fuller than melted snow in spring.\nRome and home haunt me, all the places I know and yearn for,\n    Whatever's left of me in the City I’ve lost.\nAh me, the times I’ve knocked at my sepulchre-door, yet never \n    found it open! Why have I\nso often escaped a sword-thrust, why do the storm-clouds \n    endlessly threaten, yet never overwhelm\nmy unlucky head? You gods — whom I’m finding over-relentless\n    in sharing the fury felt by a single god — \nspur on, I beseech you, the laggard Fates, forbid the \n    portals of my destruction to be closed!</pre>\n "}, {"title": "Weather Eye Open", "view_node": "/poem/weather-eye-open", "field_author": "<a href=\"/poet/sarah-gridley\" hreflang=\"und\">Sarah Gridley</a>", "field_date_published": "2005", "body": " <pre>\nBesides the toss and drag of shells are you shown no proof\nas to time lost here?\n\nSame stamp\n                               on every morning. Tattered glass\nat rub on sunblind margin. No island roofs or goat-skinned\nrocks.\n\nMy stars\n\t      but you are travel-rank!\n\nCracked with offering.  Your hands bear\nwhat? bow-spray? mast-scrape?\n                                    Keel, stinging under silver weight.\n\n      what boats unloads your night? Why do the waves\nkeep you in their shattered cloak? Eyes each upon you\n\t\n      creaking <i>pilot, pilot, pilot?</i></pre>\n "}, {"title": "Someone", "view_node": "/poem/someone", "field_author": "<a href=\"/poet/dennis-odriscoll\" hreflang=\"und\">Dennis O&#039;Driscoll</a>", "field_date_published": "2005", "body": " <pre>\nsomeone is dressing up for death today, a change of skirt or tie\neating a final feast of buttered sliced pan, tea\nscarcely having noticed the erection that was his last\nshaving his face to marble for the icy laying out\nspraying with deodorant her coarse armpit grass\nsomeone today is leaving home on business\nsaluting, terminally, the neighbours who will join in the cortege\nsomeone is paring his nails for the last time, a precious moment\nsomeone’s waist will not be marked with elastic in the future\nsomeone is putting out milkbottles for a day that will not come\nsomeone’s fresh breath is about to be taken clean away\nsomeone is writing a cheque that will be rejected as ‘drawer deceased’\nsomeone is circling posthumous dates on a calendar\nsomeone is listening to an irrelevant weather forecast\nsomeone is making rash promises to friends\nsomeone’s coffin is being sanded, laminated, shined\nwho feels this morning quite as well as ever\nsomeone if asked would find nothing remarkable in today’s date\nperfume and goodbyes her final will and testament\nsomeone today is seeing the world for the last time\nas innocently as he had seen it first</pre>\n "}, {"title": "Garden Homage", "view_node": "/poem/garden-homage", "field_author": "<a href=\"/poet/medbh-mcguckian\" hreflang=\"und\">Medbh McGuckian</a>", "field_date_published": "2005", "body": " <pre>\nThree windows are at work here, sophisticated\nspaces against the day, against the light.\nThe sky looks as if it has been added later\nto a glimpsed world as nobody saw it.\n\nSmall gaps of awkwardness between overlapping leaves\nbring their time to us, as we our time\nto them. The hand alone is amazing,\nthe skull and the owner’s hand holding it,\n\ntogether on a page for fifty years,\nwith the earliest smile. A rope vase\nof flowers returns the angels\nto the ground, that still beautiful brown.</pre>\n "}, {"title": "White Water", "view_node": "/poem/white-water", "field_author": "<a href=\"/poet/john-montague\" hreflang=\"und\">John Montague</a>", "field_date_published": "2005", "body": " <pre>\n<i>for Line McKie</i>\n\nThe light, tarred skin\nof the currach rides\nand receives the current, \nrolls and responds to\nthe harsh sea swell. \n\nInside the wooden ribs\na slithering frenzy; a sheen\nof black-barred silver-\ngreen and flailing mackerel:\nthe iridescent hoop\nof a gasping sea trout. \n\nAs a fish gleams most\nfiercely before it dies,\nso the scales of the sea-hag\nshine with a hectic\nputrescent glitter:\n\nluminous, bleached—\n<i>white water</i>—\nthat light in the narrows\nbefore a storm breaks.</pre>\n "}, {"title": "Unity", "view_node": "/poem/unity", "field_author": "<a href=\"/poet/pablo-neruda\" hreflang=\"und\">Pablo Neruda</a>", "field_date_published": "2005", "body": " <pre>There is something dense, united, settled in the depths,\nrepeating its number, its identical sign.\nHow it is noted that stones have touched time,\nin their refined matter there is an odor of age,\nof water brought by the sea, from salt and sleep.\n \nI'm encircled by a single thing, a single movement: \na mineral weight, a honeyed light\ncling to the sound of the word \"noche\":\nthe tint of wheat, of ivory, of tears,\nthings of leather, of wood, of wool,\narchaic, faded, uniform,\ncollect around me like walls.\n\nI work quietly, wheeling over myself,\na crow over death, a crow in mourning.\nI mediate, isolated in the spread of seasons,\ncentric, encircled by a silent geometry:\na partial temperature drifts down from the sky,\na distant empire of confused unities\nreunites encircling me.</pre>\n "}, {"title": "Spirit", "view_node": "/poem/spirit", "field_author": "<a href=\"/poet/maggie-nelson\" hreflang=\"und\">Maggie Nelson</a>", "field_date_published": "2005", "body": " <pre>\n<i>The spirit of Jane \nlives on in you</i>,\nmy mother says\n\ntrying to describe\nwho I am. I feel like the girl\nin the late-night movie\n\nwho gazes up in horror\nat the portrait of\nher freaky ancestor\n\nas she realizes \nthey wear the same\ngaudy pendant\n\nround their necks.\nFor as long as I can\nremember, my grandfather\n\nhas made the same slip:\nhe sits in his kitchen,\nhis gelatinous blue eyes\n\nfixed on me. <i>Well Jane</i>, \nhe says,<i> I think I’ll have\nanother cup of coffee</i>.</pre>\n "}, {"title": "Teenage Caveman Or, A B-Class Movie Containing History", "view_node": "/poem/teenage-caveman-or-b-class-movie-containing-history", "field_author": "<a href=\"/poet/jerome-sala\" hreflang=\"und\">Jerome Sala</a>", "field_date_published": "2005", "body": " <pre>\n\"The old law has served us well for a long time\" \nsays the head of the clan to the teenager in <i>Teenage Caveman </i>\n\"and it will take time to change it.\" \n\nThe teenage caveman stares suspiciously at the old man. \nHe wishes to cross the forbidden river \nwhere gods of fire can kill a man by touch \nand the earth devours cave people. \n\nAnd he does cross. \nAnd he does discover: \na baby alligator with a fin pasted on its back \nfighting with a gila monster \nmagnified 30 times by unknown deities \nso that they appear as giants to the ignorant little cave \n    people. \n\nHe does cross. \nAnd he does discover \nan old pilot in a burnt up radiation suit that looks like a \n    shiny black rooster. \nHe does cross \nAnd he does discover \na book with strange photos of the atomic war \nthat created the Stone Age these cave people have been bombed \n    back into. \n\n\"The old law is over\" \nthe teenage caveman announces, \n\"man will explore the lands beyond the lake of fire. \nMan will meet up with other men.\" \n\nThen the narrator breaks in to explain that \nthese were our ancestors, and they built themselves up \nfrom a radioactive wasteland \nas had their ancestors before them \n(clips of giant insects and mutants arising out of the sea) \nand so on \nuntil the history of the world appears before our eyes \nlike a 50s Dagwood sandwich \ncivilizations stacked, one upon another \non our daily bread of nuclear war. \n\n\"How many times, o man, how many times!\" \n\nThe teenage caveman, played by a young Robert Vaughn, \nwalks off into a mushroom cloud \nthe way a cowboy would ride into a sunset. \nHe's heading for a new civilization too. \nOr rather, a new job in a new time. \n\nFor teenage caveman will grow up to by a spy in the 60s \nnamed Napoleon Solo \nand, as the star in <i>The Man From Uncle</i>, \nwill fight the cold war in a whole new way.</pre>\n "}, {"title": "In View of the Fact", "view_node": "/poem/view-fact", "field_author": "<a href=\"/poet/r-ammons\" hreflang=\"und\">A. R. Ammons</a>", "field_date_published": "2005", "body": " <pre>\nThe people of my time are passing away: my\nwife is baking for a funeral, a 60-year-old who\n\ndied suddenly, when the phone rings, and it's\nRuth we care so much about in intensive care:\n\nit was once weddings that came so thick and\nfast, and then, first babies, such a hullabaloo:\n\nnow, it's this that and the other and somebody\nelse gone or on the brink: well, we never\n\nthought we would live forever (although we did)\nand now it looks like we won't: some of us\n\nare losing a leg to diabetes, some don't know\nwhat they went downstairs for, some know that\n\na hired watchful person is around, some like\nto touch the cane tip into something steady,\n\nso nice: we have already lost so many,\nbrushed the loss of ourselves ourselves: our\n\naddress books for so long a slow scramble now\nare palimpsests, scribbles and scratches: our\n\nindex cards for Christmases, birthdays,\nHalloweens drop clean away into sympathies:\n\nat the same time we are getting used to so\nmany leaving, we are hanging on with a grip\n\nto the ones left: we are not giving up on the\ncongestive heart failure or brain tumors, on\n\nthe nice old men left in empty houses or on\nthe widows who decide to travel a lot: we\n\nthink the sun may shine someday when we'll\ndrink wine together and think of what used to\n\nbe: until we die we will remember every\nsingle thing, recall every word, love every\n\nloss: then we will, as we must, leave it to\nothers to love, love that can grow brighter\n\nand deeper till the very end, gaining strength\nand getting more precious all the way. . . .</pre>\n "}, {"title": "Spoken From the Hedgerows", "view_node": "/poem/spoken-hedgerows", "field_author": "<a href=\"/poet/jorie-graham\" hreflang=\"und\">Jorie Graham</a>", "field_date_published": "2005", "body": "<p><span class=\"long-line\">To bring back a time and place.</span><br /><span class=\"long-line\">A feeling. As in \"we are all in this</span><br /><span class=\"long-line\">together.\" Or \"the United States and her allies</span></p>\n\n<p><span class=\"long-line\">fought for Freedom.\" To bring back.</span><br /><span class=\"long-line\">The experience of killing and getting killed.</span><br /><span class=\"long-line\">Get missed. Get hit. Sun—is it with us. Holiday,</span></p>\n\n<p><span class=\"long-line\">are you with us on this beach today.</span><br /><span class=\"long-line\">Hemisphere of one, my soul, paratrooper,</span><br /><span class=\"long-line\">greatness I house in my body, deepset, my</span></p>\n\n<p><span class=\"long-line\">hands on these triggers—who once could outrun</span><br /><span class=\"long-line\">his brother—consumed with fellow-feeling like a madness that does not</span><br /><span class=\"long-line\">must not,</span><br /><span class=\"long-line\">lower its pitch—going to the meeting place,</span></p>\n\n<p><span class=\"long-line\">the spire of the church in Vierville, seen on aerial maps, visible from</span><br /><span class=\"long-line\">eighteen miles out,</span><br /><span class=\"long-line\">if it weren't for fog, and smoke, and groundmist,</span><br /><span class=\"long-line\">the meeting place, the appointed time surging in me,</span></p>\n\n<p><span class=\"long-line\">needing to be pierced—but not me—not me—</span></p>\n\n<p><span class=\"long-line\">only those to the left and right of me—</span></p>\n\n<p><span class=\"long-line\">permit me to let you see me—</span></p>\n\n<p><span class=\"long-line\">Me. Driven half mad but still in biography.</span><br /><span class=\"long-line\">By the shared misery of. Hatred. Training. Trust. Fear.</span><br /><span class=\"long-line\">Listening to the chatter each night of those who survived the day.</span></p>\n\n<p><span class=\"long-line\">There is no other human relationship like it.</span><br /><span class=\"long-line\">At its heart comradeship is an ecstasy.</span><br /><span class=\"long-line\">You will die for an other. You will not consider it a personal</span></p>\n\n<p><span class=\"long-line\">loss. Private Kurt Gabel, 513 Parachute Infantry Regiment—</span><br /><span class=\"long-line\">\"The three of us Jake, Joe and I became an entity.</span><br /><span class=\"long-line\">An entity—never to be relinquished, never to be</span></p>\n\n<p><span class=\"long-line\">repeated. An entity is where a man literally insists</span><br /><span class=\"long-line\">on going hungry for another. A man insists on dying for</span><br /><span class=\"long-line\">an other. Protect. Bail out. No regard to</span></p>\n\n<p><span class=\"long-line\">consequence. A mystical concoction.\" A last piece</span><br /><span class=\"long-line\">of bread. And gladly. You must understand what is meant by</span><br /><span class=\"long-line\"><em>gladly</em>. All armies throughout history have tried</span></p>\n\n<p><span class=\"long-line\">to create this bond among their men. Few succeeded as well</span><br /><span class=\"long-line\">as the paratroop infantry of the U.S. Army,</span><br /><span class=\"long-line\">Rifle Company E, 506th.</span></p>\n\n<p><span class=\"long-line\">Fussell: It can't happen to me. It can happen to me. It is</span><br /><span class=\"long-line\">going to happen to me. Nothing</span><br /><span class=\"long-line\">is going to prevent it.</span></p>\n\n<p><span class=\"long-line\">Webster (to his parents): I am living on borrowed time—</span><br /><span class=\"long-line\">I do not think I shall live through the next jump.</span><br /><span class=\"long-line\">If I don't come back, try not to take it too hard.</span></p>\n\n<p><span class=\"long-line\">I wish I could persuade you to regard death</span><br /><span class=\"long-line\">as casually as we do over here. In the heat of it</span><br /><span class=\"long-line\">you expect it, you are expecting it, you are not surprised</span></p>\n\n<p><span class=\"long-line\">by anything anymore, not surprised when your friend</span><br /><span class=\"long-line\">is machine-gunned in the face. It's not like your life, at home,</span><br /><span class=\"long-line\">where death is so unexpected. (And to mother):</span></p>\n\n<p><span class=\"long-line\">would you prefer for someone else's son to die in the mud?</span><br /><span class=\"long-line\">And there is no way out short of the end of war or the loss</span><br /><span class=\"long-line\">of limb. Any other wound is patched up and you're sent back</span></p>\n\n<p><span class=\"long-line\">to the front. This wound which almost killed him</span><br /><span class=\"long-line\">healed up as well and he went back.</span><br /><span class=\"long-line\">He never volunteered. One cannot volunteer.</span></p>\n\n<p><span class=\"long-line\">If death comes, friend, let it come quick.</span><br /><span class=\"long-line\">And don't play the hero, there is no past or future. Don't play</span><br /><span class=\"long-line\">the hero. Ok. Let's go. Move out. Say goodbye.</span></p>\n"}, {"title": "Heaven for Helen", "view_node": "/poem/heaven-helen", "field_author": "<a href=\"/poet/mark-doty\" hreflang=\"und\">Mark Doty</a>", "field_date_published": "2005", "body": " <pre>\nHelen says heaven, for her,\nwould be complete immersion\nin physical process,\nwithout self-consciousness—\n\nto be the respiration of the grass,\nor ionized agitation\njust above the break of a wave,\ntraffic in a sunflower's thousand golden rooms.\n\nImages of exchange,\nand of untrammeled nature.\nBut if we're to become part of it all,\nwon't our paradise also involve\n\nparticipation in being, say,\ndiesel fuel, the impatience of trucks\non August pavement,\nweird glow of service areas\n\nalong the interstate at night?\nWe'll be shiny pink egg cartons,\nand the thick treads of burst tires\nalong the highways in Pennsylvania:\n\na hell we've made to accompany\nthe given: we will join\nour tiresome productions,\nthings that want to be useless forever.\n\nBut that's me talking. Helen \nwould take the greatest pleasure\nin being a scrap of paper,\nif that's what there were to experience.\n\nPerhaps that's why she's a painter,\nfinally: to practice disappearing\ninto her  scrupulous attention,\nan exacting rehearsal for the larger\n\nworld of things it won't be easy to love.\nHelen I think will master it, though I may not.\nShe has practiced a long time learning to see\nI have devoted myself to affirmation,\n\nwhen I should have kept my eyes on the ground.</pre>\n "}, {"title": "Meaningful Love", "view_node": "/poem/meaningful-love", "field_author": "<a href=\"/poet/john-ashbery\" hreflang=\"und\">John Ashbery</a>", "field_date_published": "2005", "body": " <pre>\nWhat the bad news was\nbecame apparent too late\nfor us to do anything good about it.\n\nI was offered no urgent dreaming,\ndidn't need a name or anything.\nEverything was taken care of.\n\nIn the medium-size city of my awareness\nvoles are building colossi.\nThe blue room is over there.\n\nHe put out no feelers.\nThe day was all as one to him.\nSome days he never leaves his room\nand those are the best days,\nby far.\n\nThere were morose gardens farther down the slope,\nanthills that looked like they belonged there.\nThe sausages were undercooked, \nthe wine too cold, the bread molten.\nWho said to bring sweaters?\nThe climate's not that dependable.\n\nThe Atlantic crawled slowly to the left\npinning a message on the unbound golden hair of sleeping maidens,\na ruse for next time,\n\nwhere fire and water are rampant in the streets,\nthe gate closed—no visitors today\nor any evident heartbeat.\n\nI got rid of the book of fairy tales,\npawned my old car, bought a ticket to the funhouse,\nfound myself back here at six o'clock,\npondering \"possible side effects.\"\n\nThere was no harm in loving then,\nno certain good either. But love was loving servants\nor bosses. No straight road issuing from it.\nLeaves around the door are penciled losses.\nTwenty years to fix it.\nAsters bloom one way or another.</pre>\n "}], "pager": {"current_page": 599, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}