{"rows": [{"title": "My Sister", "view_node": "/poem/my-sister", "field_author": "<a href=\"/poet/hyam-plutzik\" hreflang=\"en\">Hyam Plutzik</a>", "field_date_published": "2014", "body": " <p>Now the swift rot of the flesh is over.<br /><span style=\"line-height: 1.538em;\">Now only the slow rot of the bones in the Northern damp.</span><br /><span style=\"line-height: 1.538em;\">Even the bones of that tiny foot that brought her doom.</span></p><p>Imagine a land where there is no rain as we know rain.<br /><span style=\"line-height: 1.538em;\">Not the quick dashing of water to the expectant face,</span><br /><span style=\"line-height: 1.538em;\">But the weary ooze of spent drops in the earth.</span></p><p>Imagine the little skeleton lying there—<br /><span style=\"line-height: 1.538em;\">In the terrible declination of the years—</span><br /><span style=\"line-height: 1.538em;\">On the solitary bed, in the crumbling shell of a world.</span></p><p>Amid the monsters with lipless teeth who lie there in wait—<br /><span style=\"line-height: 1.538em;\">The saurian multitudes who rest in that land—</span><br /><span style=\"line-height: 1.538em;\">And the men without eyes who forever glare at the sky.</span></p><p>And the ominous strangers ever entering.<br /><em style=\"line-height: 1.538em;\">Why are they angry? They keep their arms to themselves.</em><br /><em style=\"line-height: 1.538em;\">Comfort themselves in the cold. Whisper no word.</em></p><p><em>And the black dog has come, but he does not play.<br />And no one moves but the man who walks in the sky—<br />A strange man who comes to cut the grass.</em></p><p>Seventeen years....</p><p>And already the fair flesh dispersed, the proud form broken.<br /><span style=\"line-height: 1.538em;\">The glaciers move from the north and the sun is dying.</span><br /><span style=\"line-height: 1.538em;\">And into the chasm of Time alone and tiny....</span></p><p>The Man of War sits in the gleaming chair.<br /><span style=\"line-height: 1.538em;\">Struts through the halls. The Dispencer of Vengeance laughs,</span><br /><span style=\"line-height: 1.538em;\">Crying </span><em style=\"line-height: 1.538em;\">victory! victory! victory! victory!</em></p><p>Victory.</p> "}, {"title": "Because the Red Osier Dogwood", "view_node": "/poem/because-red-osier-dogwood", "field_author": "<a href=\"/poet/hyam-plutzik\" hreflang=\"en\">Hyam Plutzik</a>", "field_date_published": "2014", "body": " <p>Because the red osier dogwood<br />Is the winter lightning,<br />The retention of the prime fire<br />In the naked and forlorn season<br />When snow is winner<br />(For he flames quietly above the shivering mouse<br />In the moldy tunnel,<br />The eggs of the grasshopper awaiting metamorphosis<br />Into the lands of hay and the times of the daisy,<br />The snake contorted in the gravel,<br />His brain suspended in thought<br />Over an abyss that summer will fill with murmuring<br />And frogs make laughable: the cricket-haunted time)—<br />I, seeing in the still red branches<br />The stubborn, unflinching fire of that time,<br />Will not believe the horror at the door, the snow-white worm<br />Gnawing at the edges of the mind,<br />The hissing tree when the sleet falls.<br />For because the red osier dogwood<br />Is the winter sentinel,<br />I am certain of the return of the moth<br />(Who was not destroyed when an August flame licked him),<br />And the cabbage butterfly, and all the families<br />Whom the sun fathers, in the cauldron of his mercy.</p> "}, {"title": "To My Daughter", "view_node": "/poem/my-daughter", "field_author": "<a href=\"/poet/hyam-plutzik\" hreflang=\"en\">Hyam Plutzik</a>", "field_date_published": "2014", "body": " <p>Seventy-seven betrayers will stand by the road,<br />And those who love you will be few but stronger.</p><p>Seventy-seven betrayers, skilful and various,<br />But do not fear them: they are unimportant.</p><p>You must learn soon, soon, that despite Judas<br />The great betrayals are impersonal</p><p>(Though many would be Judas, having the will<br />And the capacity, but few the courage).</p><p>You must learn soon, soon, that even love<br />Can be no shield against the abstract demons:</p><p>Time, cold and fire, and the law of pain,<br />The law of things falling, and the law of forgetting.</p><p>The messengers, of faces and names known<br />Or of forms familiar, are innocent.</p> "}, {"title": "The Geese", "view_node": "/poem/geese", "field_author": "<a href=\"/poet/hyam-plutzik\" hreflang=\"en\">Hyam Plutzik</a>", "field_date_published": "2014", "body": " <p>A miscellaneous screaming that comes from nowhere<br /><span style=\"line-height: 1.538em;\">Raises the eyes at last to the moonward-flying</span><br /><span style=\"line-height: 1.538em;\">Squadron of wild-geese arcing the spatial cold.</span></p><p>Beyond the hunter's gun or the will's range<br /><span style=\"line-height: 1.538em;\">They press southward, toward the secret marshes</span><br /><span style=\"line-height: 1.538em;\">Where the appointed gunmen mark the crossing</span></p><p><span style=\"line-height: 1.538em;\">Of flight and moment. There is no force stronger</span><br /><span style=\"line-height: 1.538em;\">(In the sweep of the monomaniac passion, time)</span><br /><span style=\"line-height: 1.538em;\">Than the will toward destiny, which is death.</span></p><p>Value the intermediate splendor of birds.</p> "}, {"title": "The Last Fisherman", "view_node": "/poem/last-fisherman", "field_author": "<a href=\"/poet/hyam-plutzik\" hreflang=\"en\">Hyam Plutzik</a>", "field_date_published": "2014", "body": " <p>He will set his camp beside a cold lake</p><p>And when the great fish leap to his lure, shout high<br /><span style=\"line-height: 1.538em;\">To three crows battling a northern wind.</span></p><p>Now when the barren twilight closes its circle<br /><span style=\"line-height: 1.538em;\">Will fear the yearning ghosts come for his catch</span><br /><span style=\"line-height: 1.538em;\">And watch intently trees move in the dark.</span></p><p>Fear as the last fire cringes and sputters,<br /><span style=\"line-height: 1.538em;\">Heap the branches, strike the reluctant ashes,</span><br /><span style=\"line-height: 1.538em;\">Lie down restless, rise when the dawn grays.</span></p><p>Time runs out as the hook lashes the water<br /><span style=\"line-height: 1.538em;\">Day after day, and as the days wane</span><br /><span style=\"line-height: 1.538em;\">Wait still for the wonder.</span></p> "}, {"title": "If Causality is Impossible, Genesis is Recurrent", "view_node": "/poem/if-causality-impossible-genesis-recurrent", "field_author": "<a href=\"/poet/hyam-plutzik\" hreflang=\"en\">Hyam Plutzik</a>", "field_date_published": "2014", "body": " <p>The abrupt appearance of a yellow flower<br /><span style=\"line-height: 1.538em;\">Out of the perfect nothing, is miraculous.</span><br /><span style=\"line-height: 1.538em;\">The sum of Being, being discontinuous,</span><br /><span style=\"line-height: 1.538em;\">Must presuppose a God-out-of-the-box</span><br /><span style=\"line-height: 1.538em;\">Who makes a primal garden of each garden.</span><br /><span style=\"line-height: 1.538em;\">There is no change, but only re-creation</span><br /><span style=\"line-height: 1.538em;\">One step ahead. As in the cinema</span><br /><span style=\"line-height: 1.538em;\">Upon the screen, all motion is illusory.</span><br /><span style=\"line-height: 1.538em;\">So if your mind were keener and could clinch</span><br /><span style=\"line-height: 1.538em;\">More than its flitting beachhead in the Permanent,</span><br /><span style=\"line-height: 1.538em;\">You'd see a twinkling world flashing and dying</span><br /><span style=\"line-height: 1.538em;\">Projected out of a tireless, winking Eye</span><br /><span style=\"line-height: 1.538em;\">Opening and closing in immensity—</span><br /><span style=\"line-height: 1.538em;\">Creating, with its look, beside all else</span><br /><span style=\"line-height: 1.538em;\">Always Adamic passion and innocence</span><br /><span style=\"line-height: 1.538em;\">The bloodred apple or the yellow flower.</span></p> "}, {"title": "An Equation", "view_node": "/poem/equation", "field_author": "<a href=\"/poet/hyam-plutzik\" hreflang=\"en\">Hyam Plutzik</a>", "field_date_published": "2014", "body": "<blockquote><sup><em>For instance: y– xa + mx<sup>2</sup>(a<sup>2 </sup>+ 1) = 0</em></sup></blockquote>\n\n<p><span class=\"long-line\">Coil upon coil, the grave serpent holds</span><br /><span class=\"long-line\">Its implacable strict pose, under a light</span><br /><span class=\"long-line\">Like marble. The artist's damnation, the rat of time,</span><br /><span class=\"long-line\">Cannot gnaw this form, nor event touch it with age.</span><br /><span class=\"long-line\">Before it was, it existed, creating the mind</span><br /><span class=\"long-line\">Which created it, out of itself. It will dissolve</span><br /><span class=\"long-line\">Into itself, though in another language.</span><br /><span class=\"long-line\">Its changes are not in change, nor its times in time.</span></p>\n\n<p><span class=\"long-line\">And the coiled serpent quivering under a light</span><br /><span class=\"long-line\">Crueler than marble, unwinds slowly, altering</span><br /><span class=\"long-line\">Deliberate the great convolutions, a dancer,</span><br /><span class=\"long-line\">A mime on the brilliant stage. The sudden movement,</span><br /><span class=\"long-line\">Swifter than creases of lightning, renews a statue:</span></p>\n\n<p><span class=\"long-line\">There by its skin a snake rears beaten in copper.</span><br /><span class=\"long-line\">It will not acknowledge the incense on your altars,</span><br /><span class=\"long-line\">Nor hear at night in your room the weeping...</span></p>\n"}, {"title": "For T.S.E. Only", "view_node": "/poem/tse-only", "field_author": "<a href=\"/poet/hyam-plutzik\" hreflang=\"en\">Hyam Plutzik</a>", "field_date_published": "2014", "body": " <p>You called me a name on such and such a day—<br /><span style=\"line-height: 1.538em;\">Do you remember?—you were speaking of Bleistein our brother,</span><br /><span style=\"line-height: 1.538em;\">The barbarian with the black cigar, and the pockets</span><br /><span style=\"line-height: 1.538em;\">Ringing with cash, and the eyes seeking Jerusalem,</span><br /><span style=\"line-height: 1.538em;\">Knowing they have been tricked. Come, brother Thomas,</span><br /><span style=\"line-height: 1.538em;\">We three must weep together for our exile.</span></p><p><span style=\"line-height: 1.538em;\">I see the hunted look, the protestation,</span><br /><span style=\"line-height: 1.538em;\">The desperate seeking, the reticence and the brashness</span><br /><span style=\"line-height: 1.538em;\">Of the giver of laws to the worshippers of calves.</span><br /><span style=\"line-height: 1.538em;\">At times you speak as if the words were walls,</span><br /><span style=\"line-height: 1.538em;\">But your walls fell with mine to the torch of a Titus.</span><br /><span style=\"line-height: 1.538em;\">Come, let us weep together for our exile.</span></p><p><span style=\"line-height: 1.538em;\">We two, no doubt, could accommodate ourselves:</span><br /><span style=\"line-height: 1.538em;\">We've both read Dante and we both dislike Chicago,</span><br /><span style=\"line-height: 1.538em;\">And both, you see, can be brutal—but you must bow down</span><br /><span style=\"line-height: 1.538em;\">To our brother Bleistein here, with the unaesthetic</span><br /><span style=\"line-height: 1.538em;\">Cigar and the somber look. Come, do so quickly,</span><br /><span style=\"line-height: 1.538em;\">For we must weep together for our exile.</span></p><p><span style=\"line-height: 1.538em;\">O you may enwomb yourself in words or the Word</span><br /><span style=\"line-height: 1.538em;\">(The Word is a good refuge for people too proud</span><br /><span style=\"line-height: 1.538em;\">To swallow the milk of the mild Jesus' teaching),</span><br /><span style=\"line-height: 1.538em;\">Or a garden in Hampshire with a magic bird, or an old</span><br /><span style=\"line-height: 1.538em;\">Quotation from the Reverend Andrewes, yet someone or<br />     something</span><br /><span style=\"line-height: 1.538em;\">(Let us pause to weep together for our exile)</span></p><p><span style=\"line-height: 1.538em;\">Will stick a needle in your balloon, Thomas.</span><br /><span style=\"line-height: 1.538em;\">Is it the shape that you saw upon the stair?</span><br /><span style=\"line-height: 1.538em;\">The four knights clanking toward the altar? the hidden</span><br /><span style=\"line-height: 1.538em;\">Card in the deck? the sinister man from Nippon?</span><br /><span style=\"line-height: 1.538em;\">The hordes on the eastern horizon? Come, brother Burbank,</span><br /><span style=\"line-height: 1.538em;\">And let us weep together for our exile.</span></p><p><span style=\"line-height: 1.538em;\">In the time of sweet sighing you wept bitterly,</span><br /><span style=\"line-height: 1.538em;\">And now in the time of weeping you cannot weep.</span><br /><span style=\"line-height: 1.538em;\">Will you wait for the peace of the sailor with pearly bones?</span><br /><span style=\"line-height: 1.538em;\">Where is the refuge you thought you would find on the island</span><br /><span style=\"line-height: 1.538em;\">Where each man lives in his castle? O brother Thomas,</span><br /><span style=\"line-height: 1.538em;\">Come let us weep together for our exile.</span></p><p><span style=\"line-height: 1.538em;\">You drew us first by your scorn, first by your wit;</span><br /><span style=\"line-height: 1.538em;\">Later for your own eloquent suffering.</span><br /><span style=\"line-height: 1.538em;\">We loved you first for the wicked things you wrote</span><br /><span style=\"line-height: 1.538em;\">Of those you acknowledged infinitely gentle.</span><br /><span style=\"line-height: 1.538em;\">Wit is the sin that you must expiate.</span><br /><span style=\"line-height: 1.538em;\">Bow down to them, and let us weep for our exile.</span></p><p><span style=\"line-height: 1.538em;\">I see your words wrung out in pain, but never</span><br /><span style=\"line-height: 1.538em;\">The true compassion for creatures with you, that Dante</span><br /><span style=\"line-height: 1.538em;\">Knew in his nine hells. O eagle! master!</span><br /><span style=\"line-height: 1.538em;\">The eagle's ways of pride and scorn will not save</span><br /><span style=\"line-height: 1.538em;\">Though the voice cries loud in humility. Thomas, Thomas,</span><br /><span style=\"line-height: 1.538em;\">Come, let us pray together for our exile.</span></p><p><span style=\"line-height: 1.538em;\">You, hypocrite lecteur! mon semblable! mon frère!</span></p> "}, {"title": "On Hearing That My Poems Were Being Studied in a Distant Place", "view_node": "/poem/hearing-my-poems-were-being-studied-distant-place", "field_author": "<a href=\"/poet/hyam-plutzik\" hreflang=\"en\">Hyam Plutzik</a>", "field_date_published": "2014", "body": " <p>What are they mumbling about me there?<br />\"Here,\" they say, \"he suffered; here was glad.\"<br />Are words clothes or the putting off of clothes?</p><p>The scene is as follows: my book is open<br />On thirty desks; the teacher expounds my life.<br />Outside the window the Pacific roars like a lion.</p><p>Beside which my small words rise and fall.<br />\"In this alliteration a tower crashed.\"<br />Are words clothes or the putting off of clothes?</p><p>\"Here, in the fisherman casting on the water,<br />He saw the end of the dreamer.<br />And in that image, death, naked.\"</p><p>Out of my life I fashioned a fistful of words.<br />When I opened my hand, they flew away.</p> "}, {"title": "In the Absence of Sparrows", "view_node": "/poem/absence-sparrows", "field_author": "<a href=\"/poet/daniel-johnson\" hreflang=\"und\">Daniel Johnson</a>", "field_date_published": "2014", "body": " <pre>\nRockets concuss. Guns rattle off.\nDogs in a public square\nfeed on dead horses.\n\nI don’t know, Jim, where you are.\nWhen did you last see\nbirds? The winter sky in Boston\n\nis gray with flu. Newspapers,\nsenators, friends, even your mom\non Good Morning America—\n\nno one knows where you are.\nIt’s night, cold and bruised,\nwhere you are. Plastic twine binds\n\nyour hands. You wait and pray, pray\nand wait, but this is where the picture goes gray.\nWe don’t know, Jim, where you are.\n\n\n                                    *\n\n\nIn the absence of sparrows: a crowd of friends and family gather in Rochester,\nNew Hampshire to recite the holy rosary.\n\n\n                                    *\n\n\nWe keep your picture on the kitchen table, pack of American Spirits,\nairplane bottle of Scotch, a copy of <em>Krapp’s Last Tape</em>.\n\n\nDon’t get me wrong; we expect you back. Skinny, feral,\ncoffee eyes sunken but alive, you’ve always come back, from Iraq,\n\nSyria, Afghanistan, even Libya after Gaddafi’s forces\ncaptured and held you for 44 days. You tracked time scratching\n\nmarks with your zipper on prison walls, scrawling notes on cigarette\nboxes, reciting the Koran with other prisoners. Then, you called.\n\n<em>DJ, it’s Jimmy…I’m in New Hampshire, brother!</em> I wanted\nto break your fucking nose. We ate lobster rolls, instead,\n\non a picnic bench by Boston Harbor. You made a quick round\nof TV shows, packed your camera and Arabic phrasebook.\n\nYou skipped town on a plane to Turkey. We talked once. You said\nyou’d play it safe. The connection was lost.\n\n\n                                    *\n\n\nIn the absence of sparrows: American journalist James Foley disappeared\nafter being taken captive by armed gunmen near Aleppo, Syria on Thanksgiving Day.\n\nIn the absence of sparrows: our house burns blue with news.\n\n\n                                    *\n\n\nWinter solstice, 1991. You turned donuts,\ndrinking beers, in a snowy public lot next to the lake.\nGirls yelped. You cranked the Pixies louder, cut the lights,\nand steered Billy’s grandma’s Chrysler onto the Winnipesaukee ice.\nThe moon flamed bright as a county coroner’s light.\nYou revved the station wagon’s engine. Billy tied\na yellow ski rope off the hitch, flashed a thumbs up,\nand you punched the gas—5, 15, 20, 25 miles per hour—\ntowing Billy, skating in high-top sneakers,\nacross the frozen lake. Chill air filled his lungs.\nBilly pumped his fist. You torqued the wheel left.\nTriumphant, you honked and flashed the lights.\nYou took a swig of Heineken and wheeled\nthe wood-paneled station wagon in a wide-arcing turn\nto pick up Billy, bloodied but standing. People do reckless things\nbut your friends dubbed you the High King of Foolish Shit.\nThe nose of Billy’s grandma’s Chrysler broke the ice.\nYou jammed it into reverse. Bald tires spinning,\nyou flung yourself from the car. In seconds, it was gone.\nYou gave Billy’s grandma a potted mum\nand a silver balloon. Standing on her screened-in porch,\nyou mumbled an apology. <em>What am I supposed to do now?</em>\nshe asked. <em>What the hell do I do now?</em>\n\n\n                                    *\n\n\nIn the absence of sparrows: when falling snow, out the window, looks like radio waves, \n        your face appears, your baritone laugh.\n\n\n\n                                    *\n\n\n<em>\nAugust 31, 2004</em>\n\nWe read Abbie Hoffman, <em>1968</em>, watched Panther documentaries,\n<em>The Weather Underground</em>, and packed our bandanas, first aid kits,\nfat markers, maps and signs for New York City. A31, they called it,\na day of direct action, a time to heave ourselves on the gears\n\nof an odious machine. We marched, drumming and chanting, half a million strong,\nthrough the streets of Lower Manhattan. <em>Worst President Ever</em>, <em>A Texas Village\nHas Lost Its Idiot</em>. Protestors carried a flotilla of flag-covered coffins.\nWe hoisted homemade signs and cried out, Whose streets?\n\n<em>Our streets? No justice, no peace!</em> I’d packed sandwiches,\nwater, mapped restrooms along the parade route, inked\nthe hotline for Legal Services on your forearm and mine.\nYou, my wild half brother, packed only a one hitter, notepad, and pen.\n\nWhen the parade snaked past the New York Public Library,\nwe peeled off to confront 20 cops in riot gear blocking entry\nwith batons drawn. We took position on the library steps.\nStone-still, inches from police, we held our signs\n\nstamped with a student gagged by padlock and chain.\nI could feel breath on my neck. We narrowly escaped arrest,\nthen streamed toward the Garden, a ragtag troop of 200.\nWe evaded barricades. Cut down alleys. At Herald Square, only\n\nblocks from the Republican Convention, cops on mopeds\ncut us off. They rolled out a bright orange snow fence,\nhundreds of yard long, then zip cuffed us, one by one.\nI called Ebele. You called your brother, set to be married in just three days.\n\nHis best man, you were headed to jail. “I’ll be there Friday for the golf outing,”\nyou vowed, a cop cutting your phone call short. They took you first.\nThrew you on a city bus headed to Pier 14 on the Hudson,\na giant garage stinking of axel grease and gasoline. Stepping off the bus,\n\nI scanned hundreds of faces staring through chain link, newly erected\nand topped with concertina wire. I couldn’t find you. I can’t. They transferred me,\nin soapy light, to the Tombs, Manhattan’s city jail, and freed me after 24 hours\nto wander the streets. I peered in Chinese restaurants, seedy Canal Street bars,\n\ncalled your cell phone from a payphone, trekked to Yago’s apartment\nin Spanish Harlem, eager to crack beers, to begin weaving the story\nwe would always tell. You were not there. Waiting outside the Tombs,\nI missed my flight home. Waiting, I smoked your cigarettes on the fire escape.\n\nThey held you and held you. You are missing still. I want to hold you. Beauty\nis in the streets, my brother. Beauty is in the streets.\n\n                                   \n\n*\n\n\nIn the absence of sparrows: trash fires, a call to prayer. Dusk.\nRockets whistling, plastic bags taking flight.\n\nIn the absence of sparrows: all of a sudden, you appear. Standing before a cinder block\n           wall, you’re holding a video camera with a boom mic and wearing a bulletproof \n           vest.\n\nIn the absence of sparrows: the front page story says you’ve been missing since \n           November 22, 2012. Everything else it doesn’t say.\n\nIn the absence of sparrows: you simply wandered off, past the Sunoco, pockets stuffed. \n           The door to your apartment is open still—\n</pre>\n "}, {"title": "from Citizen, VI [My brothers are notorious]", "view_node": "/poem/citizen-vi-my-brothers-are-notorious", "field_author": "<a href=\"/poet/claudia-rankine\" hreflang=\"und\">Claudia Rankine</a>", "field_date_published": "2014", "body": " <p>My brothers are notorious. They have not been to prison. They have been imprisoned. The prison is not a place you enter. It is no place. My brothers are notorious. They do regular things, like wait. On my birthday they say my name. They will never forget that we are named. What is that memory?</p><p>The days of our childhood together were steep steps into a collapsing mind. It looked like we rescued ourselves, were rescued. Then there are these days, each day of our adult lives. They will never forget our way through, these brothers, each brother, my brother, dear brother, my dearest brothers, dear heart—</p><p>Your hearts are broken. This is not a secret though there are secrets. And as yet I do not understand how my own sorrow has turned into my brothers' hearts. The hearts of my brothers are broken. If I knew another way to be, I would call up a brother, I would hear myself saying, my brother, dear brother, my dearest brothers, dear heart—</p><p>On the tip of a tongue one note following another is another path, another dawn where the pink sky is the bloodshot of struck, of sleepless, of sorry, of senseless, shush. Those years of and before me and my brothers, the years of passage, plantation, migration, of Jim Crow segregation, of poverty, inner cities, profiling, of one in three, two jobs, boy, hey boy, each a felony, accumulate into the hours inside our lives where we are all caught hanging, the rope inside us, the tree inside us, its roots our limbs, a throat sliced through and when we open our mouth to speak, blossoms, o blossoms, no place coming out, brother, dear brother, that kind of blue. The sky is the silence of brothers all the days leading up to my call.</p><p>If I called I'd say good-bye before I broke the good-bye. I say good-bye before anyone can hang up. Don't hang up. My brother hangs up though he is there. I keep talking. The talk keeps him there. The sky is blue, kind of blue. The day is hot. Is it cold? Are you cold? It does get cool. Is it cool? Are you cool?</p><p>My brother is completed by sky. The sky is his silence. Eventually, he says, it is raining. It is raining down. It was raining. It stopped raining. It is raining down. He won't hang up. He's there, he's there but he's hung up though he is there. Good-bye, I say. I break the good-bye. I say good-bye before anyone can hang up, don't hang up. Wait with me. Wait with me though the waiting might be the call of good-byes.</p> "}, {"title": "A Gift ", "view_node": "/poem/gift-2", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2014", "body": " <p>See! I give myself to you, Beloved!<br />My words are little jars<br />For you to take and put upon a shelf.<br />Their shapes are quaint and beautiful,<br />And they have many pleasant colours and lusters<br />To recommend them.<br />Also the scent from them fills the room<br />With sweetness of flowers and crushed grasses.</p><p>When I shall have given you the last one,<br />You will have the whole of me,<br />But I shall be dead.<br /> </p> "}, {"title": "Bound", "view_node": "/poem/bound", "field_author": "<a href=\"/poet/aline-murray-kilmer\" hreflang=\"en\">Aline Murray  Kilmer</a>", "field_date_published": "2014", "body": " <p>If I had loved you, soon, ah, soon I had lost you.<br />Had I been kind you had kissed me and gone your faithless way.<br />The kiss that I would not give is the kiss that your lips are holding:<br />Now you are mine forever, because of all I have cost you.</p><p>You think that you are free and have given over your sighing,<br />You think that from my coldness your love has flown away:<br />But mine are the hands you shall dream that your own are holding,<br />And mine is the face you shall look for when you are dying.<br /> </p> "}, {"title": "Canticle", "view_node": "/poem/canticle", "field_author": "<a href=\"/poet/william-griffith\" hreflang=\"en\">William  Griffith</a>", "field_date_published": "2014", "body": " <p>Devoutly worshipping the oak<br />Wherein the barred owl stares,<br />The little feathered forest folk<br />Are praying sleepy prayers.</p><p>Praying the summer to be long<br />And drowsy to the end,<br />And daily full of sun and song,<br />That broken hopes may mend.</p><p>Praying the golden age to stay<br />Until the whip-poor-will<br />Appoints a windy moving day,<br />And hurries from the hill.</p> "}, {"title": "from Citizen, I", "view_node": "/poem/citizen-i", "field_author": "<a href=\"/poet/claudia-rankine\" hreflang=\"und\">Claudia Rankine</a>", "field_date_published": "2014", "body": " <p style=\"text-align: justify;\">A woman you do not know wants to join you for lunch. You are visiting her campus. In the café you both order the Caesar salad. This overlap is not the beginning of anything because she immediately points out that she, her father, her grandfather, and you, all attended the same college. She wanted her son to go there as well, but because of affirmative action or minority something—she is not sure what they are calling it these days and weren’t they supposed to get rid of it?—her son wasn’t accepted. You are not sure if you are meant to apologize for this failure of your alma mater’s legacy program; instead you ask where he ended up. The prestigious school she mentions doesn’t seem to assuage her irritation. This exchange, in effect, ends your lunch. The salads arrive.</p><p><br />/</p><p style=\"text-align: justify;\">A friend argues that Americans battle between the “historical self” and the “self self.” By this she means you mostly interact as friends with mutual interest and, for the most part, compatible personalities; however, sometimes your historical selves, her white self and your black self, or your white self and her black self, arrive with the full force of your American positioning. Then you are standing face-to-face in seconds that wipe the affable smiles right from your mouths. What did you say? Instantaneously your attachment seems fragile, tenuous, subject to any transgression of your historical self. And though your joined personal histories are supposed to save you from misunderstandings, they usually cause you to understand all too well what is meant.</p> "}, {"title": "Funny Loss of Face", "view_node": "/poem/funny-loss-face", "field_author": "<a href=\"/poet/brian-blanchfield\" hreflang=\"en\">Brian Blanchfield</a>", "field_date_published": "2014", "body": " <p>Late in the last of the sun all over the wall</p><p>across the lot the bordello larks on the ivy vine</p><p>visit one another’s resting closets</p><p>like boys and men in Taiwanese baths:</p><p>anyone could be behind that leaf or must he</p><p>prefer sleep to sharing sleep, the overcome one,</p><p>flustering, not just anyone, retorts</p><p>and have him know, special again only once</p><p>the turnkey checks, before the wind top to bottom</p><p>as in a movie of itself plays the shuddering</p><p>singularity of love, selecting no one</p><p>particularly anyway, but all in las peliculas</p><p>sit deeper in their popcorn parkas down.</p><p>Everyone’s in for the night except</p><p>you who had flown all day didn’t want to fall asleep</p><p>here I was telling your neck relax your eyes</p><p>were going to wake up raw without solution</p><p>for lenses, so it was better you find</p><p>the little baths they had at home. Why it was</p><p>funny I suggested we concoct it from scratch’s hard</p><p>to say and whether one of us or which was</p><p>good about everything. When you call and</p><p>the leaves are brighter red, it’s later, nearer</p><p>the sun, and relief is that vibrant.</p><p>That you can see already where more doors</p><p>were and birds the ropey circuitry</p><p>the wall will bare is an occupancy of mine.</p> "}, {"title": "Edge of Water, Portage Bay, Washington ", "view_node": "/poem/edge-water-portage-bay-washington", "field_author": "<a href=\"/poet/brian-blanchfield\" hreflang=\"en\">Brian Blanchfield</a>", "field_date_published": "2014", "body": " <p> </p><p>Standalone heron borrowing a pylon in Portage Bay</p><p>            accounts payable</p><p>according in quarter turns her head by the dial</p><p>of her beak to motion under current</p><p>                                        until certain. One of seven.</p><p> </p><p>But the night began later.</p><p>Even after the soaring bridge hid</p><p>the assignation, the dark water passing darker</p><p>though. A grade higher, inland, on the return path</p><p>the tedium of midges lifted that hung about</p><p>kissing level.<br /><br /><br />Like we left the guild victorious.</p> "}, {"title": "Black Cat", "view_node": "/poem/black-cat", "field_author": "<a href=\"/poet/rainer-maria-rilke\" hreflang=\"und\">Rainer Maria Rilke</a>", "field_date_published": "2014", "body": "<p><span class=\"long-line\">A ghost, though invisible, still is like a place</span><br /><span class=\"long-line\">your sight can knock on, echoing; but here</span><br /><span class=\"long-line\">within this thick black pelt, your strongest gaze</span><br /><span class=\"long-line\">will be absorbed and utterly disappear:</span></p>\n\n<p><span class=\"long-line\">just as a raving madman, when nothing else</span><br /><span class=\"long-line\">can ease him, charges into his dark night</span><br /><span class=\"long-line\">howling, pounds on the padded wall, and feels</span><br /><span class=\"long-line\">the rage being taken in and pacified.</span></p>\n\n<p><span class=\"long-line\">She seems to hide all looks that have ever fallen</span><br /><span class=\"long-line\">into her, so that, like an audience,</span><br /><span class=\"long-line\">she can look them over, menacing and sullen,</span><br /><span class=\"long-line\">and curl to sleep with them. But all at once</span></p>\n\n<p><span class=\"long-line\">as if awakened, she turns her face to yours;</span><br /><span class=\"long-line\">and with a shock, you see yourself, tiny,</span><br /><span class=\"long-line\">inside the golden amber of her eyeballs</span><br /><span class=\"long-line\">suspended, like a prehistoric fly.</span></p>\n\n<p class=\"MsoNormalCxSpFirst\"> </p>\n"}, {"title": "Last night,", "view_node": "/poem/last-night", "field_author": "<a href=\"/poet/michael-broder\" hreflang=\"en\">Michael Broder</a>", "field_date_published": "2014", "body": " <p>I dreamt of making sense,<br />parts of speech caught up in sheets<br />and blankets, long strips of fabric<br />wrapped loosely around shoulders,<br />goblets, urns, cups with unmatched saucers.</p><p>You were there, and the past seemed important,<br />what was said, what was done,<br />feelings felt but maybe not expressed,<br />signs randomly connected<br />yet vital to what comes next,<br />to a coming season,<br />next year’s trip to Nauset Beach.</p><p>I woke up wanting to read a poem by that name,<br />and I found one with a lifeguard’s chair,<br />a broken shell, gulls watching egrets,<br />home an ocean away.</p> "}, {"title": "Playback", "view_node": "/poem/playback", "field_author": "<a href=\"/poet/lauren-camp\" hreflang=\"en\">Lauren Camp</a>", "field_date_published": "2014", "body": " <p>Let there be footfall and car door. Let me<br />be finished with fire. Let<br />the man get on a plane for his morning<br />departure, erasing each reverie. Soon<br />there will be only daylight,<br />maybe a blue envelope, torn. Maybe bracelets<br />of color from the petunias. I will need<br />to know how to recover<br />the familiar, how to open the door<br />in the evening. How to again lock it.<br />Almost everything about me goes unspoken,<br />but commas and colons. I live with this<br />heart rate, multiple times, its direction,<br />its tempo: my 4/4 with acceleration, sometimes<br />tuned to an alternate signature. Think of Brubeck’s<br />“Take Five.” Those blocky chords were the result<br />of an accident—dead on arrival, they said,<br />after he smashed to the surf. Think how<br />he switched it around, made his hands<br />do what he wanted to hear, and forgive me<br />for the analogy. May I never<br />rush a surge for a better experience.<br />Every Sunday all over the country,<br />apologies gather. When I’m not in this<br />small cottage, unreacting, I cascade sound<br />and a few sentences from a cramped<br />room to whoever will listen. I know some<br />people think it is sinful to love such temptations,<br />but I stay with my face soft against<br />microphone, announcing my moral<br />directions. Sometimes, I’m convinced my blood<br />needs all those crossings. I’m not after<br />absolution. The man I love taught me to want<br />without lyrics. Remember I haven’t<br />gone anywhere. I’m in a thirsty way<br />sort of possessive. I shouldn’t show you this<br />side of myself. Try to remember I’m also praised<br />for my kindness. We each need to learn<br />to turn off some dreams so we can play<br />hours without creases.</p> "}], "pager": {"current_page": 399, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}