{"rows": [{"title": "Little Father", "view_node": "/poem/little-father", "field_author": "<a href=\"/poet/li-young-lee\" hreflang=\"und\">Li-Young Lee</a>", "field_date_published": "2001", "body": " <pre>I buried my father\nin the sky.\nSince then, the birds\nclean and comb him every morning   \nand pull the blanket up to his chin   \nevery night.\n\nI buried my father underground.   \nSince then, my ladders\nonly climb down,\nand all the earth has become a house   \nwhose rooms are the hours, whose doors   \nstand open at evening, receiving   \nguest after guest.\nSometimes I see past them\nto the tables spread for a wedding feast.\n\nI buried my father in my heart.\nNow he grows in me, my strange son,   \nmy little root who won’t drink milk,   \nlittle pale foot sunk in unheard-of night,   \nlittle clock spring newly wet\nin the fire, little grape, parent to the future   \nwine, a son the fruit of his own son,   \nlittle father I ransom with my life.</pre>\n "}, {"title": "A Story", "view_node": "/poem/story-0", "field_author": "<a href=\"/poet/li-young-lee\" hreflang=\"und\">Li-Young Lee</a>", "field_date_published": "1990", "body": "<p><span class=\"long-line\">Sad is the man who is asked for a story</span><br /><span class=\"long-line\">and can't come up with one.</span></p>\n\n<p><span class=\"long-line\">His five-year-old son waits in his lap.</span><br /><span class=\"long-line\"><em>Not the same story, Baba. A new one</em>.</span><br /><span class=\"long-line\">The man rubs his chin, scratches his ear.</span></p>\n\n<p><span class=\"long-line\">In a room full of books in a world</span><br /><span class=\"long-line\">of stories, he can recall</span><br /><span class=\"long-line\">not one, and soon, he thinks, the boy</span><br /><span class=\"long-line\">will give up on his father.</span></p>\n\n<p><span class=\"long-line\">Already the man lives far ahead, he sees</span><br /><span class=\"long-line\">the day this boy will go. <em>Don't go!</em></span><br /><span class=\"long-line\"><em>Hear the alligator story! The angel story once more!</em></span><br /><span class=\"long-line\"><em>You love the spider story. You laugh at the spider.</em></span><br /><span class=\"long-line\"><em>Let me tell it!</em></span></p>\n\n<p><span class=\"long-line\">But the boy is packing his shirts,</span><br /><span class=\"long-line\">he is looking for his keys. <em>Are you a god,</em></span><br /><span class=\"long-line\"><em>the man screams, that I sit mute before you?</em></span><br /><span class=\"long-line\"><em>Am I a god that I should never disappoint?</em></span></p>\n\n<p><span class=\"long-line\">But the boy is here. <em>Please, Baba, a story?</em></span><br /><span class=\"long-line\">It is an emotional rather than logical equation,</span><br /><span class=\"long-line\">an earthly rather than heavenly one,</span><br /><span class=\"long-line\">which posits that a boy's supplications</span><br /><span class=\"long-line\">and a father's love add up to silence.</span></p>\n"}, {"title": "Mnemonic", "view_node": "/poem/mnemonic", "field_author": "<a href=\"/poet/li-young-lee\" hreflang=\"und\">Li-Young Lee</a>", "field_date_published": "1986", "body": " <pre>I was tired. So I lay down.\nMy lids grew heavy. So I slept.\nSlender memory, stay with me.\n\nI was cold once. So my father took off his blue sweater.\nHe wrapped me in it, and I never gave it back.\nIt is the sweater he wore to America,\nthis one, which I've grown into, whose sleeves are too long,\nwhose elbows have thinned, who outlives its rightful owner.\nFlamboyant blue in daylight, poor blue by daylight,\nit is black in the folds.\n\nA serious man who devised complex systems of numbers and rhymes\nto aid him in remembering, a man who forgot nothing, my father\nwould be ashamed of me.\nNot because I'm forgetful,\nbut because there is no order\nto my memory, a heap\nof details, uncatalogued, illogical.\nFor instance:\nGod was lonely. So he made me.\nMy father loved me. So he spanked me.\nIt hurt him to do so. He did it daily.\n\nThe earth is flat. Those who fall off don't return.\nThe earth is round. All things reveal themselves to men only gradually.\n\nIt won't last. Memory is sweet.\nEven when it's painful, memory is sweet.\n\nOnce I was cold. So my father took off his blue sweater.</pre>\n "}, {"title": "Eating Together", "view_node": "/poem/eating-together", "field_author": "<a href=\"/poet/li-young-lee\" hreflang=\"und\">Li-Young Lee</a>", "field_date_published": "1986", "body": " <pre>In the steamer is the trout   \nseasoned with slivers of ginger,\ntwo sprigs of green onion, and sesame oil.   \nWe shall eat it with rice for lunch,   \nbrothers, sister, my mother who will   \ntaste the sweetest meat of the head,   \nholding it between her fingers   \ndeftly, the way my father did   \nweeks ago. Then he lay down   \nto sleep like a snow-covered road   \nwinding through pines older than him,   \nwithout any travelers, and lonely for no one.</pre>\n "}, {"title": "From Blossoms", "view_node": "/poem/blossoms-0", "field_author": "<a href=\"/poet/li-young-lee\" hreflang=\"und\">Li-Young Lee</a>", "field_date_published": "1986", "body": "<p><span class=\"long-line\">From blossoms comes</span><br /><span class=\"long-line\">this brown paper bag of peaches</span><br /><span class=\"long-line\">we bought from the boy</span><br /><span class=\"long-line\">at the bend in the road where we turned toward </span><br /><span class=\"long-line\">signs painted <em>Peaches</em>.</span></p>\n\n<p><span class=\"long-line\">From laden boughs, from hands,</span><br /><span class=\"long-line\">from sweet fellowship in the bins,</span><br /><span class=\"long-line\">comes nectar at the roadside, succulent</span><br /><span class=\"long-line\">peaches we devour, dusty skin and all,</span><br /><span class=\"long-line\">comes the familiar dust of summer, dust we eat.</span></p>\n\n<p><span class=\"long-line\">O, to take what we love inside,</span><br /><span class=\"long-line\">to carry within us an orchard, to eat</span><br /><span class=\"long-line\">not only the skin, but the shade,</span><br /><span class=\"long-line\">not only the sugar, but the days, to hold</span><br /><span class=\"long-line\">the fruit in our hands, adore it, then bite into </span><br /><span class=\"long-line\">the round jubilance of peach.</span></p>\n\n<p><span class=\"long-line\">There are days we live</span><br /><span class=\"long-line\">as if death were nowhere</span><br /><span class=\"long-line\">in the background; from joy</span><br /><span class=\"long-line\">to joy to joy, from wing to wing,</span><br /><span class=\"long-line\">from blossom to blossom to</span><br /><span class=\"long-line\">impossible blossom, to sweet impossible blossom.</span></p>\n"}, {"title": "The Hammock", "view_node": "/poem/hammock", "field_author": "<a href=\"/poet/li-young-lee\" hreflang=\"und\">Li-Young Lee</a>", "field_date_published": "2001", "body": " <pre>When I lay my head in my mother's lap\nI think how day hides the stars,\nthe way I lay hidden once, waiting\ninside my mother's singing to herself. And I remember \nhow she carried me on her back\nbetween home and the kindergarten,\nonce each morning and once each afternoon.\n \nI don't know what my mother's thinking.\n \nWhen my son lays his head in my lap, I wonder:\nDo his father's kisses keep his father's worries\nfrom becoming his? I think, <i>Dear God</i>, and remember\nthere are stars we haven't heard from yet:\nThey have so far to arrive. <i>Amen,</i>\nI think, and I feel almost comforted.\n \nI've no idea what my child is thinking.\n \nBetween two unknowns, I live my life.\nBetween my mother's hopes, older than I am\nby coming before me, and my child's wishes, older than I am\nby outliving me. And what's it like?\nIs it a door, and good-bye on either side?\nA window, and eternity on either side?\nYes, and a little singing between two great rests.</pre>\n "}, {"title": "Eating Alone", "view_node": "/poem/eating-alone", "field_author": "<a href=\"/poet/li-young-lee\" hreflang=\"und\">Li-Young Lee</a>", "field_date_published": "1986", "body": "<p><span class=\"long-line\">I've pulled the last of the year's young onions. </span><br /><span class=\"long-line\">The garden is bare now. The ground is cold, </span><br /><span class=\"long-line\">brown and old. What is left of the day flames </span><br /><span class=\"long-line\">in the maples at the corner of my </span><br /><span class=\"long-line\">eye. I turn, a cardinal vanishes. </span><br /><span class=\"long-line\">By the cellar door, I wash the onions, </span><br /><span class=\"long-line\">then drink from the icy metal spigot. </span></p>\n\n<p><span class=\"long-line\">Once, years back, I walked beside my father </span><br /><span class=\"long-line\">among the windfall pears. I can't recall </span><br /><span class=\"long-line\">our words. We may have strolled in silence. But </span><br /><span class=\"long-line\">I still see him bend that way-left hand braced </span><br /><span class=\"long-line\">on knee, creaky-to lift and hold to my </span><br /><span class=\"long-line\">eye a rotten pear. In it, a hornet </span><br /><span class=\"long-line\">spun crazily, glazed in slow, glistening juice. </span></p>\n\n<p><span class=\"long-line\">It was my father I saw this morning </span><br /><span class=\"long-line\">waving to me from the trees. I almost </span><br /><span class=\"long-line\">called to him, until I came close enough </span><br /><span class=\"long-line\">to see the shovel, leaning where I had </span><br /><span class=\"long-line\">left it, in the flickering, deep green shade. </span></p>\n\n<p><span class=\"long-line\">White rice steaming, almost done. Sweet green peas </span><br /><span class=\"long-line\">fried in onions. Shrimp braised in sesame </span><br /><span class=\"long-line\">oil and garlic. And my own loneliness. </span><br /><span class=\"long-line\">What more could I, a young man, want.</span></p>\n"}, {"title": "Arise, Go Down", "view_node": "/poem/arise-go-down", "field_author": "<a href=\"/poet/li-young-lee\" hreflang=\"und\">Li-Young Lee</a>", "field_date_published": "1990", "body": " <pre>It wasn’t the bright hems of the Lord’s skirts   \nthat brushed my face and I opened my eyes   \nto see from a cleft in rock His backside;\n\nit’s a wasp perched on my left cheek. I keep   \nmy eyes closed and stand perfectly still   \nin the garden till it leaves me alone,\n\nnot to contemplate how this century   \nends and the next begins with no one\nI know having seen God, but to wonder\n\nwhy I get through most days unscathed, though I   \nlive in a time when it might be otherwise,   \nand I grow more fatherless each day.\n\nFor years now I have come to conclusions   \nwithout my father’s help, discovering\non my own what I know, what I don’t know,\n\nand seeing how one cancels the other.\nI've become a scholar of cancellations.   \nHere, I stand among my father’s roses\n\nand see that what punctures outnumbers what\nconsoles, the cruel and the tender never\nmake peace, though one climbs, though one descends\n\npetal by petal to the hidden ground   \nno one owns. I see that which is taken   \naway by violence or persuasion.\n\nThe rose announces on earth the kingdom   \nof gravity. A bird cancels it.   \nMy eyelids cancel the bird. Anything\n\nmight cancel my eyes: distance, time, war.   \nMy father said, <i>Never take your both eyes   \noff of the world, before he rocked me.</i>\n\nAll night we waited for the knock\nthat would have signalled, <i>All clear, come now</i>;   \nit would have meant escape; it never came.\n\n<i>I didn’t make the world I leave you with,</i>   \nhe said, and then, being poor, he left me   \nonly this world, in which there is always\n\na family waiting in terror\nbefore they’re rended, this world wherein a man   \nmight arise, go down, and walk along a path\n\nand pause and bow to roses, roses\nhis father raised, and admire them, for one moment   \nunable, thank God, to see in each and\nevery flower the world cancelling itself.</pre>\n "}, {"title": "Self-Portrait as Mae West One-Liner", "view_node": "/poem/self-portrait-mae-west-one-liner", "field_author": "<a href=\"/poet/paisley-rekdal\" hreflang=\"und\">Paisley Rekdal</a>", "field_date_published": "2013", "body": " <p>I'm no moaning bluet, mountable<br />linnet, mumbling nun. I'm<br />tangible, I'm gin. Able to molt<br />in toto, to limn. I'm blame and angle, I'm<br />lumbago, an oblate mug gone notable,<br />not glum. I'm a tabu tuba mogul, I'm motile,<br />I'm nimble. No gab ennui, no bagel bun-boat: I'm one<br />big mega-ton bolt able to bail<br />men out. Gluten iamb. Male bong unit.<br />I'm a genial bum, mental obi, genital<br />montage. I'm Agent Limbo, my blunt bio<br />an amulet, an enigma. Omit elan. Omit bingo.<br />Alien mangle, I'm glib lingo. Untangle me,<br />tangelo. But I'm no angel.</p> "}, {"title": "Dawn", "view_node": "/poem/dawn-1", "field_author": "<a href=\"/poet/gordon-bottomley\" hreflang=\"und\">Gordon Bottomley</a>", "field_date_published": "1917", "body": " <p>A thrush is tapping a stone<br />With a snail-shell in its beak;<br />A small bird hangs from a cherry<br />Until the stem shall break.<br />No waking song has begun,<br />And yet birds chatter and hurry<br />And throng in the elm's gloom<br />Because an owl goes home.</p> "}, {"title": "My Daughter All Yourn", "view_node": "/poem/my-daughter-all-yourn", "field_author": "<a href=\"/poet/farid-matuk\" hreflang=\"und\">Farid Matuk</a>", "field_date_published": "2013", "body": " <p>will she be closer to the falling away of the gaze of things than others?<br />hands on the water she calls scene setting<br />hands on the table water over the houses and hills swimming<br />not the ocean or the sea but the frame of time she'll tell of<br />wild happy yeses in her hands<br />she bites through in rage when rage<br />comes to her or we do and she's too small a flag<br />what does our house say? these borrowed things solid and whole<br />fabric lost to her a greasy boy speaks fast at the pizza stand<br />more available to be seen the young in their concerns<br />amidst the old artifice paint a boat and it will mean a dream<br />put names of your dear ones in it all yourn standing up<br />these little soft hands she bites through the bright white light of summer<br />shines off sand and vinyl siding itself composed against the salt</p> "}, {"title": "Survey: Phototropes", "view_node": "/poem/survey-phototropes", "field_author": "<a href=\"/poet/eleni-sikelianos\" hreflang=\"und\">Eleni Sikelianos</a>", "field_date_published": "2013", "body": " <p>The snow falls, picks itself up, dusts itself off<br />a sparrow flying like a leaf back up to its tree<br />The future does a backbend toward you, it's<br />what you can almost see, scrimmed<br />in the clouds which crowd the sky, elbowing, laughing<br /><br />After that I see space and its influence in a bucket of spinning water<br />and two calcium atoms shoot forth, twinned photons traveling<br /><br />back to back, arms unlaced, perfect<br />swimmers in the lit dusk<br /><br />Where are they going?<br /><br />First, to Holland, then<br />to calcium-kiss her bones<br /><br />And in Holland the streets are made of water, the dolls &amp; dogs gather<br />  round lit picnic tables like happy rags<br /><br />The body is in the root cellar<br /><br />When snow falls our dead gather close to our bones<br />because the cold's ghost has come back to haunt the cold &amp; the body,<br />too, is a happy rag<br /><br />Tree, take a photograph of her thought, you can do it<br />with photosynthesis: silhouettes of seals appear, a swarmed planet and its satellites, a<br />   celestial atlas that breaks when tapped (it's glass)<br />Some giraffes, some elephants, a lion scatter<br />in the clearing; in the clearing<br /><br />the leaves of the world turn toward the light as do the letters of the word<br />the words are beautiful not for their accuracy but for their dream:<br />words-are-arrows that loop between no-man's-land and the wetlands, soft<br />flints flying toward their target<br /><br />—words bird the zone—<br /><br />when home was adopted as mother<br />area was given here<br />[a future of] all surface, no border</p> "}, {"title": "in the meadow magenta", "view_node": "/poem/meadow-magenta", "field_author": "<a href=\"/poet/cynthia-hogue\" hreflang=\"und\">Cynthia Hogue</a>", "field_date_published": "2013", "body": " <blockquote>(<i>reading Robert Duncan in Haldon Forest</i>)</blockquote><p>bloom looks<br />like lupine from afar<br />but up close the small bell-<br />like flowers of wild hollyhock<br /><br />        the holy that forth<br />        came that must<br /><br />come mystery<br />of frond fern<br />gorse a magic<br />to which I<br /><br />        relate to<br />        land of hillock and<br /><br />bolder the grayer<br />sky and wood<br />the straight flat One<br />between them barred<br /><br />        by the bushy Scots pine<br />        medicinal veridian of ever-<br /><br />green which though<br />gossip rumor spell<br />or chance change us<br />is not changed</p> "}, {"title": "A Sonnet from the Archive of Love&#039;s Failures, Volumes 1-3.5 Million", "view_node": "/poem/sonnet-archive-loves-failures-volumes-1-35-million", "field_author": "<a href=\"/poet/anne-boyer\" hreflang=\"und\">Anne Boyer</a>", "field_date_published": "2013", "body": " <p>If you were once inside my circle of love<br /><br />and from this circle are now excluded,<br />and all my love's citizens I love more than you,<br />if you were once my lover but I've stopped<br />letting you, what is the view from outside<br /><br />my love's limit? Does my love's interior emit<br />upward and cut into night? Do my charms,<br />investigations, and illnesses issue to the dark<br />that circles my circle? Do they bother<br /><br />your sleep? And if you were once my friend<br />and are now my villainous foe, what stories<br />do you tell about how stupid those days<br />when I cared for you? Because I tell stories<br /><br />of how you must tremble at my love's terrible walls,<br />how the memory of its interior you must always be eroding.</p> "}, {"title": "The Rain of the Ice", "view_node": "/poem/rain-ice", "field_author": "<a href=\"/poet/eric-baus\" hreflang=\"und\">Eric Baus</a>", "field_date_published": "2013", "body": " <p>The horse's pain never imagines a house beyond the storm. Its mirrored breath forms a force that dies without noise. The ice in a sickened room is not salt. Its perfume pours a rain that deletes the tacit skin.</p> "}, {"title": "Love Poem", "view_node": "/poem/love-poem-0", "field_author": "<a href=\"/poet/graham-foust\" hreflang=\"und\">Graham Foust</a>", "field_date_published": "2013", "body": " <pre>\nWhat would pick through our shadows would tear them, too, \nwere we to give it time enough and reason.\n\nWe will, it will—the rest won't be history.\nHow would you like to go for a walk with me?</pre>\n "}, {"title": "Tender Buttons [Milk]", "view_node": "/poem/tender-buttons-milk", "field_author": "<a href=\"/poet/gertrude-stein\" hreflang=\"und\">Gertrude Stein</a>", "field_date_published": "1914", "body": " <p>A white egg and a colored pan and a cabbage showing settlement, a constant increase.</p><p>A cold in a nose, a single cold nose makes an excuse. Two are more necessary.</p><p>All the goods are stolen, all the blisters are in the cup.</p><p>Cooking, cooking is the recognition between sudden and nearly sudden very little and all large holes.</p><p>A real pint, one that is open and closed and in the middle is so bad.</p><p>Tender colds, seen eye holders, all work, the best of change, the meaning, the dark red, all this and bitten, really bitten.</p><p>Guessing again and golfing again and the best men, the very best men.</p> "}, {"title": "Little White Church", "view_node": "/poem/little-white-church", "field_author": "<a href=\"/poet/marilyn-nelson\" hreflang=\"und\">Marilyn Nelson</a>", "field_date_published": "2013", "body": " <p>               <i>Eaton, NH, 1879</i><br /> </p><p>Us Free Will Baptists walked a thin tightwire,<br />a springing path out over the abyss.<br />We knew how a sudden April desire to dance<br />can topple you head over heels into the fire.<br /><br />We knew how warmth exuded by a youth<br />singing at prayer meeting in a nearby seat<br />and inhaled deeply can inebriate<br />you to the point of renouncing the truth.<br /><br />We lived repent-now-before-it's-too-late.<br />We didn't believe God forgives you, once and for all.<br />We knew how you can just turn around and fall,<br />of your own free will, how easy it is to doubt.<br /><br />But there's no Free Willers left around this place<br />since the Phelps boy come back from Harvard talking about Grace.</p> "}, {"title": "América", "view_node": "/poem/america-4", "field_author": "<a href=\"/poet/richard-blanco\" hreflang=\"und\">Richard Blanco</a>", "field_date_published": "1998", "body": "<p><span class=\"long-line\"><strong>I.</strong></span></p>\n\n<p><span class=\"long-line\">Although Tía Miriam boasted she discovered</span><br /><span class=\"long-line\">at least half-a-dozen uses for peanut butter—</span><br /><span class=\"long-line\">topping for guava shells in syrup,</span><br /><span class=\"long-line\">butter substitute for Cuban toast,</span><br /><span class=\"long-line\">hair conditioner and relaxer—</span><br /><span class=\"long-line\">Mamá never knew what to make</span><br /><span class=\"long-line\">of the monthly five-pound jars</span><br /><span class=\"long-line\">handed out by the immigration department</span><br /><span class=\"long-line\">until my friend, Jeff, mentioned jelly.</span></p>\n\n<p><span class=\"long-line\"><strong>II.</strong></span></p>\n\n<p><span class=\"long-line\">There was always pork though,</span><br /><span class=\"long-line\">for every birthday and wedding,</span><br /><span class=\"long-line\">whole ones on Christmas and New Year's Eves,</span><br /><span class=\"long-line\">even on Thanksgiving Day—pork,</span><br /><span class=\"long-line\">fried, broiled or crispy skin roasted—</span><br /><span class=\"long-line\">as well as cauldrons of black beans,</span><br /><span class=\"long-line\">fried plantain chips and <em>yuca con mojito</em>. <span class=\"long-line\"> </span></span></p>\n\n<p><span class=\"long-line\">These items required a special visit</span><br /><span class=\"long-line\">to Antonio's Mercado on the corner of 8th street</span><br /><span class=\"long-line\">where men in <em>guayaberas</em> stood in senate</span><br /><span class=\"long-line\">blaming Kennedy for everything—\"<em>Ese hijo de puta</em>!\"</span><br /><span class=\"long-line\">the bile of Cuban coffee and cigar residue</span><br /><span class=\"long-line\">filling the creases of their wrinkled lips;</span><br /><span class=\"long-line\">clinging to one another's lies of lost wealth,</span><br /><span class=\"long-line\">ashamed and empty as hollow trees.</span></p>\n\n<p><span class=\"long-line\"><strong>III.</strong></span></p>\n\n<p><span class=\"long-line\">By seven I had grown suspicious—we were still here.</span><br /><span class=\"long-line\">Overheard conversations about returning</span><br /><span class=\"long-line\">had grown wistful and less frequent.</span><br /><span class=\"long-line\">I spoke English; my parents didn't.</span><br /><span class=\"long-line\">We didn't live in a two story house</span><br /><span class=\"long-line\">with a maid or a wood panel station wagon</span><br /><span class=\"long-line\">nor vacation camping in Colorado.</span><br /><span class=\"long-line\">None of the girls had hair of gold;</span><br /><span class=\"long-line\">none of my brothers or cousins</span><br /><span class=\"long-line\">were named Greg, Peter, or Marcia;</span><br /><span class=\"long-line\">we were not the Brady Bunch.</span><br /><span class=\"long-line\">None of the black and white characters</span><br /><span class=\"long-line\">on Donna Reed or on Dick Van Dyke Show</span><br /><span class=\"long-line\">were named Guadalupe, Lázaro, or Mercedes.</span><br /><span class=\"long-line\">Patty Duke's family wasn't like us either—</span><br /><span class=\"long-line\">they didn't have pork on Thanksgiving,</span><br /><span class=\"long-line\">they ate turkey with cranberry sauce;</span><br /><span class=\"long-line\">they didn't have <em>yuca</em>, they had yams</span><br /><span class=\"long-line\">like the dittos of Pilgrims I colored in class.</span></p>\n\n<p><span class=\"long-line\"><strong>IV.</strong></span></p>\n\n<p><span class=\"long-line\">A week before Thanksgiving</span><br /><span class=\"long-line\">I explained to my <em>abuelita</em></span><br /><span class=\"long-line\">about the Indians and the Mayflower,</span><br /><span class=\"long-line\">how Lincoln set the slaves free;</span><br /><span class=\"long-line\">I explained to my parents about</span><br /><span class=\"long-line\">the purple mountain's majesty,</span><br /><span class=\"long-line\">\"one if by land, two if by sea\"</span><br /><span class=\"long-line\">the cherry tree, the tea party,</span><br /><span class=\"long-line\">the amber waves of grain,</span><br /><span class=\"long-line\">the \"masses yearning to be free\"</span><br /><span class=\"long-line\">liberty and justice for all, until</span><br /><span class=\"long-line\">finally they agreed:</span><br /><span class=\"long-line\">this Thanksgiving we would have turkey,</span><br /><span class=\"long-line\">as well as pork.</span></p>\n\n<p><span class=\"long-line\"><strong>V.</strong></span></p>\n\n<p><span class=\"long-line\"><em>Abuelita</em> prepared the poor fowl</span><br /><span class=\"long-line\">as if committing an act of treason,</span><br /><span class=\"long-line\">faking her enthusiasm for my sake.</span><br /><span class=\"long-line\"><em>Mamà</em> set a frozen pumpkin pie in the oven</span><br /><span class=\"long-line\">and prepared candied yams following instructions</span><br /><span class=\"long-line\">I translated from the marshmallow bag.</span><br /><span class=\"long-line\">The table was arrayed with gladiolus,</span><br /><span class=\"long-line\">the plattered turkey loomed at the center</span><br /><span class=\"long-line\">on plastic silver from Woolworths.</span><br /><span class=\"long-line\">Everyone sat in green velvet chairs</span><br /><span class=\"long-line\">we had upholstered with clear vinyl,</span><br /><span class=\"long-line\">except Tío Carlos and Toti, seated</span><br /><span class=\"long-line\">in the folding chairs from the Salvation Army.</span><br /><span class=\"long-line\">I uttered a bilingual blessing</span><br /><span class=\"long-line\">and the turkey was passed around</span><br /><span class=\"long-line\">like a game of Russian Roulette.</span><br /><span class=\"long-line\">\"DRY,\" Tío Berto complained, and proceeded</span><br /><span class=\"long-line\">to drown the lean slices with pork fat drippings</span><br /><span class=\"long-line\">and cranberry jelly—\"<em>esa mierda roja</em>,\" he called it.</span></p>\n\n<p><span class=\"long-line\">Faces fell when <em>Mamá</em> presented her ochre pie—</span><br /><span class=\"long-line\">pumpkin was a home remedy for ulcers, not a dessert.</span><br /><span class=\"long-line\">Tía María made three rounds of Cuban coffee</span><br /><span class=\"long-line\">then <em>Abuelo</em> and Pepe cleared the living room furniture,</span><br /><span class=\"long-line\">put on a Celia Cruz LP and the entire family</span><br /><span class=\"long-line\">began to <em>merengue</em> over the linoleum of our apartment,</span><br /><span class=\"long-line\">sweating rum and coffee until they remembered—</span><br /><span class=\"long-line\">it was 1970 and 46 degrees—</span><br /><span class=\"long-line\">in <em>América</em>.</span><br /><span class=\"long-line\">After repositioning the furniture,</span><br /><span class=\"long-line\">an appropriate darkness filled the room.</span><br /><span class=\"long-line\">Tío Berto was the last to leave.</span></p>\n"}, {"title": "Obscurity and Selfhood", "view_node": "/poem/obscurity-and-selfhood", "field_author": "<a href=\"/poet/c-d-wright\" hreflang=\"und\">C. D. Wright</a>", "field_date_published": "2013", "body": " <p>Not far<br />from a college.<br />Nevertheless.<br />A man<br />living by himself</p><p>kept his fighting cocks in plain sight. Each had its own tether and<br />miniature shed and dish with embossed sobriquet. Their domestication<br />reserved for battle before the table. Gallus gallus domesticus. A young<br />male, a cockerel, my husband's patronymic before the adoption. Some hens<br />are disposed to poach another's egg. Once there were teeth. Given certain<br />conditions they could come back. If not a full set. Even now a breathing hole<br />has to be pipped for the offspring to break out. This is done with an egg tooth.<br />Not a true tooth. Love among the chickens involves a circle dance. He is<br />a wonderful dancer. It goes straight to her brain. Before and after they prefer<br />to wash off in dust. Ashes will work if no dust. If they aren't forced into shedding<br />one another's blood, they can live until their heart gives out.<br />The cock<br />the man<br />could not<br />resist<br />loving.<br />He withdrew<br />from<br />the ring.<br />Yet<br />relinquished.<br />To settle<br />an unforgiven<br />debt.</p><p>My question is this:<br />Would you describe yourself<br />as a wanderer, a friend of the court, amicus curiae, falsely construed as a snitch, a blue yodeler,<br />   an apostate, a lost cause, a bird in the house, a biter, a common blogger, a contender, a purse<br />   snatcher, a false witness, a palterer, a silkie, a backyarder, channeler<br />for malevolent spirits, girt in the loins, figure on a shard of black pottery, moderately active, a fog<br />   machine, a visionary miserabilist, a chook or a cuckold, a roundhead, a little seditious, a slow-wave<br />   sleeper, a dead mule, a gongorist, honey on the comb, half goat half god, a white throwback, crossed<br />   with a mongrel, a genesis, a retired fighting<br />cock,<br />a doll<br />named<br />Memphis.</p> "}], "pager": {"current_page": 432, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}