{"rows": [{"title": "Sakura Park", "view_node": "/poem/sakura-park", "field_author": "<a href=\"/poet/rachel-wetzsteon\" hreflang=\"und\">Rachel Wetzsteon</a>", "field_date_published": "2006", "body": " <p>The park admits the wind,<br />the petals lift and scatter</p><p>like versions of myself I was on the verge<br />of becoming; and ten years on</p><p>and ten blocks down I still can’t tell<br />whether this dispersal resembles</p><p>a fist unclenching or waving goodbye.<br />But the petals scatter faster,</p><p>seeking the rose, the cigarette vendor,<br />and at least I’ve got by pumping heart</p><p>some rules of conduct: refuse to choose<br />between turning pages and turning heads</p><p>though the stubborn dine alone. Get over<br />“getting over”: dark clouds don’t fade</p><p>but drift with ever deeper colors.<br />Give up on rooted happiness</p><p>(the stolid trees on fire!) and sweet reprieve<br />(a poor park but my own) will follow.</p><p>There is still a chance the empty gazebo<br />will draw crowds from the greater world.</p><p>And meanwhile, meanwhile’s far from nothing:<br />the humming moment, the rustle of cherry trees.</p> "}, {"title": "The Culture of Glass", "view_node": "/poem/culture-glass", "field_author": "<a href=\"/poet/thylias-moss\" hreflang=\"und\">Thylias Moss</a>", "field_date_published": "2006", "body": " <p>         <em>Thanksgiving 2004: I’m thankful for</em><br /><br />Columbo’s eye, Peter Falk’s indivisible<br />from the other’s vitreous dupe that he can pocket,<br />rub into, off of, and shine the crystal eyeball after<br />it subs in a game of table pool. Oh yeah!</p><p>The future of fortunes is manufactured revelation<br />of a snow globe: when the right someone gets his hands<br />on such a world, that world is shaken to pieces, the glass</p><p>is tapped in the aquarium, semitransparent arowanas remain<br />inexplicable, a tapper’s desire breaks out: oh to become glass,<br />to slide the foot into a transparent baby slipper arowana<br />and dance with a prince whose glass toenails<br />shatter when he runs after glass-footed beauties</p><p>born that way, skin so thin it hides nothing<br />without actually being clear, sneak peak<br />at the friable optic nerve, the components</p><p>separated only by glass<br />through which all seen becomes transparent, criminal<br />activity obvious, the put-on of opaque alibis<br />exposing a fear of crime’s transparency:</p><p>finger prints on the latex interior of the gloves,<br />imprint of a face on the wrong side of the mask:</p><p>at some level, a matter of seeing eye dog versus unseeing<br />eye dog, culture of breed, hole-in-the-wall expectations, cash<br />transactions, motel by the half-hour versus extended stay<br />opulence just to sleep there for real</p><p>with seeing eye dog sleeping on a braided rug half-under<br />the bed of a blind girl, the girlishness not an issue,<br />the dog not meant to be her guide into decisions, just<br />crossings to which she becomes committed independently,</p><p>regarding the cool dark of evening, the lapse<br />of the feel of light as day’s form of breathing,<br />getting illumination off its wide chest<br />until able to face again the responsibility of light<br />that even this girl must accept behind glasses:<br />day is hers too, given by an internal clock<br />that wants all the bright hours, odor of rising,<br />flowers opening with the bakeries, stunning<br />synchronizations, a pas de deux, she steps, dog steps<br />into the crosswalk at the same time as a man heading<br />toward them with coffee, led also but by the Arabica, hookah<br />descent, descant now to the caffeine<br />that doesn’t adhere to the glass mug: it is all for him,<br />her too if they merge at first sight: the world of coffee,<br />the culture of glass</p><p>bottom boats, success:<br />liquid assets: if solidity is the basic state</p><p>that matters, it’s obvious what happens:</p><p>The dog retires, seeing what canines see<br />for himself, fleas cross<br />his coat without help other than his receiving<br />no special treatment,<br />tied in a twenty-foot yard frequented most<br />by sunflowers, each seed<br />like the eye of an insect.      An alley of a yard</p><p>that from time to time becomes a crime scene<br />in the blink of an eye</p><p>                              the glass one melts last.</p> "}, {"title": "Epitaph X", "view_node": "/poem/epitaph-x", "field_author": "<a href=\"/poet/thomas-heise\" hreflang=\"und\">Thomas Heise</a>", "field_date_published": "2006", "body": " <p>My birthright I have traded for a petal dress<br />and a summer eulogy. I have pawned my soul<br />for this opal ring, the color of a pale, taxidermied eye.</p><p>If I could carry calla lilies on my shoulder once more<br />like an umbrella in daylight, I would lean them<br />on the cemetery gate and sleep until the groundskeeper found me.</p><p>For some of us, beauty is carcinoma.<br />The saint’s stigmata is god’s rose, bestowed<br />for forgoing a human lover, who will, of course, die.</p><p>I died last year. My mother made her tears into crystal<br />earrings and clipped them to my ears. “Son, you will<br />pay for your sin,” my father spoke from his throne of glass.</p><p>Stars burn a sharp, white nacre until they evaporate.<br />The moon’s flamingo unfolds her iodine wings over the broken city.<br />My necropolis. My teeth are the fruit of your olive tree.</p> "}, {"title": "Change in the Grove of Chickadees", "view_node": "/poem/change-grove-chickadees", "field_author": "<a href=\"/poet/lesle-lewis\" hreflang=\"und\">Lesle Lewis</a>", "field_date_published": "2006", "body": " <p>Happy for nothing, we could be with no dinner to cook.<br /><br />Absence is gigantic in our heads and houses.<br /><br />We’re old and it’s bold to say so standing at the kitchen counter with the flashing red things.<br /><br />The clock says midnight and we say yes.<br /><br />When we go out, time always pays.<br /><br />We spike our heads with copper ions and picnic with the breast explorers.<br /><br />We’re riding the earth.<br /><br />Non-motion is impossible.</p> "}, {"title": "Crowds Surround Us", "view_node": "/poem/crowds-surround-us", "field_author": "<a href=\"/poet/tom-thompson\" hreflang=\"und\">Tom Thompson</a>", "field_date_published": "2006", "body": " <p>agile founderings and piecemeal flotations.<br />The crowd constitutes a gravitational field</p><p>that slaps back at the ground, numbed<br />and maddened by ground’s constant suckling.</p><p>The crowd embodies a depression in fabric<br />more than an attraction. Its angled, arteried, fleet</p><h3> </h3><p>fantasias of need sway in<br />a loopy, bobbing dance without strings.</p><p>It’s this sense of movement the organism uses<br />to believe in its own existence, the palpable presence</p><h3> </h3><p>of an intangible parade, uncertain<br />planetary marches, a supernumerary of stars.</p><p>In its mania for artifice the crowd has sewn the sky<br />with these shiny extras. Embodied</p><p>adoration, they snap the organism shut<br />before tickling it open again</p><p>with reedy gestures. Breathe.<br />The crowd’s louche body</p><p>clings and parts in place, an ovation<br />rigid and adrift, alive. It is the sea</p><p>that sweeps the sea.<br />Broom tight with inner bickering.</p><p>A mortal scour. Meaning,<br />how the crowd hates the crowd.</p><p>Outwardly. It admits you or me<br />as an enormous lidless eye admits glittering</p><p>beams. Endless watching, washing us in.<br />The crowd’s object, its point,</p><p>is always vanishing into its own mass. It is a sea<br />with no concern for us, even as it scores.</p> "}, {"title": "The Primer", "view_node": "/poem/primer", "field_author": "<a href=\"/poet/christina-davis\" hreflang=\"und\">Christina Davis</a>", "field_date_published": "2006", "body": " <p>She said, <em>I love you.</em><br /><br />He said, Nothing.<br /><br /><br />(As if there were just one<br />of each word and the one<br />who used it, used it up).<br /><br /><br />In the history of language<br />the first obscenity was silence.</p> "}, {"title": "Skills", "view_node": "/poem/skills", "field_author": "<a href=\"/poet/jonathan-aaron\" hreflang=\"und\">Jonathan Aaron</a>", "field_date_published": "2006", "body": " <p>Blondin made a fortune walking back and forth<br />over Niagara Falls on a tightrope—blindfolded,<br />or inside a sack, or pushing a wheelbarrow, or perched on stilts,<br />or lugging a man on his back.  Once, halfway across,<br />he sat down to cook and eat an omelette.<br /> <br />Houdini, dumped into Lake Michigan chained<br />and locked in a weighted trunk, swam back to the boat<br />a few moments later.  He could swallow more than a hundred needles<br />and some thread, then pull from between his lips<br />the needles dangling at even intervals.<br /> <br />I can close my eyes and see your house<br />explode in a brilliant flash, silently,<br />with a complete absence of vibration. And when I open them again,<br />my heart in my mouth, everything is standing<br />just as before, but not as if nothing had happened.</p> "}, {"title": "The Last Evening", "view_node": "/poem/last-evening", "field_author": "<a href=\"/poet/steven-kronen\" hreflang=\"und\">Steven Kronen</a>", "field_date_published": "2006", "body": " <p>                      <em> after Rilke </em></p><p> </p><p>And night and the large wheels turning,<br />rutting the earth toward the cannon's thunder.<br />He looked up from the piano to find her<br />across the room, her face a warning<br />and a prayer, mirroring, he realized, his own.<br />Outside, a fresh wind ruffled the trees above<br />the house and she grew more seductive<br />in his gaze as he continued with the song.</p><p>Then suddenly, both faces dulled.<br />And he stopped playing while she listened<br />to the wind and to her heart. His field cap<br />on the table now seemed strangely distant,<br />folded neatly as though it were an ancient map<br />holding within itself all the monstrous world.</p> "}, {"title": "3 Men: Portraits Without the Human Figure", "view_node": "/poem/3-men-portraits-without-human-figure", "field_author": "<a href=\"/poet/deena-linnett\" hreflang=\"und\">Deena Linnett</a>", "field_date_published": "2006", "body": " <p>Hotel-casino: lights flash, crowds tread<br />patterned carpets hoping for a turn<br />in fortune. Despite the ardent wishes<br />of the women you have left you are not dead.<br />You’re good at lively passing things<br />that happen here: at restaurants, in bed,<br />at tables tossing dice and cards. That smudge<br />at bottom right stands in for me, as you plunge<br />breathless into chance as into women, risk<br />like drink obliterating everything.</p><p>Studio: smells of linseed oil and turpentine. Brushes,<br />palette knives, mixing-sticks; bottles, jars, tubes. Paint<br />in daubs and gobs and smears and dots and slashes.<br />You left the window open and everything stained.</p><p>Greenhouse. Beneath little panes pocked<br />by time and dotted with mold and lichen, rot,<br />a riot of tropical effulgence, small framed portion<br />of the endlessness. Spiky plants blossom<br />like ideas; light glances off the glass and gleams<br />on the permanent hunger, steams. Everything<br />blooms or is green. You shrug into your coat.</p> "}, {"title": "Fears", "view_node": "/poem/fears", "field_author": "<a href=\"/poet/felipe-benitez-reyes\" hreflang=\"und\">Felipe Benitez Reyes</a>", "field_date_published": "2006", "body": " <p><em>​translated by Aaron Zaritzky</em></p><p>The sensation of being the only guest<br />in a grand hotel on the outskirts of the city<br />—and hearing the somnambulistic<br />elevator and a scream—<br />or being in an empty theater<br />or in a lonely plaza<br />of a lonely unknown city<br />weighed down with suitcases and no money<br />surrounded  by escaped doves<br />from the studio of the worst taxidermist<br />that ridiculous melancholy of one who feels ignored<br />at the parties of younger people<br />whom he calls late at night<br />from a bar with the lights already turned off<br />and talks to himself about the comforts<br />of being an academic ghost<br />of an orchestra conductor</p><p>I fear, in the end, that I’ve kissed<br />The lips of a mistaken goddess</p><hr /><br /><h2 class=\"lrg_page_hdr\">Temores</h2><p>La sensación de ser el huésped único<br />de un gran hotel en las afueras<br />—y oír el ascensor<br />sonámbulo y un grito—<br />o de estar en un cine vacío<br />o bien en una plaza solitaria<br />de una solitaria ciudad desconocida<br />cargado de maletas sin dinero<br />cercado por palomas escapadas<br />del taller del peor taxidermista<br />esa melancolía ridícula del que se ve ignorado<br />en las fiestas de gente algo más joven<br />del que llama a altas horas por teléfono<br />desde un bar en que apagan ya las luces<br />y habla consigo mismo de lo cómodo que resulta<br />ser el fantasma académico<br />de un director de orquesta</p><p>En fin me temo que he besado<br />los labios de una diosa equivocada</p> "}, {"title": "Alice at Seventeen: Like a Blind Child", "view_node": "/poem/alice-seventeen-blind-child", "field_author": "<a href=\"/poet/darcy-cummings\" hreflang=\"und\">Darcy Cummings</a>", "field_date_published": "2006", "body": " <p>One summer afternoon, I learned my body<br />like a blind child leaving a walled<br />school for the first time, stumbling<br />from cool hallways to a world<br />dense with scent and sound,<br />pines roaring in the sudden wind<br />like a huge chorus of insects.<br />I felt the damp socket of flowers,<br />touched weeds riding the crest<br />of a stony ridge, and the scrubby<br />ground cover on low hills.<br />Haystacks began to burn,<br />smoke rose like sheets of<br />translucent mica. The thick air<br />hummed over the stretched wires<br />of wheat as I lay in the overgrown field<br />listening to the shrieks of small rabbits<br />bounding beneath my skin.</p> "}, {"title": "Dead Man, Thinking", "view_node": "/poem/dead-man-thinking", "field_author": "<a href=\"/poet/bruce-weigl\" hreflang=\"und\">Bruce Weigl</a>", "field_date_published": "2006", "body": " <p>i.<br />    Snow geese in the light of morning sky, <br />exactly at the start of spring.  I was <br />    looking through the cracks of the blinds at my future which seemed <br />absent of parades, for which I was grateful, <br />    and only yesterday<br /><br />                <br />I watched what an April wind could do <br />    to a body wrapped in silk, <br />though I turned my eyes away, <br />    the way the teacher says, <br />once the beauty was revealed.  <br /><br />ii<br />How long it takes to die, in the fifty-fifth year<br />    is what I thought about today.  <br />I told some truths so large, no one could bear to hear them.  <br />    I bow down to those who could not hear the truth.  <br />They could not hear the truth because they were afraid <br />    that it would open a veil into nothing.  <br />I bow down to that nothing.  I bow down to a single red planet <br />    I saw in the other world’s sky, <br />spinning, <br />    as if towards some<br />fleshy inevitability.  <br /><br />    I bow down to the red planet. I bow down <br />to the noisy birds, indigenous to this region. <br />    Only sorrow can bend you in half <br />    like you’ve seen on those whose loves have gone away. <br />I bow down to those loves.  </p> "}, {"title": "Sitting Outside", "view_node": "/poem/sitting-outside", "field_author": "<a href=\"/poet/w-d-snodgrass\" hreflang=\"und\">W. D. Snodgrass</a>", "field_date_published": "2006", "body": " <p>These lawn chairs and the chaise lounge<br />of bulky redwood were purchased for my father<br />twenty years ago, then plumped down in the yard<br />where he seldom went when he could still work<br />and never had stayed long. His left arm<br />in a sling, then lopped off, he smoked there or slept<br />while the weather lasted, watched what cars passed,<br />read stock reports, counted pills,<br />then dozed again. I didn’t go there<br />in those last weeks, sick of the delusions<br />they still maintained, their talk of plans<br />for some boat tour or a trip to the Bahamas<br />once he’d recovered. Under our willows,<br />this old set’s done well: we’ve sat with company,<br />read or taken notes—although the arm rests<br />get dry and splintery or wheels drop off<br />so the whole frame’s weakened if it’s hauled<br />across rough ground.  Of course the trees,<br />too, may not last: leaves storm down,<br />branches crack off, the riddled bark<br />separates, then gets shed. I have a son, myself,<br />with things to be looked after. I sometimes think<br />since I’ve retired, sitting in the shade here<br />and feeling the winds shift, I must have been filled<br />with a child dread you could catch somebody’s dying<br />if you got too close. And you can’t be too sure.</p> "}, {"title": "Fallen Apples", "view_node": "/poem/fallen-apples", "field_author": "<a href=\"/poet/tom-hansen\" hreflang=\"und\">Tom Hansen</a>", "field_date_published": "2006", "body": " <p>Wasps at work in the soft<br />flesh of rotting apples.<br />Food of the gods,<br />all day they mine it in busy<br />hushed movements.</p><p>I pick up a mushy corpse<br />one cold morning.<br />Carefully turn it over.<br />Its congregation tumbles<br />into the cupped<br />bowl of my hand.</p><p>Dazed, drunk, still<br />chilled from overnight cold,<br />they blunder like sleepwalkers<br />feeling around for the light.<br />Tiny antennae test my skin<br />in search of something<br />now gone.</p><p>Warmed by my hand,<br />warmed by the sun,<br />they stagger and fall into flight.<br />They scribble orbits<br />the air erases<br />and whine at last out of sight.</p> "}, {"title": "Gobbo Remembers His Youth", "view_node": "/poem/gobbo-remembers-his-youth", "field_author": "<a href=\"/poet/david-cappella\" hreflang=\"und\">David Cappella</a>", "field_date_published": "2006", "body": " <p>Let me tell you about suffering<br />because I was a boy cold without love<br />in a large house, so dark it stifled laughs.<br />I would run to my mother with stones<br />only to drop them under a grim gaze<br />so harsh I felt tossed in a freezing bath.<br />Her words, like a cicada's shrill chirp, pierced<br />the long summer afternoons of my hopes.<br />I can still remember my brother's folded hands<br />in the coffin, how kissing them burnt me.<br />I cried uncontrollably, torched inside<br />with processional fires held by shadowed monks<br />cowled in their black walk through narrow streets<br />of my town, terrifying my heart forever.</p> "}, {"title": "One of the Monkeys", "view_node": "/poem/one-monkeys", "field_author": "<a href=\"/poet/nicholas-johnson\" hreflang=\"und\">Nicholas Johnson</a>", "field_date_published": "2006", "body": " <p>I'm one of the monkeys they've got typing<br />in a room full of monkeys. It's a play<br />Shakespeare wrote back in the old days<br />they want us to write again. So we're writing<br />a play we never read. They keep inviting<br />strangers to watch us and the strangers say:<br />\"They wrote 'to be or nutti to be'!\" They stay<br />too long if we write something exciting<br />but the bananas flow like wine. We know<br />it's a crazy, morbid, ranting play, a stew<br />full of murder, love, but with a noble feel.<br />Shocked, I see hack monkeys come and monkeys go.<br />One keeper killed my father. What should I do?<br />I'm watching him. My teeth are as sharp as steel.</p> "}, {"title": "The First Place\t(somewhere outside Eden)", "view_node": "/poem/first-place-somewhere-outside-eden", "field_author": "<a href=\"/poet/kurt-s-olsson\" hreflang=\"und\">Kurt S. Olsson</a>", "field_date_published": "2006", "body": " <p>Listen. It was wrong from the beginning.<br />Never more than an afterthought, I was blamed.</p><p>Understandable: the weak never have the patience<br />for history. We are too filled with song,</p><p>with anointing the stilled body with oil.<br />Your father was frightened of the immutable,</p><p>becalmed, over our heads each night.<br />He preferred wind, its hint of insurrection.</p><p>Afterwards, we became nomads<br />to his longing to escape all longing.</p><p>Me, I lugged it on our slow mule's journey<br />nowhere, muscling it into the bread, brushing it</p><p>from your lashes in the middle of the night.<br />Like one of your old toys, it was always there</p><p>underfoot; he just couldn't see it. Close your eyes<br />I could have said. There. You're home.</p> "}, {"title": "Hazard Response", "view_node": "/poem/hazard-response", "field_author": "<a href=\"/poet/tom-clark\" hreflang=\"und\">Tom Clark</a>", "field_date_published": "2006", "body": " <p>As in that grey exurban wasteland in <em>Gatsby</em><br />When the white sky darkens over the city<br />Of ashes, far from the once happy valley,<br />This daze spreads across the blank faces<br />Of the inhabitants, suddenly deprived<br />Of the kingdom’s original promised gift.<br />Did I say kingdom when I meant place<br />Of worship? Original when I meant<br />Damaged in handling? Promised when<br />I meant stolen? Gift when I meant<br />Trick? Inhabitants when I meant slaves?<br />Slaves when I meant clowns<br />Who have wandered into test sites? Test<br />Sites when I meant contagious hospitals?<br />Contagious hospitals when I meant clouds<br />Of laughing gas? Laughing gas<br />When I meant tears? No, it’s true,<br />No one should be writing poetry<br />In times like these, Dear Reader,<br />I don’t have to tell you of all people why.<br />It’s as apparent as an attempted<br />Punch in the eye that actually<br />Catches only empty air—which is<br />The inside of your head, where<br />The green ritual sanction<br />Of the poem has been cancelled.</p> "}, {"title": "A group of girls from Minnesota or black mascara", "view_node": "/poem/group-girls-minnesota-or-black-mascara", "field_author": "<a href=\"/poet/maureen-owen\" hreflang=\"und\">Maureen Owen</a>", "field_date_published": "2006", "body": " <p>Not trees trace so             just kids we hung<br />slim buckets    of chokecherries from our wrists<br /><br />in neighboring galaxies    Giant Star Factories take control<br />composed of cold hydrogen gas and dust<br /><br />7,000             light years from earth<br />slender-toed geckos                   step onto the moon<br /><br />On the road between 2 baptisms and a shower they rang<br />to say       shallow water          the mouths drop open<br /><br />not where you stand but how long you can<br />stand standing there<br />in constant hypothesis<br /><br />the trees are passersby<br />mercurial<br />damp light<br />flat orange moon<br />velvet navy-blue sky<br /><br />fire berries<br />from here we see the beautifully attired drive tough Ford pickups<br /><br />the oncoming<br />organizing principle<br />brushed out<br /><br />the dancers take turns leaping over the bonfire       into<br />Qué pasa USA?<br /><br />haircuts in London are really pretty backward<br />London—you are definitely not going to have a manicure there!<br />in LA toes must match the hands or else just don’t leave the house<br />in NY it’s more brunette<br /><br />Outside       a refrigerator          floats       in the blackness shiny amid sharp stars<br /><br />&amp; the turtle who holds up the world          holds up<br />the world</p> "}, {"title": "It&#039;s obvious", "view_node": "/poem/its-obvious", "field_author": "<a href=\"/poet/greg-hewett\" hreflang=\"und\">Greg Hewett</a>", "field_date_published": "2006", "body": " <p><em>It’s obvious </em><br />beauty is a postage stamp,<br />a composed self-portrait<br />of Frida Kahlo<br />wearing a simple necklace,<br />an image chosen by the USPS<br />not because it was like one she painted<br />for Trotsky. Of course<br />beauty could not include<br />imagery of hammer and sickle<br />or black monkey leering<br />over her shoulder or parrot<br />twisted under her chin.<br />And not the one with snakes.<br />Not the one of her<br />all butched-up, hair cropped short,<br />wearing one of Diego’s suits<br />after they split for the final time.<br />Not one with wheelchair, spinal-brace,<br />or scar down her long trunk.<br />Forget the one of her cloven wide open,<br />a jungle of history and myth, of poetry<br />burgeoning forth from her innermost.<br />Most definitely not<br />the one of her wearing the collar<br />of thorns in memory<br />of Jesus and Trotsky<br />and revolution<br />lost.</p> "}], "pager": {"current_page": 577, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}