{"rows": [{"title": "The Hive (audio only)", "view_node": "/poem/hive-audio-only", "field_author": "<a href=\"/poet/ellen-bryant-voigt\" hreflang=\"und\">Ellen Bryant Voigt</a>", "field_date_published": "2007", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "The Aeneid, Book VI, [First, the sky and the earth]", "view_node": "/poem/aeneid-book-vi-first-sky-and-earth", "field_author": "<a href=\"/poet/virgil\" hreflang=\"und\">Virgil</a>", "field_date_published": "2006", "body": " <pre>\n                                                              \"First,\nthe sky and the earth and the flowing fields of the sea,\nthe shining orb of the moon and the Titan sun, the stars:\nan inner spirit feeds them, coursing through all their limbs,\nmind stirs the mass and their fusion brings the world to birth.\nFrom their union springs the human race and the wild beasts,\nthe winged lives of birds and the wondrous monsters bred\nbelow the glistening surface of the sea. The seeds of life—\nfiery is their force, divine their birth, but they\nare weighed down by the bodies' ills or dulled\nby earthly limbs and flesh that's born for death.\nThat is the source of all men's fears and longings,\njoys and sorrows, nor can they see the heavens' light,\nshut up in the body's tomb, a prison dark and deep.\n                                                              \"True,\nbut even on that last day, when the light of life departs,\nthe wretches are not completely purged of all the taints,\nnor are they wholly freed of all the body's plagues.\nDown deep they harden fast—they must, so long engrained\nin the flesh—in strange, uncanny ways. And so the souls\nare drilled in punishments, they must pay for their old offenses.\nSome are hung splayed out, exposed to the empty winds,\nsome are plunged in the rushing floods—their stains,\ntheir crimes scoured off or scorched away by fire.\nEach of us must suffer his own demanding ghost.\nThen we are sent to Elysium's broad expanse,\na few of us even hold these fields of joy\ntill the long days, a cycle of time seen through,\ncleanse our hard, inveterate stains and leave us clear\nethereal sense, the eternal breath of fire purged and pure.\nBut all the rest, once they have turned the wheel of time\nfor a thousand years: God calls them forth to the Lethe,\ngreat armies of souls, their memories blank so that\nthey may revisit the overarching world once more\nand begin to long to return to bodies yet again.\"</pre>\n "}, {"title": "The Aeneid, Book IV, [So, you traitor]", "view_node": "/poem/aeneid-book-iv-so-you-traitor", "field_author": "<a href=\"/poet/virgil\" hreflang=\"und\">Virgil</a>", "field_date_published": "2006", "body": " <pre>\n\"So, you traitor, you really believed you'd keep\nthis a secret, this great outrage? Steal away\nin silence from my shores? Can nothing hold you back?\nNot our love? Not the pledge once sealed with our right hands?\nNot even the thought of Dido doomed to a cruel death?\nWhy labor to rig your fleet when the winter's raw,\nto risk the deep when the Northwind's closing in?\nYou cruel, heartless—Even if you were not\npursuing alien fields and unknown homes,\neven if ancient Troy were standing, still,\nwho'd sail for Troy across such heaving seas?\nYou're running away—from me? Oh, I pray you\nby these tears, by the faith in your right hand—\nwhat else have I left myself in all my pain?—\nby our wedding vows, the marriage we began,\nif I deserve some decency from you now,\nif anything mine has ever won your heart,\npity a great house about to fall I pray you,\nif prayers have any place—reject this scheme of yours!\nThanks to you, the African tribes, Numidian warlords\nhate me, even my own Tyrians rise against me.\nThanks to you, my sense of honor is gone,\nmy one and only pathway to the stars,\nthe renown I once held dear. In whose hands,\nmy guest, do you leave me here to meet my death?\n'Guest'—that's all that remains of 'husband' now.\nBut why do I linger on? Until my brother Pygmalion\nbatters down my walls? Or Iarbas drags me off, his slave?\nIf only you'd left a baby in my arms—our child—\nbefore you deserted me! Some little Aeneas\nplaying about our halls, whose features at least\nwould bring you back to me in spite of all,\nI would not feel so totally devastated,\nso destroyed.\"\n\n                          The queen stopped but he,\nwarned by Jupiter now, his gaze held steady,\nfought to master the torment in his heart. At last\nhe ventured a few words: \"I. . . you have done me\nso many kindnesses, and you could count them all.\nI shall never deny what you deserve, my queen,\nnever regret my memories of Dido, not while I\ncan recall myself and draw the breath of life.\nI'll state my case in a few words. I never dreamed\nI'd keep my flight a secret. Don't imagine that.\nNor did I once extend a bridegroom's torch\nor enter into a marriage pact with you.\nIf the Fates had left me free to live my life,\nto arrange my own affairs of my own free will,\nTroy is the city, first of all, that I'd safeguard,\nTroy and all that's left of my people whom I cherish.\nThe grand palace of Priam would stand once more,\nwith my own hands I would fortify a second Troy\nto house my Trojans in defeat. But not now.\nGrynean Apollo's oracle says that I must seize\non Italy's noble land, his Lycian lots say 'Italy!'\nThere lies my love, there lies my homeland now.\nIf you, a Phoenician, fix your eyes on Carthage,\na Libyan stronghold, tell me, why do you grudge\nthe Trojans their new homes on Italian soil?\nWhat is the crime if we seek far-off kingdoms too?\n\n       \"My father, Anchises, whenever the darkness shrouds\nthe earth in its dank shadows, whenever the stars\ngo flaming up the sky, my father's anxious ghost\nwarns me in dreams and fills my heart with fear.\nMy son Ascanius . . . I feel the wrong I do\nto one so dear, robbing him of his kingdom,\nlands in the West, his fields decreed by Fate.\nAnd now the messenger of the gods—I swear it,\nby your life and mine—dispatched by Jove himself\nhas brought me firm commands through the racing winds.\nWith my own eyes I saw him, clear, in broad daylight,\nmoving through your gates. With my own ears I drank\nhis message in. Come, stop inflaming us both\nwith your appeals. I set sail for Italy—\nall against my will.\"\n\n                                     Even from the start\nof his declaration, she has glared at him askance,\nher eyes roving over him, head to foot, with a look\nof stony silence. . . till abruptly she cries out\nin a blaze of fury: \"No goddess was your mother!\nNo Dardanus sired your line, you traitor, liar, no,\nMount Caucasus fathered you on its flinty, rugged flanks\nand the tigers of Hyrcania gave you their dugs to suck!\nWhy hide it? Why hold back? To suffer greater blows?\nDid <i>he</i> groan when <i>I</i> wept? Even look at me? Never!\nSurrender a tear? Pity the one who loves him?\nWhat can I say first? So much to say. Now—\nneither mighty Juno nor Saturn's son, the Father,\ngazes down on this with just, impartial eyes.\nThere's no faith left on earth!\nHe was washed up on my shores, helpless, and I,\nI took him in, like a maniac let him share my kingdom,\nsalvaged his lost fleet, plucked his crews from death.\nOh I am swept by the Furies, gales of fire! Now\nit's Apollo the Prophet, Apollo's Lycian oracles:\nthey're his masters now, and now, to top it off.\nthe messenger of the gods, dispatched by Jove himself.\ncomes rushing down the winds with his grim-set commands.\nReally! What work for the gods who live on high,\nwhat a concern to ruffle their repose!\nI won't hold you, I won't even refute you—go!—\nstrike out for Italy on the winds, your realm across the sea.\nI hope, I pray, if the just gods still have any power,\nwrecked on the rocks mid-sea you'll drink your bowl\nof pain to the dregs, crying out the name of Dido\nover and over, and worlds away I'll hound you then\nwith pitch-black flames, and when icy death has severed\nmy body from its breath, then my ghost will stalk you\nthrough the world! You'll pay, you shameless, ruthless—\nand I will hear of it, yes, the report will reach me\neven among the deepest shades of Death!\"</pre>\n "}, {"title": "The Aeneid, Book I, [A grove stood in the city]", "view_node": "/poem/aeneid-book-i-grove-stood-city", "field_author": "<a href=\"/poet/virgil\" hreflang=\"und\">Virgil</a>", "field_date_published": "1907", "body": " <pre>\nA grove stood in the city, rich in shade,\nWhere storm-tost Tyrians, past the perilous brine,\nDug from the ground, by royal Juno's aid,\nA war-steed's head, to far-off days a sign\nThat wealth and prowess should adorn the line.\nHere, by the goddess and her gifts renowned,\nSidonian Dido built a stately shrine.\nAll brazen rose the threshold; brass was round\nThe door-posts; brazen doors on grating hinges sound.\n\nHere a new sight Aeneas' hopes upraised,\nAnd fear was softened, and his heart was mann'd.\nFor while, the queen awaiting, round he gazed,\nAnd marvelled at the happy town, and scanned\nThe rival labours of each craftsman's hand,\nBehold, Troy's battles on the walls appear,\nThe war, since noised through many a distant land,\nThere Priam and th' Atridae twain, and here\nAchilles, fierce to both, still ruthless and severe.\n\nPensive he stood, and with a rising tear,\n\"What lands, Achates, on the earth, but know\nOur labours? See our Priam! Even here\nWorth wins her due, and there are tears to flow,\nAnd human hearts to feel for human woe.\nFear not,\" he cries, \"Troy's glory yet shall gain\nSome safety.\" Thus upon the empty show\nHe feeds his soul, while ever and again\nDeeply he sighs, and tears run down his cheeks like rain.\n\nHe sees, how, fighting round the Trojan wall,\nHere fled the Greeks, the Trojan youth pursue,\nHere fled the Phrygians, and, with helmet tall,\nAchilles in his chariot stormed and slew.\nNot far, with tears, the snowy tents he knew\nOf Rhesus, where Tydides, bathed in blood,\nBroke in at midnight with his murderous crew,\nAnd drove the hot steeds campward, ere the food\nOf Trojan plains they browsed, or drank the Xanthian flood.\n\nThere, reft of arms, poor Troilus, rash to dare\nAchilles, by his horses dragged amain,\nHangs from his empty chariot. Neck and hair\nTrail on the ground; his hand still grasps the rein;\nThe spear inverted scores the dusty plain.\nMeanwhile, with beaten breasts and streaming hair,\nThe Trojan dames, a sad and suppliant train,\nThe veil to partial Pallas' temple bear.\nStern, with averted eyes the Goddess spurns their prayer.\n\nThrice had Achilles round the Trojan wall\nDragged Hector; there the slayer sells the slain.\nSighing he sees him, chariot, arms and all,\nAnd Priam, spreading helpless hands in vain.\nHimself he knows among the Greeks again,\nBlack Memnon's arms, and all his Eastern clan,\nPenthesilea's Amazonian train\nWith moony shields. Bare-breasted, in the van,\nGirt with a golden zone, the maiden fights with man.</pre>\n "}, {"title": "Pillow", "view_node": "/poem/pillow", "field_author": "<a href=\"/poet/li-young-lee\" hreflang=\"und\">Li-Young Lee</a>", "field_date_published": "2001", "body": " <pre>\nThere's nothing I can't find under there.\nVoices in the trees, the missing pages\nof the sea.\n\nEverything but sleep.\n\nAnd night is a river bridging\nthe speaking and the listening banks,\n\na fortress, undefended and inviolate.\n\nThere's nothing that won't fit under it:\nfountains clogged with mud and leaves,\nthe houses of my childhood.\n\nAnd night begins when my mother's fingers\nlet go of the thread\nthey've been tying and untying\nto touch toward our fraying story's hem.\n\nNight is the shadow of my father's hands\nsetting the clock for resurrection.\n\nOr is it the clock unraveled, the numbers flown?\n\nThere's nothing that hasn't found home there:\ndiscarded wings, lost shoes, a broken alphabet.\n\nEverything but sleep. And night begins\n\nwith the first beheading\nof the jasmine, its captive fragrance\nrid at last of burial clothes.</pre>\n "}, {"title": "Black Petal", "view_node": "/poem/black-petal", "field_author": "<a href=\"/poet/li-young-lee\" hreflang=\"und\">Li-Young Lee</a>", "field_date_published": "2001", "body": " <pre>\nI never claimed night fathered me.\nthat was my dead brother talking in his sleep. \nI keep him under my pillow, a dear wish\nthat colors my laughing and crying.\n\nI never said the wind, remembering nothing,\nleaves so many rooms unaccounted for, \ncontinual farewell must ransom\nthe unmistakable fragrance\nour human days afford.\n\nIt was my brother, little candle in the pulpit,\nreading out loud to all of earth\nfrom the book of night.\n\nHe died too young to learn his name.\nNow he answers to Vacant Boat,\nBurning Wing, My Black Petal.\n\nAsk him who his mother is. He'll declare the birds\nhave eaten the path home, but each of us\njoins night's ongoing story\nwherever night overtakes him,\nthe heart astonished to find belonging\nand thanks answering thanks. \n\nAsk if he's hungry or thirsty,\nhe'll say he's the bread come to pass\nand draw you a map\nto the twelve secret hips of honey.\n\nDoes someone want to know the way to spring?\nHe'll remind you\nthe flower was never meant to survive\nthe fruit's triumph.\n\nHe says an apple's most secret cargo\nis the enduring odor of a human childhood,\nour mother's linen pressed and stored, our father's voice\nwalking through the rooms.\n\nHe says he's forgiven our sister\nfor playing dead and making him cry\nthose afternoons we were left alone in the house.\n\nAnd when clocks frighten me with their long hair,\nand when I spy the wind's numerous hands\nin the orchard unfastening\nfirst the petals from the buds,\nthen the perfume from the flesh,\n\nmy dead brother ministers to me. His voice\nweighs nothing\nbut the far years between\nstars in their massive dying,\n\nand I grow quiet hearing\nhow many of both of our tomorrows\nlie waiting inside it to be born.</pre>\n "}, {"title": "A Table in the Wilderness", "view_node": "/poem/table-wilderness", "field_author": "<a href=\"/poet/li-young-lee\" hreflang=\"und\">Li-Young Lee</a>", "field_date_published": "2001", "body": "<p><span class=\"“long-line”\">I draw a window</span><br /><span class=\"long-line\">and a man sitting inside it.</span></p>\n\n<p><span class=\"“long-line”\">I draw a bird in flight above the lintel.</span></p>\n\n<p><span class=\"“long-line”\">That's my picture of <em>thinking</em>.</span></p>\n\n<p><span class=\"“long-line”\">If I put a woman there instead</span><br /><span class=\"long-line\">of the man, it's a picture of <em>speaking</em>.</span></p>\n\n<p><span class=\"“long-line”\">If I draw a second bird</span><br /><span class=\"long-line\">in the woman's lap, it’s <em>ministering</em>.</span></p>\n\n<p><span class=\"“long-line”\">A third flying below her feet.</span><br /><span class=\"long-line\">Now it's <em>singing</em>.</span></p>\n\n<p><span class=\"“long-line”\">Or erase the birds</span><br /><span class=\"long-line\">make ivy branching</span><br /><span class=\"long-line\">around the woman's ankles, clinging</span><br /><span class=\"long-line\">to her knees, and it becomes <em>remembering</em>.</span></p>\n\n<p><span class=\"“long-line”\">You'll have to find your own</span><br /><span class=\"long-line\">pictures, whoever you are,</span><br /><span class=\"long-line\">whatever your need.</span></p>\n\n<p><span class=\"“long-line”\">As for me, many small hands</span><br /><span class=\"long-line\">issuing from a waterfall</span><br /><span class=\"long-line\">means silence</span><br /><span class=\"long-line\">mothered me.</span></p>\n\n<p><span class=\"“long-line”\">The hours hung like fruit in night's tree</span><br /><span class=\"long-line\">means when I close my eyes</span><br /><span class=\"long-line\">and look inside me,</span></p>\n\n<p><span class=\"“long-line”\">a thousand open eyes</span><br /><span class=\"long-line\">span the moment of my waking.</span></p>\n\n<p><span class=\"“long-line”\">Meanwhile, the clock</span><br /><span class=\"long-line\">adding a grain to a grain</span><br /><span class=\"long-line\">and not getting bigger,</span></p>\n\n<p><span class=\"“long-line”\">subtracting a day from a day</span><br /><span class=\"long-line\">and never having less, means the honey</span></p>\n\n<p><span class=\"“long-line”\">lies awake all night</span><br /><span class=\"long-line\">inside the honeycomb</span><br /><span class=\"long-line\">wondering who its parents are.</span></p>\n\n<p><span class=\"“long-line”\">And even my death isn't my death</span><br /><span class=\"long-line\">unless it's the unfathomed brow</span><br /><span class=\"long-line\">of a nameless face.</span></p>\n\n<p><span class=\"“long-line”\">Even my name isn't my name</span><br /><span class=\"long-line\">except the bees assemble</span></p>\n\n<p><span class=\"“long-line”\">a table to grant a stranger</span><br /><span class=\"long-line\">light and moment in a wilderness</span><br /><span class=\"long-line\">of <em>Who? Where?</em></span></p>\n"}, {"title": "The Believed-In (audio only)", "view_node": "/poem/believed-audio-only", "field_author": "<a href=\"/poet/james-mcmichael\" hreflang=\"und\">James McMichael</a>", "field_date_published": "2007", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "I&#039;m Over the Moon", "view_node": "/poem/im-over-moon", "field_author": "<a href=\"/poet/brenda-shaughnessy\" hreflang=\"und\">Brenda Shaughnessy</a>", "field_date_published": "2008", "body": " <pre>\nI don't like what the moon is supposed to do.\nConfuse me, ovulate me,\n\nspoon-feed me longing. A kind of ancient\ndate-rape drug. So I'll howl at you, moon,\n\nI'm angry. I'll take back the night. Using me to\nswoon at your questionable light,\n\nyou had me chasing you,\nthe world's worst lover, over and over\n\nhoping for a mirror, a whisper, insight.\nBut you disappear for nights on end\n\nwith all my erotic mysteries\nand my entire unconscious mind.\n\nHow long do I try to get water from a stone?\nIt's like having a bad boyfriend in a good band.\n\nBetter off alone. I'm going to write hard\nand fast into you moon, face-fucking.\n\nSomething you wouldn't understand.\nYou with no swampy sexual\n\npromise but what we glue onto you.\nThat's not real. You have no begging\n\ncunt. No panties ripped off and the crotch\nsucked. No lacerating spasms\n\nsending electrical sparks through the toes.\nStars have those.\n\nWhat do you have? You're a tool, moon.\nNow, noon. There's a hero.\n\nThe obvious sun, no bulls hit, the enemy\nof poets and lovers, sleepers and creatures.\n\nBut my lovers have never been able to read\nmy mind. I've had to learn to be direct.\n\nIt's hard to learn that, hard to do.\nThe sun is worth ten of you.\n\nYou don't hold a candle\nto that complexity, that solid craze.\n\nLike an animal carcass on the road at night,\npicked at by crows,\n\nhaunting walkers and drivers. Your face\nregularly sliced up by the moving\n\nframes of car windows. Your light is drawn,\nquartered, your dreams are stolen.\n\nYou change shape and turn away,\nletting night solve all night's problems alone.</pre>\n "}, {"title": "Why Is the Color of Snow?", "view_node": "/poem/why-color-snow", "field_author": "<a href=\"/poet/brenda-shaughnessy\" hreflang=\"und\">Brenda Shaughnessy</a>", "field_date_published": "2008", "body": "<p><span class=\"long-line\">Let's ask a poet with no way of knowing.</span><br /><span class=\"long-line\">Someone who can give us an answer,</span><br /><span class=\"long-line\">another duplicity to help double the world.</span></p>\n\n<p><span class=\"long-line\">What kind of poetry is all question, anyway?</span><br /><span class=\"long-line\">Each question leads to an iceburn,</span><br /><span class=\"long-line\">a snownova, a single bed spinning in space.</span></p>\n\n<p><span class=\"long-line\">Poet, Decide! I am lonely with questions.</span><br /><span class=\"long-line\">What is snow? What isn't?</span><br /><span class=\"long-line\">Do you see how it is for me.</span></p>\n\n<p><span class=\"long-line\">Melt yourself to make yourself more clear</span><br /><span class=\"long-line\">for the next observer.</span><br /><span class=\"long-line\">I could barely see you anyway.</span></p>\n\n<p><span class=\"long-line\">A blizzard I understand better,</span><br /><span class=\"long-line\">the secrets of many revealed as one,</span><br /><span class=\"long-line\">becoming another on my only head.</span></p>\n\n<p><span class=\"long-line\">It's true that snow takes on gold from sunset</span><br /><span class=\"long-line\">and red from rearlights. But that's occasional.</span><br /><span class=\"long-line\">What is constant is white,</span></p>\n\n<p><span class=\"long-line\">or is that only sight, a reflection of eyewhites</span><br /><span class=\"long-line\">and light? Because snow reflects only itself,</span><br /><span class=\"long-line\">self upon self upon self,</span></p>\n\n<p><span class=\"long-line\">is a blanket used for smothering, for sleeping.</span><br /><span class=\"long-line\">For not seeing the naked, flawed body.</span><br /><span class=\"long-line\">Concealing it from the lover curious, ever curious!</span></p>\n\n<p><span class=\"long-line\">Who won't stop looking.</span><br /><span class=\"long-line\">White for privacy.</span><br /><span class=\"long-line\">Millions of privacies to bless us with snow.</span></p>\n\n<p><span class=\"long-line\">Don't we melt it?</span><br /><span class=\"long-line\">Aren't we human dark with sugar hot to melt it?</span><br /><span class=\"long-line\">Anyway, the question—</span></p>\n\n<p><span class=\"long-line\">if a dream is a construction then what</span><br /><span class=\"long-line\">is not a construction? If a bank of snow</span><br /><span class=\"long-line\">is an obstruction, then what is not a bank of snow?</span></p>\n\n<p><span class=\"long-line\">A winter vault of valuable crystals</span><br /><span class=\"long-line\">convertible for use only by a zen</span><br /><span class=\"long-line\">sun laughing at us.</span></p>\n\n<p><span class=\"long-line\">Oh Materialists! Thinking matter matters.</span><br /><span class=\"long-line\">If we dream of snow, of banks and blankets</span><br /><span class=\"long-line\">to keep our treasure safe forever,</span></p>\n\n<p><span class=\"long-line\">what world is made, that made us that we keep</span><br /><span class=\"long-line\">making and making to replace the dreaming at last.</span><br /><span class=\"long-line\">To stop the terrible dreaming.</span></p>\n"}, {"title": "Me in Paradise", "view_node": "/poem/me-paradise", "field_author": "<a href=\"/poet/brenda-shaughnessy\" hreflang=\"und\">Brenda Shaughnessy</a>", "field_date_published": "2008", "body": " <pre>\nOh, to be ready for it, unfucked, ever-fucked.\nTo have only one critical eye that never\ndivides a flaw from its lesson.\n\nTo play without shame. To be a woman\nwho feels only the pleasure of being used\nand who reanimates the user's\n\nanguished release in a land\nfor the future to relish, to buy\nnew tights for, to parade in fishboats.\n\nTo scare up hope without fear of hope,\nnot holding the hole, I will catch\nthe superbullet in my throat\n\nand feel its astounding force\nwith admiration. Absorbing its kind\nof glory. I must be someone\n\nwith very short arms to have lost you,\nto be checking the windows\nof the pawnshop renting space in my head,\n\nwhich pounds with all the clarity\nof a policeman on my southernmost door.\nTo wish and not jinx it: to wish\n\nand not fish for it: to wish and forget it.\nTo ratchet myself up with hot liquid\nand find a true surprise.\n\nProwling the living room for the lightning,\njust one more shock,\nto bring my slow purity back.\n\nTo miss you without being so damn cold\nall the time. To hold you without dying otherwise.\nTo die without losing death as an alternative.\n\nTo explode with flesh, without collapse.\nTo feel sick in my skeleton, in all the serious\nconfetti of my cells, and know why.\n\nLoving you has made me so scandalously\nbeautiful. To give myself to everyone but you.\nTo luck out of you. To make any other mistake.</pre>\n "}, {"title": "Delight in Disorder", "view_node": "/poem/delight-disorder", "field_author": "<a href=\"/poet/robert-herrick\" hreflang=\"und\">Robert Herrick</a>", "field_date_published": "1648", "body": " <pre>\nA sweet disorder in the dresse\nKindles in cloathes a wantonnesse:\nA Lawne about the shoulders thrown\nInto a fine distraction:\nAn erring Lace, which here and there\nEnthralls the Crimson Stomacher:\nA Cuffe neglectfull, and thereby\nRibbands to flow confusedly:\nA winning wave (deserving Note)\nIn the tempestuous petticote:\nA careless shooe-string, in whose tye\nI see a wilde civility: \nDoe more bewitch me, then when Art\nIs too precise in every part.</pre>\n "}, {"title": "On A Pair of Garters", "view_node": "/poem/pair-garters", "field_author": "<a href=\"/poet/sir-john-davies\" hreflang=\"und\">Sir John Davies</a>", "field_date_published": "1876", "body": " <pre>\nGo, loving woodbine, clip with lovely grace\nThose two sweet plants which bear the flowers of love;\nGo, silken vines, those tender elms embrace\nWhich flourish still although their roots do move.\nAs soon as you possess your blessed places\nYou are advancèd and ennobled more\nThan diadems, which where white silken laces\nThat ancient kings about their forehead wore.\nSweet bands, take heed lest you ungently bind,\nOr with your strictness make too deep a print:\nWas never tree had such tender rind,\nAlthough her inward heart be hard as flint.\nAnd let your knots be fast and loose at will:\nShe must be free, though I stand bounden still.</pre>\n "}, {"title": "The Descent of Alette [&quot;The water&quot; &quot;of the river&quot;]", "view_node": "/poem/descent-alette-water-river", "field_author": "<a href=\"/poet/alice-notley\" hreflang=\"und\">Alice Notley</a>", "field_date_published": "1992", "body": " <pre>\n\"The water\" \"of the river\" \"was mild-temperatured,\" \"the current\ngentle\" \"I soon began\" \"to swim—\" \"in a moonless,\" \"starless darkness\"\n\"The sky held no clouds—\" \"no luminous\" \"spheres existed here\"\n\"Yet the sky was\" \"a sky;\" \"for the river air\" \"was fresh &amp; sweet\"\n\n\"Then,\" \"as I swam,\" \"the others I contained—\" \"my companions\nfrom the subway—\" \"weightlessly\" \"emerged from me,\" \"looking\nshadow-like,\" \"&amp; quickly\" \"solid-bodied\" \"began to swim with me\"\n\"I never really\" \"saw their faces\" \"We swam quietly,\" \"concentrating,\"\n\n\"our motions almost synchronized\" \"In the distance sat\" \"small yellow\nlights\" \"where presumably\" \"the other shore lay\" \"Partway across\"\n\"the river,\" \"something else, a substance,\" \"a state of being,\"\n\"a thick noxious\" \"distress\" \"in the form of\" \"a gray cloud,\"\n\n\"welled up within me\" \"&amp; left my body\" \"from a point along\" \"my spine\"\n\"The cloud\" \"hovered near us\" \"&amp; so we turned onto\" \"our backs to\nwatch it\" \"It was full of\" \"ghoulish faces,\" \"phosphorescent\" \"death's\nheads;\" \"one skull grew large\" \"&amp; open-mouthed\" \"It had long\" \"glowing\n\nhair,\" \"screamed as if\" \"in terror,\" \"then spoke\" \"to me:\"\n\" 'We are dying\" \"You are killing us\" \"killing us'\" \"The cloud exploded\"\n\"into greenish flame\" \"which was soon consumed\" \"by darkness\"\n\"We turned over\" \"&amp; resumed\" \"our swimming\"</pre>\n "}, {"title": "The Descent of Alette [&quot;Presently&quot;]", "view_node": "/poem/descent-alette-presently", "field_author": "<a href=\"/poet/alice-notley\" hreflang=\"und\">Alice Notley</a>", "field_date_published": "1992", "body": " <pre>\n\"Presently\" \"we neared a pale beach,\" \"narrow\" \"with trees behind it\"\n\"thick &amp; blue-black,\" \"&amp; lights\" \"many lights\" \"deep inside the\"\n\"wooded land\" \"I touched bottom\" \"&amp; walked ashore\" \"Then I saw\"\n\"a final entity,\" \"airy image, pass\" \"out of my body—\" \"from my\n\nforehead\" \"A small shape,\" \"perhaps brain-shaped,\" \"that seemed to\"\n\"contain in miniature\" \"the cave network\" \"where I had been\"\n\"I saw the rooms—\" \"the caverns—\" \"streaked with color,\" \"dotted with\nlights,\" \"but all tiny\" \"as in a honeycomb\" \"The image\" \"receded,\"\n\n\"gently floated\" \"away\" \"on the wind,\" \"like a flower\" \"a hibiscus—\"\n\"all reds &amp; darks\" \"&amp; yellow glow—\" \"Or like a lantern,\" \"paper\nlantern\" \"Then was gone.\" \"The others\" \"other swimmers\" \"had not\nwalked ashore\" \"with me\" \"I turned to find them\" \"I thought they\n\nmust be\" \"still floating\" \"in the water\" \"But they had vanished,\"\n\"I was alone\" \"Myself &amp;\" \"alone\" \"Yet emptied\" \"of much, it seemed\"\n\"I felt unburdened\" \"&amp; even buoyant\"</pre>\n "}, {"title": "The Descent of Alette [&quot;I walked into&quot;]", "view_node": "/poem/descent-alette-i-walked", "field_author": "<a href=\"/poet/alice-notley\" hreflang=\"und\">Alice Notley</a>", "field_date_published": "1992", "body": " <pre>\n\"I walked into\" \"the forest;\" \"for the woods were lit\" \"by yellow\nstreet lamps\" \"along various\" \"dirty pathways\" \"I paused a moment\"\n\"to absorb\" \"the texture\" \"of bark &amp; needles\" \"The wind carried\"\n\"with a pine scent\" \"the river's aura—\" \"delicious air\" \"Then a\n\nfigure\" \"appeared before me—\" \"a woman\" \"in a long dress\" \"standing\nfeatureless\" \"in a dark space\" \" 'Welcome,' she said,\" \"&amp; stepped into\"\n\"the light\" \"She was dark-haired\" \"but very pale\" \"I stared hard at her,\nrealizing\" \"that her flesh was\" \"translucent,\" \"&amp; tremulous,\" \"a\n\n\nwhitish gel\" \"She was protoplasmic-\" \"looking—\" \"But rather beautiful,\"\n\"violet-eyed\" \" 'What is this place?' \" \"I asked her\" \" 'It would be\nparadise,' she said,\" \" 'but, as you see,\" \"it's very dark,\" \"&amp; always\ndark\" \"You will find that\" \"those who live here\" \"are changed\"\n\n\"enough\" \"from creation's first intent\" \"as to be deeply\" \"upset . . . \"\n\"But you must really\" \"keep going now' \" \" 'Are those tents\" \"over there?'\nI asked\" \"I saw small pyramids\" \"at a distance\" \" 'Yes, these woods are\"\n\"full of beings,\" \"primal beings,\" \"hard to see—\" \"because it's\"\n\n\"always dark here\" \"Most of them\" \"need not concern you now\" \"But\nwait here,\" \"someone is coming\" \"to show you your way' \" \"She stepped\nback into\" \"the shadows,\" \"turned &amp; left me\"</pre>\n "}, {"title": "The Descent of Alette [&quot;I stood waiting&quot;]", "view_node": "/poem/descent-alette-i-stood-waiting", "field_author": "<a href=\"/poet/alice-notley\" hreflang=\"und\">Alice Notley</a>", "field_date_published": "1992", "body": " <pre>\n\"I stood waiting\" \"for some minutes\" \"in this very\" \"alive darkness—\"\n\"the air so vibrant,\" \"the trees awake\" \"There were flowers,\" \"mixed\ngrasses,\" \"growing lower\" \"in the dark,\" \"&amp; I was relieved\" \"to be\nnear them\" \"after so much time\" \"where nothing grew\" \"Then\" \"I heard a\n\nsong\" \"faint &amp; blurred,\" \"a slow song\" \"I heard it\" \"as if through\nwalls\" \"As if\" \"there were a room\" \"next to where I stood\" \"&amp; someone,\"\n\"a man,\" \"sang inside of it\" \"The tune was sad,\" \"&amp; attracting\"\n\"I approached it—\" \"where its source seemed to be—\" \"&amp; it moved away\n\nfrom me\" \"just a\" \"short distance\" \"This happened twice\" \"Then I\nunderstood\" \"I was to follow it:\" \"&amp; so it led me—\" \"through deep\nwoods\" \"&amp; clearings,\" \"for\" \"a long while\" \"The voice sang\" \"the\nsame melody\" \"over\" \"&amp; over\" \"mournful\" \"&amp; intimate\" \"in a language\"\n\n\"I didn't recognize—\" \"or didn't think I did:\" \"it was hard to\" \"hear\nthe words—\" \"Till at last we\" \"reached a meadow\" \"where the song\"\n\"ceased to sound,\" \"pale &amp; empty\" \"with trees around it\" \"Then I\nsank to\" \"the ground\" \"&amp; fell asleep for\" \"a long time\" \"But when I\n\nawoke\" \"of course\" \"it was dark\"</pre>\n "}, {"title": "The Broken Sandal", "view_node": "/poem/broken-sandal", "field_author": "<a href=\"/poet/denise-levertov\" hreflang=\"und\">Denise Levertov</a>", "field_date_published": "1970", "body": " <pre>\nDreamed the thong of my sandal broke.\nNothing to hold it to my foot.\nHow shall I walk?\n\t        Barefoot?\nThe sharp stones, the dirt. I would\nhobble.\nAnd– \nWhere was I going?\nWhere was I going I can't\ngo to now, unless hurting?\nWhere am I standing, if I'm\nto stand still now?</pre>\n "}, {"title": "Nightsong", "view_node": "/poem/nightsong", "field_author": "<a href=\"/poet/philip-booth\" hreflang=\"und\">Philip Booth</a>", "field_date_published": "1999", "body": " <pre>\nBeside you,\nlying down at dark,\nmy waking fits your sleep.\n\nYour turning\nflares the slow-banked fire\nbetween our mingled feet,\n\nand there,\ncurved close and warm\nagainst the nape of love,\n\nheld there,\nwho holds your dreaming\nshape, I match my breathing\n\nto your breath;\nand sightless, keep my hand\non your heart's breast, keep\n\nnightwatch\non your sleep to prove\nthere is no dark, nor death.</pre>\n "}, {"title": "How to See Deer", "view_node": "/poem/how-see-deer", "field_author": "<a href=\"/poet/philip-booth\" hreflang=\"und\">Philip Booth</a>", "field_date_published": "1999", "body": " <pre>\nForget roadside crossings.\nGo nowhere with guns.\nGo elsewhere your own way,\n\nlonely and wanting. Or\nstay and be early:\nnext to deep woods\n\ninhabit old orchards.\nAll clearings promise.\nSunrise is good,\n\nand fog before sun.\nExpect nothing always;\nfind your luck slowly.\n\nWait out the windfall.\nTake your good time\nto learn to read ferns;\n\nmake like a turtle:\ndownhill toward slow water.\nInstructed by heron,\n\ndrink the pure silence.\nBe compassed by wind.\nIf you quiver like aspen\n\ntrust your quick nature:\nlet your ear teach you\nwhich way to listen.\n\nYou've come to assume\nprotective color; now\ncolors reform to\n\nnew shapes in your eye.\nYou've learned by now\nto wait without waiting;\n\nas if it were dusk\nlook into light falling:\nin deep relief\n\nthings even out. Be\ncareless of nothing. See\nwhat you see.</pre>\n "}], "pager": {"current_page": 549, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}