{"rows": [{"title": "At a Dinner Party", "view_node": "/poem/dinner-party", "field_author": "<a href=\"/poet/amy-levy\" hreflang=\"und\">Amy Levy</a>", "field_date_published": "1889", "body": "<p><span class=\"long-line\">With fruit and flowers the board is decked,</span><br /><span class=\"long-line\">    The wine and laughter flow;</span><br /><span class=\"long-line\">I'll not complain—could one expect</span><br /><span class=\"long-line\">    So dull a world to know?</span><br /><br /><span class=\"long-line\">You look across the fruit and flowers,</span><br /><span class=\"long-line\">    My glance your glances find.—</span><br /><span class=\"long-line\">It is our secret, only ours,</span><br /><span class=\"long-line\">    Since all the world is blind.</span></p>\n"}, {"title": "Acts of Mind", "view_node": "/poem/acts-mind", "field_author": "<a href=\"/poet/catherine-barnett\" hreflang=\"und\">Catherine Barnett</a>", "field_date_published": "2013", "body": " <p>What's funny about this place<br />is us regulars coming in with our different<br />accoutrements, mine usually the little void<br />of space I call honey, days<br />I can barely get through I'm laughing so hard,<br />see? In the back a woman squeezes oranges,<br />someone presses the fresh white bread<br />into communion wafers or party favors.<br />In the window the chickens rotate blissfully,<br />questioning nothing—<br />Sometimes I flirt with the cashier, just improvising,<br /><span class=\"long-line\">the way birds land all in a hurry on the streetlamp across the street,</span><br />which stays warm even on cold nights.<br />Guillaume says humor is sadness<br />and he's awfully pretty.<br />What do they put in this coffee? Men?<br />No wonder I get a little high. Remember<br />when we didn't have sex on the ferris wheel,<br />oh that was a blast,<br />high, high above the Tuileries!</p> "}, {"title": "The Artist&#039;s Hand", "view_node": "/poem/artists-hand", "field_author": "<a href=\"/poet/d-powell\" hreflang=\"und\">D. A. Powell</a>", "field_date_published": "2013", "body": " <p style=\"text-align: center;\"><i>for Mark di Suvero</i></p><p>Nailbeds pink, deeper pink toward the cuticles,<br />      cuticles a little rough, but clean.<br />                              Obsessively clean.<br />A little yellowing under the edges of the nails,<br />                              the fingers boney, bowing, and large knuckles<br />where skin bunches like roses puckered on fabric.<br />                              A hand in need of moisturizer.<br />A sanitized hand. A worried hand? Hands don’t worry.<br />Spots that change. One that elongates into a question mark.<br />                              Well, hasn’t that hand done something?<br />                                         It is a form of making when it makes.<br />But mostly the hand is an idle thing<br />      &amp; therefore available for scrutiny<br />unlike the artist himself, his stillness a form of motion,<br />                              intent upon a subject so close to his heart<br />                              that he must hold it out, away from all other limbs<br />                              and parts of the body, to see it as itself, a hand,<br />agent of the mind and yet separate from all thought.<br />                              All his effort goes into the hand, and through the hand<br />                                         makes visible the scale of imagination, so that<br />                              what’s left is not the hand<br />                                         but its testament.</p> "}, {"title": "Love Letter to a Stranger", "view_node": "/poem/love-letter-stranger", "field_author": "", "field_date_published": "2013", "body": " <p>Tell us of a bypassed heart beating in 12C,<br />how the woman holds a stranger’s hand<br />to the battery sewn in beneath her collarbone,<br />and says feel this. Tell us of the man’s ear<br />listening across the aisle, hugging itself,<br />a fist long since blistered by blaze.<br />Outside, morning sun buckling up.<br />Inside, twitching bonesacks of bat, birdsong<br />erupting as light cracks the far jungle canopy.<br />Ten thousand feet below ours, a grey cat<br />tongues the morning’s butter left out to soft.<br />Last night we broke open the sweet folds<br />around two paper fortunes. One said variety.<br />One said caution. The woman in 12C would hold that<br />her heart needs its hidden spark, but the man shows<br />how some live the rest of their lives with half a face<br />remembering its before expression. Who was it<br />that said our souls know one another<br />by smell, like horses?</p> "}, {"title": "Radar Data #12", "view_node": "/poem/radar-data-12", "field_author": "<a href=\"/poet/lytton-smith\" hreflang=\"und\">Lytton Smith</a>", "field_date_published": "2013", "body": " <p>It was in the absence of light<br />as when near new moon and<br />no moonlight; as when a part<br /><br />of a picture is in shadow (as<br />opposed to a light); as when<br />in the condition of being<br /><br />hidden from view, obscure,<br />or unknown—in concealment,<br />or else without knowledge<br /><br />as regards to some particular;<br />and of the weather, season,<br />air, sky, sea, etc., characterized<br /><br />by tempest; in times, events,<br />circumstances etc. subject to<br />tempers; inflamed, indicative,<br /><br />predictive, or symbolical of<br />strife (harbinger of coming<br />trouble)—a period of darkness<br /><br />occurring between one day &amp;<br />the next during which a place<br />receives no light from the sun,<br /><br />and what if it is all behind us?<br />I no longer fear the rain will<br />never end, but doubt our ability<br /><br />to return to what lies passed.<br />On the radar, a photopresent<br />scraggle of interference, as if<br /><br />the data is trying to pretend<br />something’s out there where<br />everything is lost.</p> "}, {"title": "To My Best Friend&#039;s Big Sister", "view_node": "/poem/my-best-friends-big-sister", "field_author": "<a href=\"/poet/ross-gay\" hreflang=\"und\">Ross Gay</a>", "field_date_published": "2013", "body": " <p>One never knows<br />does one<br />how one comes to be<br />standing<br />most ways to naked<br />in front of one’s pal’s<br />big sister who has, simply<br />by telling me to,<br />gotten me to shed<br />all but the scantest<br />flap of fabric<br />and twirl before her<br />like a rotisserie<br />chicken as she<br />observes<br />and offers thoughtful critique<br />of my just<br />pubescent physique<br />which is not<br />a thing<br />to behold<br />what with my damp trunks<br />clinging to<br />my damp crotch<br />and proportion and grace<br />are words the definition<br />of which I don’t yet know<br />nor did I ask the<br />the mini-skirted scientist<br />sitting open-legged<br />and now shoeless<br />on my mom’s couch<br />though it may have been<br />this morning<br />while chucking papers<br />I heard through the Rob Base and DJ EZ Rock<br />pulsing my walkman<br />a mourning<br />dove struggling<br />snared in the downspout’s<br />mouth and without<br />lowering the volume<br />or missing a verse<br />I crinkled the rusted aluminum<br />trap enough that with<br />a little wriggle<br />it was free<br />and did not<br />at once<br />wobble to some<br />powerline but sat on my hand<br />and looked at me<br />for at least<br />one verse of “It Takes Two”<br />sort of bobbing<br />its head<br />and cooing once or twice<br />before flopping off<br />but that seems very long ago<br />now<br />as I pirouette<br />my hairless and shivering<br />warble of acne and pudge<br />burning a hole<br />in the rug as big sis tosses off<br />Greek and Latin words<br />like pectorals and<br />gluteus maximus<br />standing to show me<br />what she means<br />with her hands on my love<br />handles and now<br />I can see myself<br />trying to add some gaudy flourish<br />to this memory<br />to make of it<br />a fantasy<br />which is why I linger<br />hoping to mis-recall<br />the child<br />me<br />make of me<br />someone I wasn’t<br />make of this<br />experience the beginning<br />of a new life<br />gilded doors<br />kicked open blaring<br />trombones a full<br />beard Isaac Hayes singing in the background<br />and me thundering forth<br />on the wild steed<br />of emergent manhood<br />but I think this child was not<br />that child<br />obscuring, as he was, his breasts<br />by tucking his hands<br />into his armpits<br />and having never even made love<br />to himself<br />yet was not<br />really a candidate for much<br />besides the chill<br />of a minor shame<br />that he would forget for 15 years<br />one of what would prove<br />to be many<br />such shames<br />stitched together like a quilt<br />with all its just legible<br />patterning which could be a thing<br />heavy and warm<br />to be buried in<br />or instead might be held up<br />to the light<br />where we see the threads<br />barely holding<br />so human and frail<br />so beautiful and sad and small<br />from this remove.</p> "}, {"title": "On the Road to the Sea", "view_node": "/poem/road-sea", "field_author": "<a href=\"/poet/charlotte-mew\" hreflang=\"und\">Charlotte Mew</a>", "field_date_published": "1914", "body": "<p><span class=\"long-line\">We passed each other, turned and stopped for half an hour, then went our way,</span><br /><span class=\"long-line\">           I who make other women smile did not make you--</span><br /><span class=\"long-line\">But no man can move mountains in a day.</span><br /><span class=\"long-line\">                  So this hard thing is yet to do.</span><br /><br /><span class=\"long-line\">But first I want your life:--before I die I want to see</span><br /><span class=\"long-line\">                  The world that lies behind the strangeness of your eyes,</span><br /><span class=\"long-line\">There is nothing gay or green there for my gathering, it may be,</span><br /><span class=\"long-line\">                             Yet on brown fields there lies</span><br /><span class=\"long-line\">A haunting purple bloom: is there not something in grey skies</span><br /><span class=\"long-line\">                      And in grey sea?</span><br /><span class=\"long-line\">                  I want what world there is behind your eyes,</span><br /><span class=\"long-line\">                  I want your life and you will not give it me.</span><br /><br /><span class=\"long-line\">                 Now, if I look, I see you walking down the years,</span><br /><span class=\"long-line\">                 Young, and through August fields--a face, a thought, a swinging dream</span><br /><span class=\"long-line\">                               perched on a stile--;</span><br /><span class=\"long-line\">                  I would have liked (so vile we are!) to have taught you tears</span><br /><span class=\"long-line\">                   But most to have made you smile.</span><br /><span class=\"long-line\">                 To-day is not enough or yesterday: God sees it all--</span><br /><span class=\"long-line\">Your length on sunny lawns, the wakeful rainy nights--; tell me--;</span><br /><span class=\"long-line\">                   (how vain to ask), but it is not a question--just a call--;</span><br /><span class=\"long-line\">Show me then, only your notched inches climbing up the garden wall,</span><br /><span class=\"long-line\">                     I like you best when you are small.</span><br /><br /><span class=\"long-line\">                                   Is this a stupid thing to say</span><br /><span class=\"long-line\">                                  Not having spent with you one day?</span><br /><span class=\"long-line\">                  No matter; I shall never touch your hair</span><br /><span class=\"long-line\">                   Or hear the little tick behind your breast,</span><br /><span class=\"long-line\">                                   And as a flying bird</span><br /><span class=\"long-line\">                  Brushes the branches where it may not rest</span><br /><span class=\"long-line\">                 I have brushed your hand and heard</span><br /><span class=\"long-line\">               The child in you: I like that best</span><br /><span class=\"long-line\">So small, so dark, so sweet; and were you also then too grave and wise?</span><br /><span class=\"long-line\">                  Always I think. Then put your far off little hand in mine;--</span><br /><span class=\"long-line\">                         Oh! let it rest;</span><br /><span class=\"long-line\">I will not stare into the early world beyond the opening eyes,</span><br /><span class=\"long-line\">                 Or vex or scare what I love best.</span><br /><span class=\"long-line\">                  But I want your life before mine bleeds away--</span><br /><span class=\"long-line\">                      Here--not in heavenly hereafters--soon,--</span><br /><span class=\"long-line\">                      I want your smile this very afternoon,</span><br /><span class=\"long-line\">                 (The last of all my vices, pleasant people used to say,</span><br /><span class=\"long-line\">                     I wanted and I sometimes got--the Moon!)</span><br /><br /><span class=\"long-line\">                      You know, at dusk, the last bird's cry,</span><br /><span class=\"long-line\">                  And round the house the flap of the bat's low flight,</span><br /><span class=\"long-line\">                     Trees that go black against the sky</span><br /><span class=\"long-line\">                 And then--how soon the night!</span><br /><br /><span class=\"long-line\">          No shadow of you on any bright road again,</span><br /><span class=\"long-line\">And at the darkening end of this--what voice? whose kiss? As if you'd say!</span><br /><span class=\"long-line\">It is not I who have walked with you, it will not be I who take away</span><br /><span class=\"long-line\">                  Peace, peace, my little handful of the gleaner's grain</span><br /><span class=\"long-line\">                 From your reaped fields at the shut of day.</span><br /><br /><span class=\"long-line\">                Peace! Would you not rather die</span><br /><span class=\"long-line\">                  Reeling,--with all the cannons at your ear?</span><br /><span class=\"long-line\">                So, at least, would I,</span><br /><span class=\"long-line\">                   And I may not be here</span><br /><span class=\"long-line\">                   To-night, to-morrow morning or next year.</span><br /><span class=\"long-line\">                  Still I will let you keep your life a little while,</span><br /><span class=\"long-line\">                      See dear?</span><br /><span class=\"long-line\">                    <em>I have made you smile.</em></span></p>\n"}, {"title": "Waiting for Rain", "view_node": "/poem/waiting-rain", "field_author": "<a href=\"/poet/ellen-bass\" hreflang=\"und\">Ellen Bass</a>", "field_date_published": "2013", "body": " <p>Finally, morning. This loneliness<br />feels more ordinary in the light, more like my face<br />in the mirror. My daughter in the ER again.<br />Something she ate? Some freshener<br /><br />someone spritzed in the air?<br /><i>They’re trying to kill me, she says, </i><br />as though it’s a joke. Lucretius<br />got me through the night. He told me the world goes on<br /><br />making and unmaking. Maybe it’s wrong<br />to think of better and worse.<br />There’s no one who can carry my fear<br />for a child who walks out the door<br /><br />not knowing what will stop her breath.<br />The rain they say is coming<br />sails now over the Pacific in purplish nimbus clouds.<br />But it isn’t enough. Last year I watched<br /><br />elephants encircle their young, shuffling<br />their massive legs without hurry, flaring<br />their great dusty ears. Once they drank<br />from the snowmelt of Kilimanjaro.<br /><br />Now the mountain is bald. Lucretius knows<br />we’re just atoms combining and recombining:<br />star dust, flesh, grass. All night<br />I plastered my body to Janet,<br /><br />breathing when she breathed. But her skin,<br />warm as it is, does, after all, keep me out.<br />How tenuous it all is.<br />My daughter’s coming home next week.<br /><br />She’ll bring the pink plaid suitcase we bought at Ross.<br />When she points it out to the escort<br />pushing her wheelchair, it will be easy<br />to spot on the carousel. I just want to touch her.</p> "}, {"title": "As You Never Bothered to Return My Call", "view_node": "/poem/you-never-bothered-return-my-call", "field_author": "<a href=\"/poet/august-kleinzahler\" hreflang=\"und\">August Kleinzahler</a>", "field_date_published": "2013", "body": " <p>What I had wanted was to be chaste,<br />sober and uncomfortable<br />for a sprawling episode on a beach somewhere<br />dirty, perennially out of fashion;<br />let the smell of cocoa butter drive deep memory wild<br />as the sun went down, a parti-colored blur,<br />examined through a bottle of pop<br />some kid gave up on only half-way through<br />and left to go warm in the sand.<br /><br />The train ride would be long and hot,<br />and you, you’ve had it with men.<br />Me . . .<br />        I’m sickened by the pronoun.<br />Tenderness seems as far away as Sioux City<br />and besides, it would have cost too much.<br />But you should have called,<br /><br />if only since a preposterous little episode like this<br />is just the stuff to scare off extra friends,<br />like soaking their laps with corrosive fizz.<br />And us . . .<br />              What an impertinence, us.<br />We could have played gin rummy and taken a stroll<br />into town or along the boardwalk, maybe,<br />                                      with dear old Godzilla,<br />the first one, the best one, the 1954 one,<br />reprising his role this one last time, raising himself up<br />over the horizon at dusk,<br />and hurrying us to a place we never would have<br />dreamt of<br />             going.</p> "}, {"title": "Poem Excluding Fiction", "view_node": "/poem/poem-excluding-fiction", "field_author": "<a href=\"/poet/noah-falck\" hreflang=\"und\">Noah Falck</a>", "field_date_published": "2013", "body": " <p align=\"justify\">We live in the most fortunate of times. And<br />who’s to blame? Our moods like the four<br />seasons in a tinted window overlooking a<br />bank robbery. Everyone is raising children<br />on cable television, on leashes, on the slot<br />machines that have become our elegies. We<br />live other lives in high school, college, on the<br />porch reading the obituaries. Say I miss you<br />into the mirror while shaving, brushing teeth,<br />plucking something meant to grow forever.</p> "}, {"title": "Said to Have Been Heard to Say Hush", "view_node": "/poem/said-have-been-heard-say-hush", "field_author": "<a href=\"/poet/nathaniel-mackey\" hreflang=\"und\">Nathaniel Mackey</a>", "field_date_published": "2013", "body": "<blockquote><sup><em>—“mu” ninety-eighth part—</em></sup></blockquote>\n\n<p><span class=\"long-line\">Remembered moment lamenting</span><br /><span class=\"long-line\">  its exit, the anaphylactic aria</span><br /><span class=\"long-line\">fell away. What beauty promised or</span><br /><span class=\"long-line\">  we projected faded, we moved</span><br /><span class=\"long-line\">                                          on,</span><br /><span class=\"long-line\">  not’s province the place we</span><br /><span class=\"long-line\">now camped in… The abandoned</span><br /><span class=\"long-line\">  ones we averred we’d someday</span><br /><span class=\"long-line\">                                          be</span><br /><span class=\"long-line\">fell away as well. The abandoned</span><br /><span class=\"long-line\">  girl and boy blended in… Thought’s</span><br /><span class=\"long-line\">province it was we pitched our tents</span><br /><span class=\"long-line\">                                             in.</span><br /><span class=\"long-line\">Wind wrinkled our foreheads, thought</span><br /><span class=\"long-line\">  not’s not someday… Not made every</span><br /><span class=\"long-line\">eye water. In our heads more than ever,</span><br /><span class=\"long-line\">                                                    syl-</span><br /><span class=\"long-line\">  labic beads we thumbed, not’s dread</span><br /><span class=\"long-line\">have-without-hold we bowed down to,</span><br /><span class=\"long-line\">  cried Cry blood, fell back… There</span><br /><span class=\"long-line\">was a box inside my head, something</span><br /><span class=\"long-line\">                                               men-</span><br /><span class=\"long-line\">  acing shook it, Joe Henderson’s tenor.</span><br /><span class=\"long-line\">Not’s woken-up-to now we backed away</span><br /><span class=\"long-line\">  from, Little Johnnie C, “Hobo Joe”…</span><br /><span class=\"long-line\">                                                 In-</span><br /><span class=\"long-line\">sistent, imposed itself, beside the point.</span><br /><span class=\"long-line\">  All of it was orphan song we chimed in</span><br /><span class=\"long-line\">on, chided by it, charmed even so. I saw</span><br /><span class=\"long-line\">                                                    no</span><br /><span class=\"long-line\">light but said otherwise, lit by the thought</span><br /><span class=\"long-line\">  of it, not-light lytic, tear between said</span><br /><span class=\"long-line\">and saw… Light stole away, some kind</span><br /><span class=\"long-line\">                                                of</span><br /><span class=\"long-line\">  spell I was under. At more removes</span><br /><span class=\"long-line\">than there was ground for, I stole away</span><br /><span class=\"long-line\">  as well, said to have been heard to</span><br /><span class=\"long-line\">say hush. A tiptoe ghost octet fidgeted</span><br /><span class=\"long-line\">                                               be-</span><br /><span class=\"long-line\">  hind us. Not was another name for</span><br /><span class=\"long-line\">   death I was afraid and afraid my feet</span><br /><span class=\"long-line\">  would fail, Idiot Footless, feet I did</span><br /><span class=\"long-line\">                                               in-</span><br /><span class=\"long-line\">deed speak with, did indeed say hush…</span><br /><span class=\"long-line\">  A little bit of nothing, anaphylactic</span><br /><span class=\"long-line\">rush, seen-say gone so soon we were</span><br /><span class=\"long-line\">                                               not’s</span><br /><span class=\"long-line\">  understudies. Whatever it was we did,</span><br /><span class=\"long-line\">no matter what we did, whatever we did we</span><br /><span class=\"long-line\">  did away… No one heard footsteps, no</span><br /><span class=\"long-line\">                                                   feet</span><br /><span class=\"long-line\">  struck the dirt. Earth beset by see-thru</span><br /><span class=\"long-line\">sleep, transparent footprint, sleepwalk’s</span><br /><span class=\"long-line\">  his and hers an it club of late, the aban-</span><br /><span class=\"long-line\">doned his and hers run come… In back</span><br /><span class=\"long-line\">                                                of</span><br /><span class=\"long-line\">  us the ghost octet kept at it, thread on</span><br /><span class=\"long-line\">the box and on the backs of our necks,</span><br /><span class=\"long-line\">  hair stood on the backs of our necks.</span><br /><span class=\"long-line\">                                                Bal-</span><br /><span class=\"long-line\">letic, they traipsed on tiptoe, shushed all</span><br /><span class=\"long-line\">  who stood and looked on. The sense we</span><br /><span class=\"long-line\">were being shadowed had hold of us, the</span><br /><span class=\"long-line\">                                                   sense</span><br /><span class=\"long-line\">  of being had we had… They were plotting</span><br /><span class=\"long-line\">what it was to be footless, points on a graph</span><br /><span class=\"long-line\">  the ground had become. What it meant to</span><br /><span class=\"long-line\">                                                       be</span><br /><span class=\"long-line\">a tiptoe ghost we could see now, shushed</span><br /><span class=\"long-line\">  as we were, shadowed as we were, warned</span><br /><span class=\"long-line\">we were better off away, beside the point,</span><br /><span class=\"long-line\">  not’s null insistence, moot… All the same,</span><br /><span class=\"long-line\">                                                       they</span><br /><span class=\"long-line\">   doused us all in fish powder, a rite we were</span><br /><span class=\"long-line\">                                                           none</span><br /><span class=\"long-line\">  the wiser</span><br /><span class=\"long-line\">for</span><br /><br /><br /><br /><span class=\"long-line\">        ____________________</span><br /><br /><span class=\"long-line\">        <i>(slogan) </i></span><br /><br /><span class=\"long-line\">  I saw no way to be wise enough. Tonal</span><br /><span class=\"long-line\">motion made me weep. I saw no way to</span><br /><span class=\"long-line\">  stay where I was, be where I was, what-</span><br /><span class=\"long-line\">ever it was I was moved on, moved over,</span><br /><span class=\"long-line\">                                                     what-</span><br /><span class=\"long-line\">   ever it was worried what I was… So it</span><br /><span class=\"long-line\">    was green loomed outside my window,</span><br /><span class=\"long-line\"> drawn light in Low Forest I was wise to,</span><br /><span class=\"long-line\">  saw thru, aroused by light’s reluctance</span><br /><span class=\"long-line\">                                                  but</span><br /><span class=\"long-line\">  not to be caught out, no way could I be</span><br /><span class=\"long-line\">                                                   wise</span><br /><span class=\"long-line\">   enough I</span><br /><span class=\"long-line\">  knew</span></p>\n"}, {"title": "Thoughts", "view_node": "/poem/thoughts", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1867", "body": " <p>1.<br />OF the visages of things—And of piercing through<br />         to the accepted hells beneath;<br />Of ugliness—To me there is just as much in it as<br />         there is in beauty—And now the ugliness of<br />         human beings is acceptable to me;<br />Of detected persons—To me, detected persons are<br />         not, in any respect, worse than undetected per-<br />         sons—and are not in any respect worse than I<br />         am myself;<br />Of criminals—To me, any judge, or any juror, is<br />         equally criminal—and any reputable person is<br />         also—and the President is also.<br /><br /><br />2.<br />OF waters, forests, hills;<br />Of the earth at large, whispering through medium of<br />         me;<br />Of vista—Suppose some sight in arriere, through the<br />         formative chaos, presuming the growth, fulness,<br />         life, now attain'd on the journey;<br />(But I see the road continued, and the journey ever<br />         continued;)<br />Of what was once lacking on earth, and in due time<br />         has become supplied—And of what will yet be<br />         supplied,<br />Because all I see and know, I believe to have purport<br />         in what will yet be supplied.<br /><br /><br />3.<br />OF persons arrived at high positions, ceremonies,<br />         wealth, scholarships, and the like;<br />To me, all that those persons have arrived at, sinks<br />         away from them, except as it results to their<br />         Bodies and Souls,<br />So that often to me they appear gaunt and naked;<br />And often, to me, each one mocks the others, and<br />         mocks himself or herself,<br />And of each one, the core of life, namely happiness,<br />         is full of the rotten excrement of maggots,<br />And often, to me, those men and women pass unwit-<br />         tingly the true realities of life, and go toward<br />         false realities,<br />And often, to me, they are alive after what custom has<br />         served them, but nothing more,<br />And often, to me, they are sad, hasty, unwaked son-<br />         nambules, walking the dusk.<br /><br /><br />4.<br />OF ownership—As if one fit to own things could not<br />         at pleasure enter upon all, and incorporate<br />         them into himself or herself;<br />Of Equality—As if it harm'd me, giving others the<br />         same chances and rights as myself—As if it<br />         were not indispensable to my own rights that<br />         others possess the same;<br />Of Justice—As if Justice could be anything but the<br />         same ample law, expounded by natural judges<br />         and saviors,<br />As if it might be this thing or that thing, according<br />         to decisions.<br /><br /><br />5.<br />As I sit with others, at a great feast, suddenly, while<br />         the music is playing,<br />To my mind, (whence it comes I know not,) spectral,<br />         in mist, of a wreck at sea,<br />Of the flower of the marine science of fifty generations,<br />         founder'd off the Northeast coast, and going<br />         down—Of the steamship Arctic going down,<br />Of the veil'd tableau—Women gather'd together on<br />         deck, pale, heroic, waiting the moment that<br />         draws so close—O the moment!<br />O the huge sob—A few bubbles—the white foam<br />         spirting up—And then the women gone,<br />Sinking there, while the passionless wet flows on—<br />         And I now pondering, Are those women indeed<br />         gone?<br />Are Souls drown'd and destroy'd so?<br />Is only matter triumphant?<br /><br /><br />6.<br />OF what I write from myself—As if that were not the<br />         resumé;<br />Of Histories—As if such, however complete, were not<br />         less complete than my poems;<br />As if the shreds, the records of nations, could possibly<br />         be as lasting as my poems;<br />As if here were not the amount of all nations, and of<br />         all the lives of heroes.<br /><br /><br />7.<br />OF obedience, faith, adhesiveness;<br />As I stand aloof and look, there is to me something<br />         profoundly affecting in large masses of men,<br />         following the lead of those who do not believe<br />         in men.</p> "}, {"title": "The Translator&#039;s Dilemma", "view_node": "/poem/translators-dilemma", "field_author": "<a href=\"/poet/ann-lauterbach\" hreflang=\"und\">Ann Lauterbach</a>", "field_date_published": "2013", "body": " <p>To foretell an ordinary mission, with fewer words.<br />With fewer, more ordinary, words.<br />Words of one syllable, for example.<br /><br />For example: <i>step</i> and <i>sleeve.</i><br />These are two favorites, among many.<br />Many can be found if I look closely.<br /><br />But even if I look closely, surely a word is not<br />necessarily here, in the foreground.<br />I see an edge of a paper, I see orange.<br /><br />I see words and I see things. An old story,<br />nothing to foretell the ordinary mission.<br />I see “her winter” and I see<br /><br /><i>And even the Romans fear her by now.</i><br />Are these words in<br />translation or barriers to translation?<br /><br />I see John and an open book, open to a day<br />in August. I am feeling defeated<br />among these sights, as if I will never find<br /><br />either sleeve or step. These ordinary<br />pleasurable words, attached to<br />ordinary pleasurable things, as if<br /><br />to find them is to say I am<br />announcing criteria. <i>Step, sleeve, </i><br />you are invited to come up and be within<br /><br />ordinary necessities. Staircase. Coat.</p> "}, {"title": "My Childhood", "view_node": "/poem/my-childhood", "field_author": "<a href=\"/poet/matthew-zapruder\" hreflang=\"und\">Matthew Zapruder</a>", "field_date_published": "2013", "body": " <p>the orange ball arcs perfectly into the orange hoop<br /><br />making a sound like a drawer closing<br /><br />you will never get to hold that<br /><br />I am here and nothing terrible will ever happen<br /><br />across the street the giant white house full of kids<br /><br />turns the pages of an endless book<br /><br />the mother comes home and finds the child animal sleeping<br /><br />I left my notebook beside the bed<br /><br />the father came home and sat and quietly talked<br /><br />one square of light on the wall waiting patiently<br /><br />I will learn my multiplication tables<br /><br />while the woman in the old photograph looks in a different direction</p> "}, {"title": "No mode of excitement is absolutely colorless", "view_node": "/poem/no-mode-excitement-absolutely-colorless", "field_author": "<a href=\"/poet/monica-de-la-torre\" hreflang=\"und\">Mónica de la Torre</a>", "field_date_published": "2013", "body": " <p>Describe what color is not.<br /><br />It’s missing a thingness.<br /><br />To the point of becoming, color camouflages supporting structures.<br /><br />A vague interior finds in an exterior specific correlation.<br /><br />Even if shapeless, it materializes in splotches, bursts, or blobs.<br /><br />How mood-like.<br /><br />Like, I love that green.<br /><br />Like, Benjamin Moore’s color designers or 20-inch Indian human hair extensions.<br /><br />Color resists paraphrase without metaphor.<br /><br />Ruddiness says ripe, a want to be had.<br /><br />Emerald 17-5641 is Pantone’s 2013 Color of the Year.<br /><br />Your forecast here: _______________________________<br /><br />Color is readymade sensation, emotion, feeling.<br /><br />And/or.<br /><br />A vague exterior finds in an interior specific correlation.<br /><br />Or it can be articulated as narrative.<br /><br />As in red, white, and blue.<br /><br />And <i>Untitled (USA Today.) </i><br /><br />An endless supply of candy wrapped in red, silver, and blue cellophane.<br /><br />Tongue-cutting.<br /><br />Flavors: Cherry, pineapple, and Concord grape (the best tasting).<br /><br />To the point of becoming, color structures camouflage, supporting it.<br /><br />“It’s its own culture. White is one of my favorites. In the East it is associated with death.”<br /><br />“How do we know how it’s read?”<br /><br />Red nails once stood for status.<br /><br />Now it’s Be a Dahlia Won’t You? The Thrill of Brazil, Yucatan If U Want, I’m Not Really a Waitress.<br /><br />Or the mimicking of natural nails.<br /><br />How simulacra.<br /><br />Buy France Flags from just $1.60 each, all sizes in stock.<br /><br />Advice from the celebrity/fitness guru has-been: make sure you get all colors in your food.<br /><br />Your yellows, your purples, your reds, your greens.<br /><br />Disregard if you’re a locavore.<br /><br />When it comes down to it, some seasons come close to monotonous.<br /><br />Think potatoes. And snow.</p> "}, {"title": "Worst Things First", "view_node": "/poem/worst-things-first", "field_author": "<a href=\"/poet/mark-bibbins\" hreflang=\"und\">Mark Bibbins</a>", "field_date_published": "2013", "body": " <p>A bag of thank-you notes fell<br />on me and that was enough<br />art for one day. Culturally speaking,<br />it was more like a year<br />in the floral trenches, kicked off<br />with a single boneless kiss.<br />Poor sad demon in his poor dead tree—<br />or is it he who pities me, cockshy<br />quasihero with a latex lasso,<br />taking forever to measure<br /><br />the dimensions of his confinement.<br />Some other demons have smeared a flock<br />of sparrows on a blanket, the full filthy<br />price of a sky under which they smoked<br />their names. My prize is a set<br />of teeth, striptease at the nude beach,<br />audio files of decomposing stars<br />telling me, if they’re telling me<br />anything, that theory’s just another word<br />for nothing left to like.</p> "}, {"title": "For Crying Out Loud", "view_node": "/poem/crying-out-loud", "field_author": "<a href=\"/poet/terrance-hayes\" hreflang=\"und\">Terrance Hayes</a>", "field_date_published": "2013", "body": " <p>And I understand well now, it is beautiful<br />to be dumb: my tyrannical inclinations, my love<br />for the prodigal jocks aging from primetime<br />to pastime, the pixilated plain people and colored folk<br /><br />with homemade signs. Cutouts, cutups, ambushes,<br />bushwackers. The clouds are overwhelmed<br />and vainglorious. MC Mnemosyne showed up<br /><br />around midnight like the undetectable dew<br />weighing the leaves, and I was like Awww shit.<br />Why ain't I dead yet<br />like the man who wanted to be buried<br /><br />with the multi-million dollar Van Gogh he bought?<br />(Members of The Arts League said No<br />because there was culture to be made into money.)<br /><br />The volant statues of the aviary, the jabber-jawed<br />cable channels and the book in which nothing is written<br />but the words everyone uses to identify things<br />that can’t be identified. Not that I ain’t spent<br /><br />the last ten years of my life refining my inner cyborg.<br />Interview questions included how did the DJ break his hands,<br />who’s gone bury the morticians who bury the dead,<br /><br />And what to do about the sublime and awful music<br />of grade school marching bands?<br />Not that Neanderthals have a sense of the existential.<br />Me and my forty-leventh cousins lolling, and LOL-ing<br /><br />like chthonic chronic smoke, like high-water suit pants<br />and extreme quiet. Everybody clap ya hands.<br />Like fit girls in fitted outfits, misfits who don’t cry enough,<br /><br />who definitely don’t sob, but keep showing up sighing.<br />Everyone loves to identify things that have not been identified.<br />The rabbit hole, where ever I find it, symbolizes solitude.<br />So that’s exciting. And an argument can be made<br /><br />on behalf of athletes, rap stars, and various other brothers<br />who refuse (click here for the entire video)<br />to wear shirts in public when one considers the beauty<br /><br />of a black torso. If and when the dashiki is fashionable<br />again I will sport it with the aplomb of a peacock plume.<br />For now, I have a row of coin-sized buttons tattooed<br />down my chest so it looks like I mean business<br /><br />when I'm naked. I know that means a lot to you.</p> "}, {"title": "from &quot;Fairies&quot;", "view_node": "/poem/fairies", "field_author": "<a href=\"/poet/mei-mei-berssenbrugge\" hreflang=\"und\">Mei-mei Berssenbrugge</a>", "field_date_published": "2013", "body": "<p>2<br /><br />\nFairies begin their day by coming together a moment and sharing joy.<br /><br />\nThey love the feeling, which dew on the leaves draws from grass, lilacs and the response of meadow and flowers to the dawn.<br /><br />\nDiminutive green sylphs now run in the grass, whose growth seems intimately associated with theirs, a single line of concentration.<br /><br />\nThey talk to themselves, constantly repeating, with an intensity causing their etheric doubles, grass, to vibrate as they pass, vivifying growth.<br /><br />\nTo rabbits and young children they’re visible, but I see points of light, tiny clouds of color and gleams of movement.<br /><br />\nThe lawn is covered with these flashes.<br /><br />\nIn low alyssums along a border, one exquisite, tiny being plays around stems, passing in and out of each bud.<br /><br />\nShe’s happy and feels much affection for the plants, which she regards as her own body.<br /><br />\nThe material of her actual body is loosely knit as steam or a colored gas, bright apple-green or yellow, and is very close to emotion.<br /><br />\nTenderness for plants shows as rose; sympathy for their growth and adaptability as flashes of emerald.<br /><br />\nWhen she feels joy, her body responds all-over with a desire to be somewhere or do something for plants.<br /><br />\nHers is not a world of surfaces--skin, husks, bark with definite edges and identities.<br /><br />\nTrees appear as columns of light melting into surroundings where form is discerned, but is glowing, transparent, mingling like breath.<br /><br />\nShe tends to a plant by maintaining fusion between the plant’s form and life-vitality contained within.<br /><br />\nShe works as part of nature’s massed intelligence to express the involution of awareness or consciousness into a form.<br /><br />\nAnd she includes vitality, because one element of form is action.<br /><br />\nSprouting, branching, leafing, blossoming, crumbling to humus are all form to a fairy.</p>\n"}, {"title": "From the Canal", "view_node": "/poem/canal", "field_author": "<a href=\"/poet/michael-dickman\" hreflang=\"und\">Michael Dickman</a>", "field_date_published": "2013", "body": " <p>Something breathes<br />on a dead deer<br />and the hair inside its ears<br />wave<br /><br />Headlights and<br />rubber<br /><br />Water fills the black eyeholes that keep seeing everything reflected back from skidding<br />         black macadam<br /><br />Someone cut your feet off<br /><br />Someone moved your leg across the street<br /><br />Someone whistled<br /><br />Giving birth<br />you give birth to steam<br />and maggots<br /><br />Strange new butterflies</p> "}, {"title": "from Debths", "view_node": "/poem/debths", "field_author": "<a href=\"/poet/susan-howe\" hreflang=\"und\">Susan Howe</a>", "field_date_published": "2013", "body": " <p>A work of art is a world of signs, at least to the poet’s nursery<br />bookshelf sheltered behind the artist’s ear. I recall each little<br />motto howling its ins and outs to those of us who might as<br />well be on the moon illu illu illu<br /><br />                                     _<br /><br />Antique Mirror<br />Etce ce Tera. Forgotn quiet all. Nobody grows old and crafty<br />here in middle air together. Long ago ice wraith foliage.<br />I had such fren<br /><br />                                     _<br /><br />Our mother of puddled images fading away into deep blue polymer.<br />Seaweed, nets, shells, fish, feathers</p> "}], "pager": {"current_page": 417, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}