{"rows": [{"title": "Ghazal of the Better-Unbegun", "view_node": "/poem/ghazal-better-unbegun", "field_author": "<a href=\"/poet/heather-mchugh\" hreflang=\"und\">Heather McHugh</a>", "field_date_published": "1999", "body": " <blockquote>A book is a suicide postponed.</blockquote><blockquote>--Cioran</blockquote>\n<pre>\nToo volatile, am I?  too voluble?  too much a word-person?\nI blame the soup:  I'm a primordially\nstirred person.\n\nTwo pronouns and a vehicle was Icarus with wings.\nThe apparatus of his selves made an ab-\nsurd person.\n\nThe sound I make is sympathy's:  sad dogs are tied afar.\nBut howling I become an ever more un-\nheard person.\n\nI need a hundred more of you to make a likelihood.\nThe mirror's not convincing-- that at-best in-\nferred person.\n\nAs time's revealing gets revolting, I start looking out.\nLook in and what you see is one unholy\nblurred person.\n\nThe only cure for birth one doesn't love to contemplate.\nBetter to be an unsung song, an unoc-\ncurred person.\n\nMcHugh, you'll be the death of me -- each self and second studied!\nAddressing you like this, I'm halfway to the\nthird person.</pre>\n "}, {"title": "America", "view_node": "/poem/america", "field_author": "<a href=\"/poet/herman-melville\" hreflang=\"und\">Herman Melville</a>", "field_date_published": "1866", "body": " <pre>\n<b>I</b>\n\nWhere the wings of a sunny Dome expand\nI saw a Banner in gladsome air—\nStarry, like Berenice's Hair—\nAfloat in broadened bravery there;\nWith undulating long-drawn flow,\nAs rolled Brazilian billows go\nVoluminously o'er the Line.\nThe Land reposed in peace below;\n   The children in their glee\nWere folded to the exulting heart\n   Of young Maternity.\n\n<b>II</b>\n\nLater, and it streamed in fight\n   When tempest mingled with the fray,\nAnd over the spear-point of the shaft\n   I saw the ambiguous lightning play.\nValor with Valor strove, and died:\nFierce was Despair, and cruel was Pride;\nAnd the lorn Mother speechless stood,\nPale at the fury of her brood.\n\n\n<b>III</b>\n\nYet later, and the silk did wind\n        Her fair cold for;\nLittle availed the shining shroud,\n   Though ruddy in hue, to cheer or warm\nA watcher looked upon her low, and said—\nShe sleeps, but sleeps, she is not dead.\n   But in that sleep contortion showed\nThe terror of the vision there—\n   A silent vision unavowed,\nRevealing earth's foundation bare,\n   And Gorgon in her hidden place.\nIt was a thing of fear to see\n   So foul a dream upon so fair a face,\nAnd the dreamer lying in that starry shroud.\n\n<b>IV</b>\n\nBut from the trance she sudden broke—\nThe trance, or death into promoted life;\nAt her feet a shivered yoke,\nAnd in her aspect turned to heaven\n   No trace of passion or of strife—\nA clear calm look. It spake of pain,\nBut such as purifies from stain—\nSharp pangs that never come again—\n   And triumph repressed by knowledge meet,\nPower delicate, and hope grown wise,\n   And youth matured for age's seat—\nLaw on her brow and empire in her eyes.\n   So she, with graver air and lifted flag;\nWhile the shadow, chased by light,\nFled along the far-brawn height,\n   And left her on the crag.\n</pre>\n "}, {"title": "Black Nikes", "view_node": "/poem/black-nikes", "field_author": "<a href=\"/poet/harryette-mullen\" hreflang=\"und\">Harryette Mullen</a>", "field_date_published": "1997", "body": " <p>We need quarters like King Tut needed a boat. A slave could row him to heaven from his crypt in Egypt full of loot. We've lived quietly among the stars, knowing money isn't what matters. We only bring enough to tip the shuttle driver when we hitch a ride aboard a trailblazer of light. This comet could scour the planet. Make it sparkle like a fresh toilet swirling with blue. Or only come close enough to brush a few lost souls. Time is rotting as our bodies wait for now I lay me down to earth. Noiseless patient spiders paid with dirt when what we want is star dust. If nature abhors an expensive appliance, why does the planet suck ozone? This is a big ticket item, a thickety ride. Please page our home and visit our sigh on the wide world’s ebb. Just point and cluck at our new persuasion shoes. We’re opening the gate that opens our containers for recycling. Time to throw down and take off on our launch. This flight will nail our proof of pudding. The thrill of victory is, we’re exiting earth. We're leaving all this dirt.</p> "}, {"title": "All She Wrote", "view_node": "/poem/all-she-wrote", "field_author": "<a href=\"/poet/harryette-mullen\" hreflang=\"und\">Harryette Mullen</a>", "field_date_published": "1997", "body": "<p><span class=\"long-line\">Forgive me, I’m no good at this. I can’t write back. I never read your letter.</span><br /><span class=\"long-line\">I can’t say I got your note. I haven’t had the strength to open the envelope.</span><br /><span class=\"long-line\">The mail stacks up by the door. Your hand’s illegible. Your postcards were</span><br /><span class=\"long-line\">defaced. Wash your wet hair? Any document you meant to send has yet to</span><br /><span class=\"long-line\">reach me. The untied parcel service never delivered. I regret to say I’m</span><br /><span class=\"long-line\">unable to reply to your unexpressed desires. I didn’t get the book you sent.</span><br /><span class=\"long-line\">By the way, my computer was stolen. Now I’m unable to process words. I</span><br /><span class=\"long-line\">suffer from aphasia. I’ve just returned from Kenya and Korea. Didn’t you</span><br /><span class=\"long-line\">get a card from me yet? What can I tell you? I forgot what I was going to</span><br /><span class=\"long-line\">say. I still can’t find a pen that works and then I broke my pencil. You know</span><br /><span class=\"long-line\">how scarce paper is these days. I admit I haven’t been recycling. I never</span><br /><span class=\"long-line\">have time to read the Times. I’m out of shopping bags to put the old news</span><br /><span class=\"long-line\">in. I didn’t get to the market. I meant to clip the coupons. I haven’t read</span><br /><span class=\"long-line\">the mail yet. I can’t get out the door to work, so I called in sick. I went to</span><br /><span class=\"long-line\">bed with writer’s cramp. If I couldn’t get back to writing, I thought I’d catch</span><br /><span class=\"long-line\">up on my reading. Then Oprah came on with a fabulous author plugging her</span><br /><span class=\"long-line\">best selling book.</span></p>\n"}, {"title": "A Winter Without Snow", "view_node": "/poem/winter-without-snow", "field_author": "<a href=\"/poet/j-d-mcclatchy\" hreflang=\"und\">J. D. McClatchy</a>", "field_date_published": "1980", "body": " <pre>\nEven the sky here in Connecticut has it,\nThat wry look of accomplished conspiracy,\nThe look of those who've gotten away\n\nWith a petty but regular white collar crime.\nWhen I pick up my shirts at the laundry,\nA black woman, putting down her <i>Daily News</i>,\n\nWonders why and how much longer our luck\nWill hold.  \"Months now and no kiss of the witch.\"\nThe whole state overcast with such particulars.\n\nFor Emerson, a century ago and farther north,\nWhere the country has an ode's jagged edges,\nIt was \"frolic architecture.\"  Frozen blue-\n\nPrint of extravagance, shapes of a shared life\nLeft knee-deep in transcendental drifts:\nThe isolate forms of snow are its hardest fact.\n\nDown here, the plain tercets of provision do,\nTheir picket snow-fence peeling, gritty,\nHolding nothing back, nothing in, nothing at all.\n\nDown here, we've come to prefer the raw material\nOf everyday and this year have kept an eye\nOn it, shriveling but still recognizable--\n\nA sight that disappoints even as it adds\nA clearing second guess to winter.  It's\nAs if, in the third year of a \"relocation\"\n\nTo a promising notch way out on the Sunbelt,\nYou've grown used to the prefab housing,\nThe quick turnover in neighbors, the constant\n\nSmell of factory smoke--like Plato's cave,\nYou sometimes think--and the stumpy trees\nThat summer slighted and winter just ignores,\n\nAnd all the snow that never falls is now\nBack home and mixed up with other piercing\nMemories of childhood days you were kept in\n\nWith a Negro schoolmate, of later storms\nThrough which you drove and drove for hours\nWithout ever seeing where you were going.\n\nOr as if you've cheated on a cold sickly wife.\nNot in some overheated turnpike motel room\nWith an old flame, herself the mother of two,\n\nWho looks steamy in summer-weight slacks\nAnd a parrot-green pullover.  Not her.\nNot anyone.  But every day after lunch\n\nYou go off by yourself, deep in a brown study,\nNot doing much of anything for an hour or two,\nJust staring out the window, or at a patch\n\nOn the wall where a picture had hung for ages,\nA woman with planets in her hair, the gravity\nOf perfection in her features--oh! her hair\n\nThe lengthening shadow of the galaxy's sweep.\nAs a young man you used to stand outside\nOn warm nights and watch her through the trees.\n\nYou remember how she disappeared in winter,\nObscured by snow that fell blindly on the heart,\nOn the house, on a world of possibilities.</pre>\n "}, {"title": "The Concrete River", "view_node": "/poem/concrete-river", "field_author": "<a href=\"/poet/luis-j-rodriguez\" hreflang=\"und\">Luis J. Rodríguez</a>", "field_date_published": "1990", "body": " <pre>&#13;\nWe sink into the dust,&#13;\nBaba and me,&#13;\nBeneath brush of prickly leaves;&#13;\nIvy strangling trees--singing&#13;\nOur last rites of <i>locura</i>.&#13;\nHomeboys. Worshipping God-fumes&#13;\nOut of spray cans.&#13;\n&#13;\nOur backs press up against&#13;\nA corrugated steel fence&#13;\nAlong the dried banks&#13;\nOf a concrete river.&#13;\nSpray-painted outpourings&#13;\nOn walls offer a chaos&#13;\nOf color for the eyes.&#13;\n&#13;\nHome for now. Hidden in weeds.&#13;\nFurnished with stained mattresses&#13;\nAnd plastic milk crates.&#13;\nWood planks thrust into&#13;\n                thick branches&#13;\n                serve as roof.&#13;\nThe door is a torn cloth curtain&#13;\n                (knock before entering).&#13;\nHome for now, sandwiched&#13;\nIn between the maddening days.&#13;\n&#13;\nWe aim spray into paper bags.&#13;\nSuckle them. Take deep breaths.&#13;\nAn echo of steel-sounds grates the sky.&#13;\nHome for now. Along an urban-spawned&#13;\nStream of muck, we gargle in&#13;\nThe technicolor synthesized madness.&#13;\n&#13;\nThis river, this concrete river,&#13;\nBecomes a steaming, bubbling&#13;\nSnake of water, pouring over&#13;\nNightmares of wakefulness;&#13;\nPouring out a rush of birds;&#13;\nA flow of clear liquid&#13;\nOn a cloudless day.&#13;\nNot like the black oil stains we lie in,&#13;\nNot like the factory air engulfing us;&#13;\nNot this plastic death in a can.&#13;\n&#13;\nSun rays dance on the surface.&#13;\nGray fish fidget below the sheen.&#13;\nAnd us looking like Huckleberry Finns/&#13;\nTom Sawyers, with stick fishing poles,&#13;\nAs dew drips off low branches&#13;\nAs if it were earth's breast milk.&#13;\n&#13;\nOh, we should be novas of our born days.&#13;\nWe should be scraping wet dirt&#13;\n                with callused toes.&#13;\nWe should be flowering petals&#13;\n                playing ball.&#13;\nSoon water/fish/dew wane into&#13;\nA pulsating whiteness.&#13;\nI enter a tunnel of circles,&#13;\nSwimming to a glare of lights.&#13;\nFamily and friends beckon me.&#13;\nI want to be there,&#13;\nIn perpetual dreaming;&#13;\nIn the din of exquisite screams.&#13;\nI want to know this mother-comfort&#13;\nSurging through me.&#13;\n&#13;\nI am a sliver of blazing ember&#13;\n                entering a womb of brightness.&#13;\nI am a hovering spectre shedding&#13;\n                scarred flesh.&#13;\nI am a clown sneaking out of a painted&#13;\n                mouth in the sky.&#13;\nI am your son, <i>amá</i>, seeking&#13;\n                the security of shadows,&#13;\n                fleeing weary eyes&#13;\n                bursting brown behind&#13;\n                a sewing machine.&#13;\nI am your brother, the one you&#13;\n                threw off rooftops, tore into&#13;\n                with rage--the one you visited,&#13;\n                a rag of a boy, lying&#13;\n                in a hospital bed, ruptured.&#13;\nI am friend of books, prey of cops,&#13;\n                lover of the <i>barrio</i> women&#13;\n                selling hamburgers and tacos&#13;\n                at the P&amp;G Burger Stand.&#13;\n &#13;\nI welcome this heavy shroud.&#13;\nI want to be buried in it--&#13;\nTo be sculptured marble&#13;\nIn craftier hands.&#13;\n&#13;\nSoon an electrified hum sinks teeth&#13;\nInto brain--then claws&#13;\nSurround me, pull at me,&#13;\nBack to the dust, to the concrete river.&#13;\n&#13;\nLet me go!--to stay entangled&#13;\nIn this mesh of barbed serenity!&#13;\nBut over me is a face,&#13;\nMouth breathing back life.&#13;\nI feel the gush of air,&#13;\nThe pebbles and debris beneath me.&#13;\n\"Give me the bag, man,\" I slur.&#13;\n\"No way! You died, man,\" Baba said.&#13;\n\"You stopped breathing and died.\"&#13;\n\"I have to go back!...you don't&#13;\n           understand...\"&#13;\n&#13;\nI try to get up, to reach the sky.&#13;\nOh, for the lights--for this whore&#13;\n                of a Sun,&#13;\nTo blind me. To entice me to burn.&#13;\nCome back! Let me swing in delight&#13;\nTo the haunting knell,&#13;\nTo pierce colors of virgin skies.&#13;\nNot here, along a concrete river,&#13;\nBut there--licked by tongues of flame! </pre>&#13;\n "}, {"title": "On a Line from Valery (The Gulf War)", "view_node": "/poem/line-valery-gulf-war", "field_author": "<a href=\"/poet/carolyn-kizer\" hreflang=\"und\">Carolyn Kizer</a>", "field_date_published": "1996", "body": " <blockquote><i>Tout le ciel vert se meurt<br />Le dernier arbre brûle.</i></blockquote>\n<pre>\nThe whole green sky is dying.  The last tree flares\nWith a great burst of supernatural rose\nUnder a canopy of poisonous airs.\n\nCould we imagine our return to prayers\nTo end in time before time's final throes,\nThe green sky dying as the last tree flares?\n\nBut we were young in judgement, old in years\nWho could make peace; but it was war we chose,\nTo spread its canopy of poisoning airs.\n\nNot all our children's pleas and women's fears\nCould steer us from this hell.  And now God knows\nHis whole green sky is dying as it flares.\n\nOur crops of wheat have turned to fields of tares.\nThis dreadful century staggers to its close\nAnd the sky dies for us, its poisoned heirs.\n\nAll rain was dust.  Its granules were our tears.\nThroats burst as universal winter rose\nTo kill the whole green sky, the last tree bare\nBeneath its canopy of poisoned air.</pre>\n "}, {"title": "Kaddish, Part I", "view_node": "/poem/kaddish-part-i", "field_author": "<a href=\"/poet/allen-ginsberg\" hreflang=\"und\">Allen Ginsberg</a>", "field_date_published": "1984", "body": " <p><i>For Naomi Ginsberg, 1894-1956</i></p>\n<pre>\nStrange now to think of you, gone without corsets &amp; eyes, while I walk on\n   the sunny pavement of Greenwich Village.\ndowntown Manhattan, clear winter noon, and I've been up all night, talking,\n   talking, reading the Kaddish aloud, listening to Ray Charles blues\n   shout blind on the phonograph\nthe rhythm the rhythm—and your memory in my head three years after—\n   And read Adonais' last triumphant stanzas aloud—wept, realizing\n   how we suffer—\nAnd how Death is that remedy all singers dream of, sing, remember,\n   prophesy as in the Hebrew Anthem, or the Buddhist Book of An-\n   swers—and my own imagination of a withered leaf—at dawn—\nDreaming back thru life, Your time—and mine accelerating toward Apoca-\n   lypse,\nthe final moment—the flower burning in the Day—and what comes after, \nlooking back on the mind itself that saw an American city\na flash away, and the great dream of Me or China, or you and a phantom\n   Russia, or a crumpled bed that never existed—\nlike a poem in the dark—escaped back to Oblivion—\nNo more to say, and nothing to weep for but the Beings in the Dream,\n   trapped in its disappearance,\nsighing, screaming with it, buying and selling pieces of phantom, worship-\n   ping each other,\nworshipping the God included in it all—longing or inevitability?—while it\n   lasts, a Vision—anything more?\nIt leaps about me, as I go out and walk the street, look back over my shoulder,\n   Seventh Avenue, the battlements of window office buildings shoul-\n   dering each other high, under a cloud, tall as the sky an instant—and\n   the sky above—an old blue place.\nor down the Avenue to the south, to—as I walk toward the Lower East Side\n   —where you walked 50 years ago, little girl—from Russia, eating the\n   first poisonous tomatoes of America frightened on the dock \nthen struggling in the crowds of Orchard Street toward what?—toward\n   Newark—\ntoward candy store, first home-made sodas of the century, hand-churned ice \n   cream in backroom on musty brownfloor boards—\nToward education marriage nervous breakdown, operation, teaching school,\n   and learning to be mad, in a dream—what is this life?\nToward the Key in the window—and the great Key lays its head of light\n   on top of Manhattan, and over the floor, and lays down on the\n   sidewalk—in a single vast beam, moving, as I walk down First toward\n   the Yiddish Theater—and the place of poverty\nyou knew, and I know, but without caring now—Strange to have moved\n   thru Paterson, and the West, and Europe and here again,\nwith the cries of Spaniards now in the doorstops doors and dark boys on\n   the street, fire escapes old as you\n—Tho you're not old now, that's left here with me—\nMyself, anyhow, maybe as old as the universe—and I guess that dies with\n   us—enough to cancel all that comes--What came is gone forever\n   every time—\nThat's good!  That leaves it open for no regret—no fear radiators, lacklove,\n   torture even toothache in the end—\nThough while it comes it is a lion that eats the soul—and the lamb, the soul,\n   in us, alas, offering itself in sacrifice to change's fierce hunger--hair \n   and teeth—and the roar of bonepain, skull bare, break rib, rot-skin,\n   braintricked Implacability.\nAi! ai!  we do worse! We are in a fix!  And you're out, Death let you out,\n   Death had the Mercy, you're done with your century, done with \n   God, done with the path thru it—Done with yourself at last—Pure\n   —Back to the Babe dark before your Father, before us all—before the\n   world—\nThere, rest.  No more suffering for you.  I know where you've gone, it's good.\nNo more flowers in the summer fields of New York, no joy now, no more \n   fear of Louis,\nand no more of his sweetness and glasses, his high school decades, debts,\n   loves, frightened telephone calls, conception beds, relatives, hands—\nNo more of sister Elanor,—she gone before you—we kept it secret you\n   killed her--or she killed herself to bear with you—an arthritic heart\n   —But Death's killed you both—No matter—\nNor your memory of your mother, 1915 tears in silent movies weeks and\n   weeks—forgetting, agrieve watching Marie Dressler address human-\n   ity, Chaplin dance in youth,\nor Boris Godunov, Chaliapin's at the Met, halling his voice of a weeping Czar\n   —by standing room with Elanor &amp; Max—watching also the Capital \n   ists take seats in Orchestra, white furs, diamonds,\nwith the YPSL's hitch-hiking thru Pennsylvania, in black baggy gym skirts\n   pants, photograph of 4 girls holding each other round the waste, and\n   laughing eye, too coy, virginal solitude of 1920\nall girls grown old, or dead now, and that long hair in the grave—lucky to\n   have husbands later—\nYou made it—I came too—Eugene my brother before (still grieving now and\n   will gream on to his last stiff hand, as he goes thru his cancer—or kill\n   —later perhaps—soon he will think—)\nAnd it's the last moment I remember, which I see them all, thru myself, now\n   --tho not you\nI didn't foresee what you felt--what more hideous gape of bad mouth came \n   first--to you--and were you prepared?\nTo go where?  In that Dark--that--in that God? a radiance? A Lord in the \n   Void?  Like an eye in the black cloud in a dream?  Adonoi at last, with\n   you?\nBeyond my remembrance! Incapable to guess! Not merely the yellow skull\n   in the grave, or a box of worm dust, and a stained ribbon—Deaths-\n   head with Halo?  can you believe it?\nIs it only the sun that shines once for the mind, only the flash of existence,\n   than none ever was?\nNothing beyond what we have—what you had—that so pitiful—yet Tri-\n   umph,\nto have been here, and changed, like a tree, broken, or flower—fed to the \n   ground—but made, with its petals, colored, thinking Great Universe, \n   shaken, cut in the head, leaf stript, hid in an egg crate hospital, cloth\n   wrapped, sore—freaked in the moon brain, Naughtless.\nNo flower like that flower, which knew itself in the garden, and fought the\n   knife—lost\nCut down by an idiot Snowman's icy—even in the Spring—strange ghost \n   thought some—Death—Sharp icicle in his hand—crowned with old\n   roses—a dog for his eyes—cock of a sweatshop—heart of electric\n   irons.\nAll the accumulations of life, that wear us out—clocks, bodies, consciousness,\n   shoes, breasts—begotten sons—your Communism—'Paranoia' into\n   hospitals.\nYou once kicked Elanor in the leg, she died of heart failure later.  You of \n   stroke.  Asleep?  within a year, the two of you, sisters in death.  Is\n   Elanor happy?\nMax grieves alive in an office on Lower Broadway, lone large mustache over\n   midnight Accountings, not sure.  His life passes—as he sees—and\n   what does he doubt now?  Still dream of making money, or that might \n   have made money, hired nurse, had children, found even your Im-\n   mortality, Naomi?\nI'll see him soon.  Now I've got to cut through to talk to you as I didn't\n   when you had a mouth.\nForever.  And we're bound for that, Forever like Emily Dickinson's horses\n   —headed to the End.\nThey know the way—These Steeds—run faster than we think—it's our own\n   life they cross—and take with them.\n\n   Magnificent, mourned no more, marred of heart, mind behind, mar-\nried dreamed, mortal changed—Ass and face done with murder.\n   In the world, given, flower maddened, made no Utopia, shut under\npine, almed in Earth, blamed in Lone, Jehovah, accept.\n   Nameless, One Faced, Forever beyond me, beginningless, endless,\nFather in death.  Tho I am not there for this Prophecy, I am unmarried, I'm\nhymnless, I'm Heavenless, headless in blisshood I would still adore\n   Thee, Heaven, after Death, only One blessed in Nothingness, not\nlight or darkness, Dayless Eternity—\n   Take this, this Psalm, from me, burst from my hand in a day, some\nof my Time, now given to Nothing—to praise Thee—But Death\n   This is the end, the redemption from Wilderness, way for the Won-\nderer, House sought for All, black handkerchief washed clean by weeping\n—page beyond Psalm—Last change of mine and Naomi—to God's perfect\nDarkness--Death, stay thy phantoms!\n\nII\n   Over and over—refrain—of the Hospitals—still haven't written your\nhistory—leave it abstract—a few images\n   run thru the mind—like the saxophone chorus of houses and years—\nremembrance of electrical shocks.\n   By long nites as a child in Paterson apartment, watching over your\nnervousness—you were fat—your next move—\n   By that afternoon I stayed home from school to take care of you—\nonce and for all—when I vowed forever that once man disagreed with my\nopinion of the cosmos, I was lost—\n   By my later burden—vow to illuminate mankind—this is release of\nparticulars—(mad as you)—(sanity a trick of agreement)—\n   But you stared out the window on the Broadway Church corner, and\nspied a mystical assassin from Newark,\n   So phoned the Doctor—'OK go way for a rest'—so I put on my coat\nand walked you downstreet—On the way a grammarschool boy screamed,\nunaccountably—'Where you goin Lady to Death'? I shuddered—\n   and you covered your nose with motheaten fur collar, gas mask\nagainst poison sneaked into downtown atmosphere, sprayed by Grandma—\n   And was the driver of the cheesebox Public Service bus a member of \nthe gang?  You shuddered at his face, I could hardly get you on—to New\nYork, very Times Square, to grab another Greyhound—</pre>\n "}, {"title": "Howl, Parts I &amp; II", "view_node": "/poem/howl-parts-i-ii", "field_author": "<a href=\"/poet/allen-ginsberg\" hreflang=\"und\">Allen Ginsberg</a>", "field_date_published": "1984", "body": "<p><i>For Carl Solomon</i></p>\n\n<p> </p>\n\n<p><strong>I</strong></p>\n\n<p> </p>\n\n<p><span class=\"long-line\">I saw the best minds of my generation destroyed by madness, starving hysterical naked,</span><br /><span class=\"long-line\">dragging themselves through the negro streets at dawn looking for an angry fix,</span><br /><span class=\"long-line\">angelheaded hipsters burning for the ancient heavenly connection to the starry dynamo in the machinery of night,</span><br /><span class=\"long-line\">who poverty and tatters and hollow-eyed and high sat up smoking in the supernatural darkness of cold-water flats floating across the tops of cities contemplating jazz,</span><br /><span class=\"long-line\">who bared their brains to Heaven under the El and saw Mohammedan angels staggering on tenement roofs illuminated,</span><br /><span class=\"long-line\">who passed through universities with radiant cool eyes hallucinating Arkansas and Blake-light tragedy among the scholars of war,</span><br /><span class=\"long-line\">who were expelled from the academies for crazy &amp; publishing obscene odes on the windows of the skull,</span><br /><span class=\"long-line\">who cowered in unshaven rooms in underwear, burning their money in wastebaskets and listening to the Terror through the wall,</span><br /><span class=\"long-line\">who got busted in their pubic beards returning through Laredo with a belt of marijuana for New York,</span><br /><span class=\"long-line\">who ate fire in paint hotels or drank turpentine in Paradise Alley, death, or purgatoried their torsos night after night</span><br /><span class=\"long-line\">with dreams, with drugs, with waking nightmares, alcohol and cock and endless balls,</span><br /><span class=\"long-line\">incomparable blind streets of shuddering cloud and lightning in the mind leaping toward poles of Canada &amp; Paterson, illuminating all the motionless world of Time between,</span><br /><span class=\"long-line\">Peyote solidities of halls, backyard green tree cemetery dawns, wine drunkenness over the rooftops, storefront boroughs of teahead joyride neon blinking traffic light, sun and moon and tree vibrations in the roaring winter dusks of Brooklyn, ashcan rantings and kind king light of mind,</span><br /><span class=\"long-line\">who chained themselves to subways for the endless ride from Battery to holy Bronx on benzedrine until the noise of wheels and children brought them down shuddering mouth-wracked and battered bleak of brain all drained of brilliance in the drear light of Zoo,</span><br /><span class=\"long-line\">who sank all night in submarine light of Bickford’s floated out and sat through the stale beer afternoon in desolate Fugazzi’s, listening to the crack of doom on the hydrogen jukebox,</span><br /><span class=\"long-line\">who talked continuously seventy hours from park to pad to bar to Bellevue to museum to the Brooklyn Bridge,</span><br /><span class=\"long-line\">a lost battalion of platonic conversationalists jumping down the stoops off fire escapes off windowsills off Empire State out of the moon,</span><br /><span class=\"long-line\">yacketayakking screaming vomiting whispering facts and memories and anecdotes and eyeball kicks and shocks of hospitals and jails and wars,</span><br /><span class=\"long-line\">whole intellects disgorged in total recall for seven days and nights with brilliant eyes, meat for the Synagogue cast on the pavement,</span><br /><span class=\"long-line\">who vanished into nowhere Zen New Jersey leaving a trail of ambiguous picture postcards of Atlantic City Hall,</span><br /><span class=\"long-line\">suffering Eastern sweats and Tangerian bone-grindings and migraines of China under junk-withdrawal in Newark’s bleak furnished room,   </span><br /><span class=\"long-line\">who wandered around and around at midnight in the railroad yard wondering where to go, and went, leaving no broken hearts,</span><br /><span class=\"long-line\">who lit cigarettes in boxcars boxcars boxcars racketing through snow toward lonesome farms in grandfather night,</span><br /><span class=\"long-line\">who studied Plotinus Poe St. John of the Cross telepathy and bop kabbalah because the cosmos instinctively vibrated at their feet in Kansas,   </span><br /><span class=\"long-line\">who loned it through the streets of Idaho seeking visionary indian angels who were visionary indian angels,</span><br /><span class=\"long-line\">who thought they were only mad when Baltimore gleamed in supernatural ecstasy,</span><br /><span class=\"long-line\">who jumped in limousines with the Chinaman of Oklahoma on the impulse of winter midnight streetlight smalltown rain,</span><br /><span class=\"long-line\">who lounged hungry and lonesome through Houston seeking jazz or sex or soup, and followed the brilliant Spaniard to converse about America and Eternity, a hopeless task, and so took ship to Africa,</span><br /><span class=\"long-line\">who disappeared into the volcanoes of Mexico leaving behind nothing but the shadow of dungarees and the lava and ash of poetry scattered in fireplace Chicago,</span><br /><span class=\"long-line\">who reappeared on the West Coast investigating the FBI in beards and shorts with big pacifist eyes sexy in their dark skin passing out incomprehensible leaflets,</span><br /><span class=\"long-line\">who burned cigarette holes in their arms protesting the narcotic tobacco haze of Capitalism,</span><br /><span class=\"long-line\">who distributed Supercommunist pamphlets in Union Square weeping and undressing while the sirens of Los Alamos wailed them down, and wailed down Wall, and the Staten Island ferry also wailed,</span><br /><span class=\"long-line\">who broke down crying in white gymnasiums naked and trembling before the machinery of other skeletons,</span><br /><span class=\"long-line\">who bit detectives in the neck and shrieked with delight in policecars for committing no crime but their own wild cooking pederasty and intoxication,</span><br /><span class=\"long-line\">who howled on their knees in the subway and were dragged off the roof waving genitals and manuscripts,</span><br /><span class=\"long-line\">who let themselves be fucked in the ass by saintly motorcyclists, and screamed with joy,</span><br /><span class=\"long-line\">who blew and were blown by those human seraphim, the sailors, caresses of Atlantic and Caribbean love,</span><br /><span class=\"long-line\">who balled in the morning in the evenings in rosegardens and the grass of public parks and cemeteries scattering their semen freely to whomever come who may,</span><br /><span class=\"long-line\">who hiccuped endlessly trying to giggle but wound up with a sob behind a partition in a Turkish Bath when the blond &amp; naked angel came to pierce them with a sword,</span><br /><span class=\"long-line\">who lost their loveboys to the three old shrews of fate the one eyed shrew of the heterosexual dollar the one eyed shrew that winks out of the womb and the one eyed shrew that does nothing but sit on her ass and snip the intellectual golden threads of the craftsman’s loom,</span><br /><span class=\"long-line\">who copulated ecstatic and insatiate with a bottle of beer a sweetheart a package of cigarettes a candle and fell off the bed, and continued along the floor and down the hall and ended fainting on the wall with a vision of ultimate cunt and come eluding the last gyzym of consciousness,</span><br /><span class=\"long-line\">who sweetened the snatches of a million girls trembling in the sunset, and were red eyed in the morning but prepared to sweeten the snatch of the sunrise, flashing buttocks under barns and naked in the lake,</span><br /><span class=\"long-line\">who went out whoring through Colorado in myriad stolen night-cars, N.C., secret hero of these poems, cocksman and Adonis of Denver—joy to the memory of his innumerable lays of girls in empty lots &amp; diner backyards, moviehouses’ rickety rows, on mountaintops in caves or with gaunt waitresses in familiar roadside lonely petticoat upliftings &amp; especially secret gas-station solipsisms of johns, &amp; hometown alleys too,</span><br /><span class=\"long-line\">who faded out in vast sordid movies, were shifted in dreams, woke on a sudden Manhattan, and picked themselves up out of basements hung-over with heartless Tokay and horrors of Third Avenue iron dreams &amp; stumbled to unemployment offices,</span><br /><span class=\"long-line\">who walked all night with their shoes full of blood on the snowbank docks waiting for a door in the East River to open to a room full of steam-heat and opium,</span><br /><span class=\"long-line\">who created great suicidal dramas on the apartment cliff-banks of the Hudson under the wartime blue floodlight of the moon &amp; their heads shall be crowned with laurel in oblivion,</span><br /><span class=\"long-line\">who ate the lamb stew of the imagination or digested the crab at the muddy bottom of the rivers of Bowery,</span><br /><span class=\"long-line\">who wept at the romance of the streets with their pushcarts full of onions and bad music,</span><br /><span class=\"long-line\">who sat in boxes breathing in the darkness under the bridge, and rose up to build harpsichords in their lofts,</span><br /><span class=\"long-line\">who coughed on the sixth floor of Harlem crowned with flame under the tubercular sky surrounded by orange crates of theology,</span><br /><span class=\"long-line\">who scribbled all night rocking and rolling over lofty incantations which in the yellow morning were stanzas of gibberish,</span><br /><span class=\"long-line\">who cooked rotten animals lung heart feet tail borsht &amp; tortillas dreaming of the pure vegetable kingdom,</span><br /><span class=\"long-line\">who plunged themselves under meat trucks looking for an egg,</span><br /><span class=\"long-line\">who threw their watches off the roof to cast their ballot for Eternity outside of Time, &amp; alarm clocks fell on their heads every day for the next decade,</span><br /><span class=\"long-line\">who cut their wrists three times successively unsuccessfully, gave up and were forced to open antique stores where they thought they were growing old and cried,</span><br /><span class=\"long-line\">who were burned alive in their innocent flannel suits on Madison Avenue amid blasts of leaden verse &amp; the tanked-up clatter of the iron regiments of fashion &amp; the nitroglycerine shrieks of the fairies of advertising &amp; the mustard gas of sinister intelligent editors, or were run down by the drunken taxicabs of Absolute Reality,</span><br /><span class=\"long-line\">who jumped off the Brooklyn Bridge this actually happened and walked away unknown and forgotten into the ghostly daze of Chinatown soup alleyways &amp; firetrucks, not even one free beer,</span><br /><span class=\"long-line\">who sang out of their windows in despair, fell out of the subway window, jumped in the filthy Passaic, leaped on negroes, cried all over the street, danced on broken wineglasses barefoot smashed phonograph records of nostalgic European 1930s German jazz finished the whiskey and threw up groaning into the bloody toilet, moans in their ears and the blast of colossal steamwhistles,</span><br /><span class=\"long-line\">who barreled down the highways of the past journeying to each other’s hotrod-Golgotha jail-solitude watch or Birmingham jazz incarnation,</span><br /><span class=\"long-line\">who drove crosscountry seventytwo hours to find out if I had a vision or you had a vision or he had a vision to find out Eternity,</span><br /><span class=\"long-line\">who journeyed to Denver, who died in Denver, who came back to Denver &amp; waited in vain, who watched over Denver &amp; brooded &amp; loned in Denver and finally went away to find out the Time, &amp; now Denver is lonesome for her heroes,</span><br /><span class=\"long-line\">who fell on their knees in hopeless cathedrals praying for each other’s salvation and light and breasts, until the soul illuminated its hair for a second,</span><br /><span class=\"long-line\">who crashed through their minds in jail waiting for impossible criminals with golden heads and the charm of reality in their hearts who sang sweet blues to Alcatraz,</span><br /><span class=\"long-line\">who retired to Mexico to cultivate a habit, or Rocky Mount to tender Buddha or Tangiers to boys or Southern Pacific to the black locomotive or Harvard to Narcissus to Woodlawn to the daisychain or grave,</span><br /><span class=\"long-line\">who demanded sanity trials accusing the radio of hypnotism &amp; were left with their insanity &amp; their hands &amp; a hung jury,</span><br /><span class=\"long-line\">who threw potato salad at CCNY lecturers on Dadaism and subsequently presented themselves on the granite steps of the madhouse with shaven heads and harlequin speech of suicide, demanding instantaneous lobotomy,</span><br /><span class=\"long-line\">and who were given instead the concrete void of insulin Metrazol electricity hydrotherapy psychotherapy occupational therapy pingpong &amp; amnesia,</span><br /><span class=\"long-line\">who in humorless protest overturned only one symbolic pingpong table, resting briefly in catatonia,</span><br /><span class=\"long-line\">returning years later truly bald except for a wig of blood, and tears and fingers, to the visible madman doom of the wards of the madtowns of the East,</span><br /><span class=\"long-line\">Pilgrim State’s Rockland’s and Greystone’s foetid halls, bickering with the echoes of the soul, rocking and rolling in the midnight solitude-bench dolmen-realms of love, dream of life a nightmare, bodies turned to stone as heavy as the moon,</span><br /><span class=\"long-line\">with mother finally ******, and the last fantastic book flung out of the tenement window, and the last door closed at 4 A.M. and the last telephone slammed at the wall in reply and the last furnished room emptied down to the last piece of mental furniture, a yellow paper rose twisted on a wire hanger in the closet, and even that imaginary, nothing but a hopeful little bit of hallucination—</span><br /><span class=\"long-line\">ah, Carl, while you are not safe I am not safe, and now you’re really in the total animal soup of time—</span><br /><span class=\"long-line\">and who therefore ran through the icy streets obsessed with a sudden flash of the alchemy of the use of the ellipsis catalogue a variable measure and the vibrating plane,</span><br /><span class=\"long-line\">who dreamt and made incarnate gaps in Time &amp; Space through images juxtaposed, and trapped the archangel of the soul between 2 visual images and joined the elemental verbs and set the noun and dash of consciousness together jumping with sensation of Pater Omnipotens Aeterna Deus</span><br /><span class=\"long-line\">to recreate the syntax and measure of poor human prose and stand before you speechless and intelligent and shaking with shame, rejected yet confessing out the soul to conform to the rhythm of thought in his naked and endless head,</span><br /><span class=\"long-line\">the madman bum and angel beat in Time, unknown, yet putting down here what might be left to say in time come after death,</span><br /><span class=\"long-line\">and rose reincarnate in the ghostly clothes of jazz in the goldhorn shadow of the band and blew the suffering of America’s naked mind for love into an eli eli lamma lamma sabacthani saxophone cry that shivered the cities down to the last radio</span><br /><span class=\"long-line\">with the absolute heart of the poem of life butchered out of their own bodies good to eat a thousand years.</span></p>\n\n<p> </p>\n\n<p> </p>\n\n<p><strong><span class=\"long-line\">II</span></strong></p>\n\n<p> </p>\n\n<p><span class=\"long-line\">What sphinx of cement and aluminum bashed open their skulls and ate up their brains and imagination?</span><br /><span class=\"long-line\">Moloch! Solitude! Filth! Ugliness! Ashcans and unobtainable dollars! Children screaming under the stairways! Boys sobbing in armies! Old men weeping in the parks!</span><br /><span class=\"long-line\">Moloch! Moloch! Nightmare of Moloch! Moloch the loveless! Mental Moloch! Moloch the heavy judger of men!</span><br /><span class=\"long-line\">Moloch the incomprehensible prison! Moloch the crossbone soulless jailhouse and Congress of sorrows! Moloch whose buildings are judgment! Moloch the vast stone of war! Moloch the stunned governments!</span><br /><span class=\"long-line\">Moloch whose mind is pure machinery! Moloch whose blood is running money! Moloch whose fingers are ten armies! Moloch whose breast is a cannibal dynamo! Moloch whose ear is a smoking tomb!</span><br /><span class=\"long-line\">Moloch whose eyes are a thousand blind windows! Moloch whose skyscrapers stand in the long streets like endless Jehovahs! Moloch whose factories dream and croak in the fog! Moloch whose smoke-stacks and antennae crown the cities!</span><br /><span class=\"long-line\">Moloch whose love is endless oil and stone! Moloch whose soul is electricity and banks! Moloch whose poverty is the specter of genius! Moloch whose fate is a cloud of sexless hydrogen! Moloch whose name is the Mind!</span><br /><span class=\"long-line\">Moloch in whom I sit lonely! Moloch in whom I dream Angels! Crazy in Moloch! Cocksucker in Moloch! Lacklove and manless in Moloch!</span><br /><span class=\"long-line\">Moloch who entered my soul early! Moloch in whom I am a consciousness without a body! Moloch who frightened me out of my natural ecstasy! Moloch whom I abandon! Wake up in Moloch! Light streaming out of the sky!</span><br /><span class=\"long-line\">Moloch! Moloch! Robot apartments! invisible suburbs! skeleton treasuries! blind capitals! demonic industries! spectral nations! invincible madhouses! granite cocks! monstrous bombs!</span><br /><span class=\"long-line\">They broke their backs lifting Moloch to Heaven! Pavements, trees, radios, tons! lifting the city to Heaven which exists and is everywhere about us!</span><br /><span class=\"long-line\">Visions! omens! hallucinations! miracles! ecstasies! gone down the American river!</span><br /><span class=\"long-line\">Dreams! adorations! illuminations! religions! the whole boatload of sensitive bullshit!</span><br /><span class=\"long-line\">Breakthroughs! over the river! flips and crucifixions! gone down the flood! Highs! Epiphanies! Despairs! Ten years’ animal screams and suicides! Minds! New loves! Mad generation! down on the rocks of Time!</span><br /><span class=\"long-line\">Real holy laughter in the river! They saw it all! the wild eyes! the holy yells! They bade farewell! They jumped off the roof! to solitude! waving! carrying flowers! Down to the river! into the street!</span></p>\n"}, {"title": "The Whistle", "view_node": "/poem/whistle", "field_author": "<a href=\"/poet/yusef-komunyakaa\" hreflang=\"und\">Yusef Komunyakaa</a>", "field_date_published": "1992", "body": "<p><span class=\"long-line\">1</span></p>\n\n<p><span class=\"long-line\"><span class=\"long-line\">The seven o'clock whistle</span><br /><span class=\"long-line\">Made the morning air fulvous</span><br /><span class=\"long-line\">With a metallic syncopation,</span><br /><span class=\"long-line\">A key to a door in the sky—opening</span><br /><span class=\"long-line\">&amp; closing flesh. The melody</span><br /><span class=\"long-line\">Men &amp; women built lives around,</span><br /><span class=\"long-line\">Sonorous as the queen bee's fat</span><br /><span class=\"long-line\">Hum drawing workers from flowers,</span><br /><span class=\"long-line\">Back to the colonized heart.</span><br /><span class=\"long-line\">A titanous puff of steam rose</span><br /><span class=\"long-line\">From the dragon trapped below</span><br /><span class=\"long-line\">Iron, bricks, &amp; wood.</span><br /><span class=\"long-line\">The whole black machine </span><br /><span class=\"long-line\">Shuddered: blue jays &amp; redbirds</span><br /><span class=\"long-line\">Wove light through leaves</span><br /><span class=\"long-line\">&amp; something dead under the foundation</span><br /><span class=\"long-line\">Brought worms to life.</span><br /><span class=\"long-line\">Men capped their thermoses,</span><br /><span class=\"long-line\">Switched off Loretta Lynn,</span><br /><span class=\"long-line\">&amp; slid from trucks &amp; cars.</span><br /><span class=\"long-line\">The rip saws throttled</span><br /><span class=\"long-line\">&amp; swung out over logs</span><br /><span class=\"long-line\">On conveyer belts.</span><br /><span class=\"long-line\">Daddy lifted the tongs</span><br /><span class=\"long-line\">To his right shoulder . . . a winch</span><br /><span class=\"long-line\">Uncoiled the steel cable</span><br /><span class=\"long-line\">From its oily scrotum;</span><br /><span class=\"long-line\">He waved to the winchman</span><br /><span class=\"long-line\">&amp; iron teeth bit into the pine.</span><br /><span class=\"long-line\">Yellow forklifts darted </span><br /><span class=\"long-line\">With lumber to boxcars</span><br /><span class=\"long-line\">Marked for distant cities.</span><br /><span class=\"long-line\">At noon, Daddy would walk</span><br /><span class=\"long-line\">Across the field of goldenrod</span><br /><span class=\"long-line\">&amp; mustard weeds, the pollen</span><br /><span class=\"long-line\">Bright &amp; sullen on his overalls.</span><br /><span class=\"long-line\">He'd eat on our screened-in</span><br /><span class=\"long-line\">Back porch—red beans &amp; rice</span><br /><span class=\"long-line\">With hamhocks &amp; cornbread.</span><br /><span class=\"long-line\">Lemonade &amp; peach Jello.</span></span></p>\n\n<p><span class=\"long-line\">The one o'clock bleat</span><br /><span class=\"long-line\">Burned sweat &amp; salt into afternoon</span><br /><span class=\"long-line\">&amp; the wheels within wheels</span><br /><span class=\"long-line\">Unlocked again, pulling rough boards</span><br /><span class=\"long-line\">Into the plane's pneumatic grip.</span><br /><span class=\"long-line\">Wild geese moved like a wedge</span><br /><span class=\"long-line\">Between sky &amp; sagebrush,</span><br /><span class=\"long-line\">As Daddy pulled the cable</span><br /><span class=\"long-line\">To the edge of the millpond</span><br /><span class=\"long-line\">&amp; sleepwalked cypress logs.</span><br /><span class=\"long-line\">The day turned on its axle</span><br /><span class=\"long-line\">&amp; pyramids of russet sawdust</span><br /><span class=\"long-line\">Formed under corrugated </span><br /><span class=\"long-line\">Blowpipes fifty feet high.</span><br /><span class=\"long-line\">The five o'clock whistle </span><br /><span class=\"long-line\">Bellowed like a bull, controlling</span><br /><span class=\"long-line\">Clocks on kitchen walls;</span><br /><span class=\"long-line\">Women dabbed loud perfume</span><br /><span class=\"long-line\">Behind their ears &amp; set tables</span><br /><span class=\"long-line\">Covered with flowered oilcloth.</span></p>\n\n<p> </p>\n\n<p><span class=\"long-line\">2</span></p>\n\n<p><span class=\"long-line\">When my father was kicked by the foreman,</span><br /><span class=\"long-line\">He booted him back,</span><br /><span class=\"long-line\">&amp; his dreams slouched into an aftershock</span><br /><span class=\"long-line\">Of dark women whispering</span><br /><span class=\"long-line\">To each other. Like petals of a black rose</span><br /><span class=\"long-line\">In one of Busby Berkeley's</span><br /><span class=\"long-line\">Oscillating dances in a broken room. Shadows,</span><br /><span class=\"long-line\">Runagates &amp; Marys.</span><br /><span class=\"long-line\">The steel-gray evening was a canvas</span><br /><span class=\"long-line\">Zigzagged with questions</span><br /><span class=\"long-line\">Curling up from smokestacks, as dusky birds</span><br /><span class=\"long-line\">Brushed blues into a montage</span><br /><span class=\"long-line\">Traced back to L'Amistad &amp; the psychosis</span><br /><span class=\"long-line\">Behind Birth of a Nation.</span><br /><span class=\"long-line\">With eyes against glass &amp; ears to diaphanous doors,</span><br /><span class=\"long-line\">I heard a cornered prayer.</span></p>\n\n<p><span class=\"long-line\">Car lights rubbed against our windows,</span><br /><span class=\"long-line\">Ravenous as snow wolves.</span><br /><span class=\"long-line\">A brick fell into the livingroom like a black body,</span><br /><span class=\"long-line\">&amp; a riot of drunk curses</span><br /><span class=\"long-line\">Left the gladioli &amp; zinnias</span><br /><span class=\"long-line\">Maimed. Double dares</span><br /><span class=\"long-line\">Took root in night soil.</span><br /><span class=\"long-line\">The whistle boiled</span><br /><span class=\"long-line\">Gutbucket underneath silence</span><br /><span class=\"long-line\">&amp; burned with wrath.</span><br /><span class=\"long-line\">But by then Daddy was with Uncle James</span><br /><span class=\"long-line\">Outside The Crossroad,</span><br /><span class=\"long-line\">Their calloused fingers caressing the .38</span><br /><span class=\"long-line\">On the seat of the pickup;</span><br /><span class=\"long-line\">Maybe it was the pine-scented moonglow</span><br /><span class=\"long-line\">That made him look so young</span><br /><span class=\"long-line\">&amp; faceless, wearing his mother's powder blue</span><br /><span class=\"long-line\">Sunday dress &amp; veiled hat.</span></p>\n"}, {"title": "Buying Stock", "view_node": "/poem/buying-stock", "field_author": "<a href=\"/poet/denise-duhamel\" hreflang=\"und\">Denise Duhamel</a>", "field_date_published": "1993", "body": " <blockquote><p>\"...The use of condoms offers <i>substantial</i> protection, but does not guarantee <i>total</i> protection and that while there is no evidence that deep kissing has resulted in transfer of the virus, no one can say that such transmission would be absolutely impossible.\" --The Surgeon General, 1987</p></blockquote>\n<pre>\nI know you won't mind if I ask you to put this on.\nIt's for your protection as well as mine--Wait.\nWait.  Here, before we rush into anything\nI've bought a condom for each one of your fingers. And here--\njust a minute--Open up.\nI'll help you put this one on, over your tongue.\nI was thinking:\nIf we leave these two rolled, you can wear them\nas patches over your eyes. Partners have been known to cry,\nshed tears, bodily fluids, at all this trust, at even the thought\nof this closeness.</pre>\n "}, {"title": "Ode to a Dressmaker&#039;s Dummy", "view_node": "/poem/ode-dressmakers-dummy", "field_author": "<a href=\"/poet/donald-justice\" hreflang=\"und\">Donald Justice</a>", "field_date_published": "1991", "body": " <blockquote><i>Papier-mache body; blue-and-black cotton jersey cover.<br />Metal stand. Instructions included.</i>   --Sears, Roebuck Catalogue</blockquote>\n<pre>\n              O my coy darling, still\n              You wear for me the scent\n         Of those long afternoons we spent,\n               The two of us together,\n    Safe in the attic from the jealous eyes\n                 Of household spies\n    And the remote buffooneries of the weather;\n                         So high,\n    Our sole remaining neighbor was the sky,\n              Which, often enough, at dusk,\n    Leaning its cloudy shoulders on the sill,\nUsed to regard us with a bored and cynical eye.\n\n              How like the terrified,\n              Shy figure of a bride\n         You stood there then, without your clothes,\n                  Drawn up into\n         So classic and so strict a pose\n      Almost, it seemed, our little attic grew\nDark with the first charmed night of the honeymoon.\n         Or was it only some obscure\n      Shape of my mother's youth I saw in you,\nThere where the rude shadows of the afternoon\n         Crept up your ankles and you stood\n         Hiding your sex as best you could?--\n         Prim ghost the evening light shone through.</pre>\n "}, {"title": "Helen in Egypt, Eidolon, Book III: 4", "view_node": "/poem/helen-egypt-eidolon-book-iii-4", "field_author": "<a href=\"/poet/h-d\" hreflang=\"und\">H. D.</a>", "field_date_published": "1982", "body": " <p><i>Helen herself seems almost ready for this sacrifice--at least, for the immolation of herself before this greatest love of Achilles, his dedication to \"his own ship\" and the figurehead, \"an idol or eidolon . . . a mermaid, Thetis upon the prow.\"</i></p>\n<pre>\nDid her eyes slant in the old way?\nwas she Greek or Egyptian?\nhad some Phoenician sailor wrought her?\n\nwas she oak-wood or cedar?\nhad she been cut from an awkward block\nof ship-wood at the ship-builders,\n\nand afterwards riveted there,\nor had the prow itself been shaped\nto her mermaid body,\n\ncurved to her mermaid hair?\nwas there a dash of paint\nin the beginning, in the garment-fold,\n\ndid the blue afterwards wear away?\ndid they re-touch her arms, her shoulders?\ndid anyone touch her ever?\n\nHad she other zealot and lover,\nor did he alone worship her?\ndid she wear a girdle of sea-weed\n\nor a painted crown?  how often\ndid her high breasts meet the spray,\nhow often dive down?</pre>\n "}, {"title": "My Philosophy of Life", "view_node": "/poem/my-philosophy-life", "field_author": "<a href=\"/poet/john-ashbery\" hreflang=\"und\">John Ashbery</a>", "field_date_published": "1995", "body": "<p><span class=\"long-line\">Just when I thought there wasn't room enough</span><br /><span class=\"long-line\">for another thought in my head, I had this great idea—</span><br /><span class=\"long-line\">call it a philosophy of life, if you will.  Briefly,</span><br /><span class=\"long-line\">it involved living the way philosophers live,</span><br /><span class=\"long-line\">according to a set of principles. OK, but which ones?</span></p>\n\n<p><span class=\"long-line\">That was the hardest part, I admit, but I had a</span><br /><span class=\"long-line\">kind of dark foreknowledge of what it would be like.</span><br /><span class=\"long-line\">Everything, from eating watermelon or going to the bathroom</span><br /><span class=\"long-line\">or just standing on a subway platform, lost in thought</span><br /><span class=\"long-line\">for a few minutes, or worrying about rain forests,</span><br /><span class=\"long-line\">would be affected, or more precisely, inflected</span><br /><span class=\"long-line\">by my new attitude.  I wouldn't be preachy,</span><br /><span class=\"long-line\">or worry about children and old people, except</span><br /><span class=\"long-line\">in the general way prescribed by our clockwork universe.</span><br /><span class=\"long-line\">Instead I'd sort of let things be what they are</span><br /><span class=\"long-line\">while injecting them with the serum of the new moral climate</span><br /><span class=\"long-line\">I thought I'd stumbled into, as a stranger</span><br /><span class=\"long-line\">accidentally presses against a panel and a bookcase slides back,</span><br /><span class=\"long-line\">revealing a winding staircase with greenish light</span><br /><span class=\"long-line\">somewhere down below, and he automatically steps inside</span><br /><span class=\"long-line\">and the bookcase slides shut, as is customary on such occasions.</span><br /><span class=\"long-line\">At once a fragrance overwhelms him—not saffron, not lavender,</span><br /><span class=\"long-line\">but something in between.  He thinks of cushions, like the one</span><br /><span class=\"long-line\">his uncle's Boston bull terrier used to lie on watching him</span><br /><span class=\"long-line\">quizzically, pointed ear-tips folded over. And then the great rush </span><br /><span class=\"long-line\">is on.  Not a single idea emerges from it.  It's enough</span><br /><span class=\"long-line\">to disgust you with thought.  But then you remember something</span><br /><span class=\"long-line\">William James</span><br /><span class=\"long-line\">wrote in some book of his you never read—it was fine, it had the</span><br /><span class=\"long-line\">fineness,</span><br /><span class=\"long-line\">the powder of life dusted over it, by chance, of course, yet</span><br /><span class=\"long-line\">still looking</span><br /><span class=\"long-line\">for evidence of fingerprints. Someone had handled it</span><br /><span class=\"long-line\">even before he formulated it, though the thought was his and</span><br /><span class=\"long-line\">his alone.</span></p>\n\n<p><span class=\"long-line\">It's fine, in summer, to visit the seashore.</span><br /><span class=\"long-line\">There are lots of little trips to be made.</span><br /><span class=\"long-line\">A grove of fledgling aspens welcomes the traveler.  Nearby</span><br /><span class=\"long-line\">are the public toilets where weary pilgrims have carved</span><br /><span class=\"long-line\">their names and addresses, and perhaps messages as well,</span><br /><span class=\"long-line\">messages to the world, as they sat</span><br /><span class=\"long-line\">and thought about what they'd do after using the toilet</span><br /><span class=\"long-line\">and washing their hands at the sink, prior to stepping out</span><br /><span class=\"long-line\">into the open again.  Had they been coaxed in by principles,</span><br /><span class=\"long-line\">and were their words philosophy, of however crude a sort?</span><br /><span class=\"long-line\">I confess I can move no farther along this train of thought—</span><br /><span class=\"long-line\">something's blocking it.  Something I'm </span><br /><span class=\"long-line\">not big enough to see over.  Or maybe I'm frankly scared.</span><br /><span class=\"long-line\">What was the matter with how I acted before?</span><br /><span class=\"long-line\">But maybe I can come up with a compromise—I'll let</span><br /><span class=\"long-line\">things be what they are, sort of.  In the autumn I'll put up jellies</span><br /><span class=\"long-line\">and preserves, against the winter cold and futility,</span><br /><span class=\"long-line\">and that will be a human thing, and intelligent as well.</span><br /><span class=\"long-line\">I won't be embarrassed by my friends' dumb remarks,</span><br /><span class=\"long-line\">or even my own, though admittedly that's the hardest part,</span><br /><span class=\"long-line\">as when you are in a crowded theater and something you say</span><br /><span class=\"long-line\">riles the spectator in front of you, who doesn't even like the idea</span><br /><span class=\"long-line\">of two people near him talking together. Well he's </span><br /><span class=\"long-line\">got to be flushed out so the hunters can have a crack at him—</span><br /><span class=\"long-line\">this thing works both ways, you know. You can't always</span><br /><span class=\"long-line\">be worrying about others and keeping track of yourself</span><br /><span class=\"long-line\">at the same time.  That would be abusive, and about as much fun</span><br /><span class=\"long-line\">as attending the wedding of two people you don't know.</span><br /><span class=\"long-line\">Still, there's a lot of fun to be had in the gaps between ideas.</span><br /><span class=\"long-line\">That's what they're made for!  Now I want you to go out there</span><br /><span class=\"long-line\">and enjoy yourself, and yes, enjoy your philosophy of life, too.</span><br /><span class=\"long-line\">They don't come along every day. Look out!  There's a big one...</span></p>\n"}, {"title": "Rent", "view_node": "/poem/rent", "field_author": "<a href=\"/poet/jane-cooper\" hreflang=\"und\">Jane Cooper</a>", "field_date_published": "1993", "body": " <pre>\nIf you want my apartment, sleep in it\nbut let's have a clear understanding:\nthe books are still free agents.\n\nIf the rocking chair's arms surround you\nthey can also let you go,\nthey can shape the air like a body.\n\nI don't want your rent, I want\na radiance of attention\nlike the candle's flame when we eat,\n\nI mean a kind of awe\nattending the spaces between us---\nNot a roof but a field of stars.</pre>\n "}, {"title": "The Convergence of the Twain", "view_node": "/poem/convergence-twain", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "1915", "body": " <p><i>(Lines on the loss of the \"Titanic\")</i></p><blockquote><blockquote><p><b>I</b></p></blockquote></blockquote>\n<pre>\n     In a solitude of the sea\n     Deep from human vanity,\nAnd the Pride of Life that planned her, stilly couches she.</pre>\n<blockquote><blockquote><p><b>II</b></p></blockquote></blockquote>\n<pre>\n     Steel chambers, late the pyres\n     Of her salamandrine fires,\nCold currents thrid, and turn to rhythmic tidal lyres.</pre>\n<blockquote><blockquote><p><b>III</b></p></blockquote></blockquote>\n<pre>\n     Over the mirrors meant\n     To glass the opulent\nThe sea-worm crawls—grotesque, slimed, dumb, indifferent.</pre>\n<blockquote><blockquote><p><b>IV</b></p></blockquote></blockquote>\n<pre>\n     Jewels in joy designed\n     To ravish the sensuous mind\nLie lightless, all their sparkles bleared and black and blind.</pre>\n<blockquote><blockquote><p><b>V</b></p></blockquote></blockquote>\n<pre>\n     Dim moon-eyed fishes near\n     Gaze at the gilded gear\nAnd query: \"What does this vaingloriousness down here?\". . .</pre>\n<blockquote><blockquote><p><b>VI</b></p></blockquote></blockquote>\n<pre>\n     Well: while was fashioning\n     This creature of cleaving wing,\nThe Immanent Will that stirs and urges everything</pre>\n<blockquote><blockquote><p><b>VII</b></p></blockquote></blockquote>\n<pre>\n     Prepared a sinister mate\n     For her—so gaily great—\nA Shape of Ice, for the time far and dissociate.</pre>\n<blockquote><blockquote><p><b>VIII</b></p></blockquote></blockquote>\n<pre>\n     And as the smart ship grew\n     In stature, grace, and hue\nIn shadowy silent distance grew the Iceberg too.</pre>\n<blockquote><blockquote><p><b>IX</b></p></blockquote></blockquote>\n<pre>\n     Alien they seemed to be:\n     No mortal eye could see\nThe intimate welding of their later history.</pre>\n<blockquote><blockquote><p><b>X</b></p></blockquote></blockquote>\n<pre>\n     Or sign that they were bent\n     By paths coincident\nOn being anon twin halves of one August event,</pre>\n<blockquote><blockquote><p><b>XI</b></p></blockquote></blockquote>\n<pre>\n     Till the Spinner of the Years\n     Said \"Now!\" And each one hears,\nAnd consummation comes, and jars two hemispheres.</pre>\n "}, {"title": "The Subalterns", "view_node": "/poem/subalterns", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "1902", "body": " <blockquote><p><b>I</b></p></blockquote>\n<pre>\n\"Poor wanderer,\" said the leaden sky,\n     \"I fain would lighten thee,\nBut there are laws in force on high\n     Which say it must not be.\"</pre>\n<blockquote><blockquote><p><b>II</b></p></blockquote></blockquote>\n<pre>\n--\"I would not freeze thee, shorn one,\" cried\n     The North, \"knew I but how\nTo warm my breath, to slack my stride;\n     But I am ruled as thou.\"</pre>\n<blockquote><blockquote><p><b>III</b></p></blockquote></blockquote>\n<pre>\n--\"To-morrow I attack thee, wight,\"\n     Said Sickness. \"Yet I swear\nI bear thy little ark no spite,\n     But am bid enter there.\"</pre>\n<blockquote><blockquote><p><b>IV</b></p></blockquote></blockquote>\n<pre>\n--\"Come hither, Son,\" I heard Death say;\n     \"I did not will a grave\nShould end thy pilgrimage to-day,\n     But I, too, am a slave!\"</pre>\n<blockquote><blockquote><p><b>V</b></p></blockquote></blockquote>\n<pre>\nWe smiled upon each other then,\n     And life to me had less\nOf that fell look it wore ere when \n     They owned their passiveness.</pre>\n "}, {"title": "Jet", "view_node": "/poem/jet", "field_author": "<a href=\"/poet/tony-hoagland\" hreflang=\"und\">Tony Hoagland</a>", "field_date_published": "1998", "body": " <pre>\nSometimes I wish I were still out \non the back porch, drinking jet fuel \nwith the boys, getting louder and louder \nas the empty cans drop out of our paws \nlike booster rockets falling back to Earth\n\nand we soar up into the summer stars. \nSummer. The big sky river rushes overhead, \nbearing asteroids and mist, blind fish \nand old space suits with skeletons inside. \nOn Earth, men celebrate their hairiness,\n\nand it is good, a way of letting life \nout of the box, uncapping the bottle \nto let the effervescence gush \nthrough the narrow, usually constricted neck.\n\nAnd now the crickets plug in their appliances \nin unison, and then the fireflies flash \ndots and dashes in the grass, like punctuation \nfor the labyrinthine, untrue tales of sex \nsomeone is telling in the dark, though\n\nno one really hears. We gaze into the night \nas if remembering the bright unbroken planet \nwe once came from, \nto which we will never \nbe permitted to return. \nWe are amazed how hurt we are. \nWe would give anything for what we have.\n</pre>\n "}, {"title": "Reading Moby-Dick at 30,000 Feet", "view_node": "/poem/reading-moby-dick-30000-feet", "field_author": "<a href=\"/poet/tony-hoagland\" hreflang=\"und\">Tony Hoagland</a>", "field_date_published": "1998", "body": " <pre>\nAt this height, Kansas \nis just a concept, \na checkerboard design of wheat and corn\n\nno larger than the foldout section \nof my neighbor's travel magazine. \nAt this stage of the journey\n\nI would estimate the distance \nbetween myself and my own feelings \nis roughly the same as the mileage\n\nfrom Seattle to New York, \nso I can lean back into the upholstered interval \nbetween Muzak and lunch,\n\na little bored, a little old and strange.\nI remember, as a dreamy\nbackyard kind of kid,\n\ntilting up my head to watch \nthose planes engrave the sky \nin lines so steady and so straight\n\nthey implied the enormous concentration \nof good men, \nbut now my eyes flicker\n\nfrom the in-flight movie \nto the stewardess's pantyline, \nthen back into my book,\n\nwhere men throw harpoons at something \nmuch bigger and probably \nbetter than themselves,\n\nwanting to kill it, \nwanting to see great clouds of blood erupt \nto prove that they exist.\n\nImagine being born and growing up, \nrushing through the world for sixty years \nat unimaginable speeds.\n\nImagine a century like a room so large, \na corridor so long\nyou could travel for a lifetime\n\nand never find the door, \nuntil you had forgotten \nthat such a thing as doors exist.\n\nBetter to be on board the <i>Pequod</i>, \nwith a mad one-legged captain \nliving for revenge.\n\nBetter to feel the salt wind \nspitting in your face, \nto hold your sharpened weapon high,\n\nto see the glisten\nof the beast beneath the waves. \nWhat a relief it would be\n\nto hear someone in the crew \ncry out like a gull, \n<i>Oh Captain, Captain! \nWhere are we going now?</i>\n</pre>\n "}, {"title": "Tears in Sleep", "view_node": "/poem/tears-sleep", "field_author": "<a href=\"/poet/louise-bogan\" hreflang=\"und\">Louise Bogan</a>", "field_date_published": "1923", "body": "<p><span class=\"“long-line”\">All night the cocks crew, under a moon like day,</span><br /><span class=\"long-line\">And I, in the cage of sleep, on a stranger's breast,</span><br /><span class=\"long-line\">Shed tears, like a task not to be put away---</span><br /><span class=\"long-line\">In the false light, false grief in my happy bed,</span><br /><span class=\"long-line\">A labor of tears, set against joy's undoing.</span><br /><span class=\"long-line\">I would not wake at your word, I had tears to say.</span><br /><span class=\"long-line\">I clung to the bars of the dream and they were said,</span><br /><span class=\"long-line\">And pain's derisive hand had given me rest</span><br /><span class=\"long-line\">From the night giving off flames, and the dark renewing.</span></p>\n"}], "pager": {"current_page": 661, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}