{"rows": [{"title": "The Figure", "view_node": "/poem/figure-0", "field_author": "<a href=\"/poet/joseph-fasano\" hreflang=\"und\">Joseph Fasano</a>", "field_date_published": "2013", "body": " <p>You sit at a window and listen to your father<br />crossing the dark grasses of the fields<br /><br />toward you, a moon soaking through his shoes as he shuffles the wind<br />aside, the night in his hands like an empty bridle.<br /><br /><i>How long have we been this way,</i> you ask him.<br /><i>It must be ages</i>, the wind answers. It must be the music of the wind<br /><br />turning your fingers to glass, turning the furniture of childhood<br />to the colors of horses, turning them away.<br /><br />Your father is still crossing the acres, a light on his tongue<br />like a small coin from an empire that has always been ruined.<br /><br />Now the dark flocks are drifting through his shoulders<br />with an odor of lavender, an odor of gold. Now he has turned<br /><br />as though to go, but only knelt down with the heavy oars<br />of October on his forearms, to begin the horrible rowing.<br /><br />You sit in a chair in the room. The wind lies open<br />on your lap like the score of a life you did not measure.<br /><br />You rise. You turn back to the room and repeat what you know:<br />The earth is not a home. The night is not an empty bridle<br /><br />in the hands of a man crossing a field with a new moon<br />in his old wool. We abandon the dead. We abandon them.<br /> </p> "}, {"title": "The Moods", "view_node": "/poem/moods", "field_author": "<a href=\"/poet/w-b-yeats\" hreflang=\"und\">W. B. Yeats</a>", "field_date_published": "1899", "body": " <p>Time drops in decay,<br />Like a candle burnt out,<br />And the mountains and the woods<br />Have their day, have their day;<br />What one in the rout<br />Of the fire-born moods<br />Has fallen away?</p><br /><table cellpadding=\"10\" style=\"background-color:white; border: 1px solid #000;\"><tbody><tr><td><b>About this poem:</b><br />Literary scholar Richard Ellman writes in <i>The Identity of Yeats</i> that \"Moods...are conspicuously, but not exclusively, emotional or temperamental; they differ from emotions in having form and, often, intellectual structure. Less fleeting than a mere wish, and less crystallized than a belief, a mood is suspended between fluidity and solidity. It can be tested only by the likelihood of its being experienced at all, and being so, by many people.\"</td></tr></tbody></table>"}, {"title": "Individual Time", "view_node": "/poem/individual-time", "field_author": "<a href=\"/poet/alice-notley\" hreflang=\"und\">Alice Notley</a>", "field_date_published": "2013", "body": " <p>I'm calling out from pictures to your vision creating it<br />turn right, that dream building cutglass window in door.<br />Automatically inside their apartment, you don't have<br />to get there. This is before the lost sacred corpus vision,<br />someone says Look at my author photo. I<br />don't really want to I'm turning to defiant metal<br />not a dream part, can you see it where the movement of<br />images turns back towards me I want a<br />different, how I'm portrayed because you can't<br />see me, visage. Look at me please. The soul is so thick<br />larger than the portrait what you'd call madonnaesque,<br />and then there was more hoax a view as I am<br />the rose here. And you never wanted to be that, did I?<br />I was waiting to see what I would be. Blackness<br />eats you but your soul eats it without your knowing that<br />figure, because it is causing your appearance to the world.<br />They arrange me in clothes of Easter, or of<br />the first day of classes, but I'm projecting pigment<br />cracked gold on fire, thinking braver thoughts.<br />It takes courage to get to the ancient altar<br />of the moment where I create individual time.<br />The picture body untremblingly stares large-eyed<br />I also create the tablets of exponential seeing: it brightens<br />all around it, as I'm the apparatus of what there is to be;<br />and I am making it, my time visibly becoming me.</p> "}, {"title": "A House Divided", "view_node": "/poem/house-divided", "field_author": "<a href=\"/poet/kyle-dargan\" hreflang=\"und\">Kyle Dargan</a>", "field_date_published": "2013", "body": " <p>On a railroad car in your America,<br />I made the acquaintance of a man<br />who sang a life-song with these lyrics:<br />\"Do whatever you can/ to avoid<br />becoming a roofing man.\"<br />I think maybe you'd deem his tenor<br />elitist, or you'd hear him as falling<br />off working-class key. He sang<br />not from his heart but his pulsing<br />imagination, where every roof is<br />sloped like a spire and Sequoia tall.<br />Who would wish for themselves, another,<br />such a treacherous climb? In your America,<br />a clay-colored colt stomps, its hooves<br />cursing the barn's chronic lean.<br />In your America, blood pulses<br />within the fields, slow-poaching a mill saw's<br />buried flesh. In my America, my father<br />awakens again thankful that my face<br />is not the face returning his glare<br />from above eleven o'clock news<br />murder headlines. In his imagination,<br />the odds are just as convincing<br />that I would be posted on a corner<br />pushing powder instead of poems—<br />no reflection of him as a father nor me<br />as a son. We were merely born<br />in a city where the rues beyond our doors<br />were the <i>streets</i> that shanghaied souls.<br />To you, my America appears<br />distant, if even real at all. While you are<br />barely visible to me. Yet we continue<br />stealing glances at each other<br />from across the tattered hallways<br />of this overgrown house we call<br />a nation—every minute<br />a new wall erected, a bedroom added<br />beneath its leaking canopy of dreams.<br />We hear the dripping, we feel drafts<br />wrap cold fingers about our necks,<br />but neither you or I trust each other<br />to hold the ladder or to ascend.</p><br /><table cellpadding=\"10\" style=\"background-color:white; border: 1px solid #000;\"><tbody><tr><td><b>About this poem:</b><br />\"I took Amtrak from Washington, D.C. to Atlanta for my brother's wedding. I'd never travelled that far south by train. I saw a familiar but antiquated ruralness—another iteration of America. On the return, I grabbed a seat next to a group of Alabamians on their way to Jon Stewart's Rally to Restore Sanity. It seemed that, in the moment, there were so many different “Americas” colliding in the coach. While conversing about work over a dining car breakfast, one of the men, Mike Laus, offered a line about roofing someone had passed on to him. It struck me, and provided an entry point for musing on how little we see of, or believe in, each other's Americas.\"<br /><br />Kyle Dargan</td></tr></tbody></table>"}, {"title": "A Thousand Martyrs I Have Made", "view_node": "/poem/thousand-martyrs-i-have-made", "field_author": "<a href=\"/poet/aphra-behn\" hreflang=\"und\">Aphra Behn</a>", "field_date_published": "1688", "body": " <p>A thousand martyrs I have made,<br />   All sacrific'd to my desire;<br />A thousand beauties have betray'd,<br />   That languish in resistless fire.<br />The untam'd heart to hand I brought,<br />And fixed the wild and wandering thought.<br /><br />I never vow'd nor sigh'd in vain<br />   But both, tho' false, were well receiv'd.<br />The fair are pleas'd to give us pain,<br />   And what they wish is soon believ'd.<br />And tho' I talk'd of wounds and smart,<br />Love's pleasures only touched my heart.<br /><br />Alone the glory and the spoil<br />   I always laughing bore away;<br />The triumphs, without pain or toil,<br />   Without the hell, the heav'n of joy.<br />And while I thus at random rove<br />Despis'd the fools that whine for love.</p><br /><table cellpadding=\"10\" style=\"background-color:C4DDE7;\"><tbody><tr><td><b>About this poem:</b><br />Virginia Woolf writes of Aphra Behn, in <i>A Room of One's Own</i>, that: \"She made, by working very hard, enough to live on. The importance of that fact outweighs anything that she actually wrote, even the splendid 'A Thousand Martyrs I have made,' or '<a href=\"/poetsorg/poem/love-fantastique-triumph-satt\">Love in Fantastic Triumph sat</a>,' for here begins the freedom of the mind or rather the possibility that in the course of time the mind will be free to write what it likes.\"</td></tr></tbody></table><p> </p> "}, {"title": "Love in Fantastique Triumph satt", "view_node": "/poem/love-fantastique-triumph-satt", "field_author": "<a href=\"/poet/aphra-behn\" hreflang=\"und\">Aphra Behn</a>", "field_date_published": "1677", "body": "<p><span class=\"“long-line”\">Love in Fantastique Triumph satt </span><br /><span class=\"long-line\">Whilst Bleeding Hearts a round him flow'd, </span><br /><span class=\"long-line\">For whom fresh paines he did Create, </span><br /><span class=\"long-line\">And strange Tyranick power he show'd; </span><br /><span class=\"long-line\">From thy Bright Eyes he took his fire,</span><br /><span class=\"long-line\">Which round about, in sport he hurl'd; </span><br /><span class=\"long-line\">But 'twas from mine he took desire, </span><br /><span class=\"long-line\">Enough to undo the Amorous World. </span></p>\n\n<p><span class=\"“long-line”\">From me he took his sighs and tears, </span><br /><span class=\"long-line\">From thee his Pride and Crueltie;</span><br /><span class=\"long-line\">From me his Languishments and Feares, </span><br /><span class=\"long-line\">And every Killing Dart from thee;</span><br /><span class=\"long-line\">Thus thou and I, the God have arm'd, </span><br /><span class=\"long-line\">And sett him up a Deity; </span><br /><span class=\"long-line\">But my poor heart alone is harm'd,</span><br /><span class=\"long-line\">Whilst thine the Victor is, and free.</span></p>\n"}, {"title": "Domestic", "view_node": "/poem/domestic", "field_author": "<a href=\"/poet/deborah-landau\" hreflang=\"und\">Deborah Landau</a>", "field_date_published": "2013", "body": " <p>At night, down the hall into the bedroom we go.<br />In the morning we enter the kitchen.<br />Places, please. On like this,<br /><br />without alarm. I am the talker and taker<br />he is the giver and the bedroom man.<br />We are out of order but not broken.<br /><br />He says, let's make this one short.<br />She says, what do you mean?<br />We set out and got nearer.<br /><br />Along the way some loved ones died.<br />Whole summers ruined that way.<br />Take me to the door, take me in your arms.<br /><br />Mother's been dead a decade<br />but her voice comes back to me now and often.<br />Life accumulates, a series of commas,<br /><br />first this, then that, then him, then here.<br />A clump of matter (paragraph)<br />and here we are: minutes, years.<br /><br />Wait, I am trying to establish<br />something with these people.<br />Him, her, him. We make a little pantomime.<br /><br />Family, I say, wake up. The sentences<br />one then another one, in a line. And then<br />we go on like that, for a long time.</p><br /><table cellpadding=\"10\" style=\"background-color:white; border: 1px solid #000;\"><tbody><tr><td><b>About this poem:</b><br />\"'Domestic' is part of a new manuscript, <i>The Uses of the Body</i>, which explores themes of gender, desire, marriage, monogamy, mortality (subjects I've written about previously) as well as pregnancy, childbirth, motherhood (subjects I've been reluctant to explore in poetry for fear of risking sentimentality). Although this material may seem familiar, I feel compelled to find fresh language, form, and syntax that can capture the immense strangeness of these experiences. This poem ('Domestic') comes at the end of a long sequence about marriage and domestic life.\"<br /><br />Deborah Landau</td></tr></tbody></table>"}, {"title": "My Love Sent Me a List", "view_node": "/poem/my-love-sent-me-list", "field_author": "<a href=\"/poet/olena-kalytiak-davis\" hreflang=\"und\">Olena Kalytiak Davis</a>", "field_date_published": "2013", "body": " <p>O my Love sent me a lusty list,<br />Did not compare me to a summer's day<br />Wrote not the beauty of mine eyes<br />But catalogued in a pretty detailed<br />And comprehensive way the way(s)<br />In which he was better than me.<br />\"More capable of extra- and inter-<br />Polation. More well-traveled -rounded multi-<br />Lingual! More practiced in so many matters<br />More: physical, artistic, musical,<br />Politic(al) academic (I dare say!) social<br />(In many ways!) and (ditto!) sexual!\"<br />And yet these mores undid but his own plea(s)(e)<br />And left, none-the-less, the Greater Moor of me.</p><br /><table cellpadding=\"10\" style=\"background-color:white; border: 1px solid #000;\"><tbody><tr><td><b>About this poem:</b><br />\"No, really, a found poem; however, I also find, that if one reads thirty or so Shakespearean sonnets in a row (out loud), something is bound to happen.\"<br /><br />Olena Kalytiak Davis</td></tr></tbody></table>"}, {"title": "House or Window Flies", "view_node": "/poem/house-or-window-flies", "field_author": "<a href=\"/poet/john-clare\" hreflang=\"und\">John Clare</a>", "field_date_published": "2013", "body": " <p>These little window dwellers, in cottages and halls, were always entertaining to me; after dancing in the window all day from sunrise to sunset they would sip of the tea, drink of the beer, and eat of the sugar, and be welcome all summer long. They look like things of mind or fairies, and seem pleased or dull as the weather permits. In many clean cottages and genteel houses, they are allowed every liberty to creep, fly, or do as they like; and seldom or ever do wrong. In fact they are the small or dwarfish portion of our own family, and so many fairy familiars that we know and treat as one of ourselves.</p> "}, {"title": "Motown Philly Back Again", "view_node": "/poem/motown-philly-back-again", "field_author": "<a href=\"/poet/harmony-holiday\" hreflang=\"und\">Harmony Holiday</a>", "field_date_published": "2013", "body": " <p><a href=\"http://youtu.be/I-OuqB1pgys\">We're all pagans and shamans and</a> <a href=\"https://www.youtube.com/watch?v=RB7jsENjThE\">clap your hands now we won't stop the beat</a></p><p><a href=\"http://youtu.be/8DjBeiCjfNk\">We believe in divine healing and</a> <a href=\"http://youtu.be/LNpM4i0QU8Y\">we hate to see that evening sun go down</a></p><p><a href=\"http://youtu.be/b3WMbxheyaQ\">We know when the sight of our women dressed in white each ritual night, is touching, hypnotizes</a></p><p><a href=\"http://youtu.be/8DjBeiCjfNk\">The animals blush and split for us as revival, as revealed to themselves</a></p><p><a href=\"http://youtu.be/qYJ0WJACQcs\">These are triumphant women</a>.</p><p><a href=\"http://youtu.be/Mn13LjYPbcc\">Even Sister Fame hiding out in the alley turning tricks and singing verses from the undid scripture, is touching</a></p><p><a href=\"http://youtu.be/SmEHxCDPS10\"><i>Thank you jesus, thank you jesus, that you jesus, baby, is that you</i>, she mutters up high between rocks and lace</a>—<a href=\"http://youtu.be/LNpM4i0QU8Y\">his eagerness— it was all night long</a></p><p><a href=\"http://youtu.be/HNjHCiKl8pw\">Sometimes he'd interrupt a recording session to tell us about his early Motown days or expand on his views of Heaven and Hell</a></p><p><a href=\"http://youtu.be/lwkuJzH28LM\">One time he was saying how important it was to love one's father</a>.</p><p><a href=\"http://youtu.be/hQCl1dnLvVo\">Do you love yours? I asked him</a></p><p><a href=\"http://www.amazing-adventures.com/images3/ebs60sracistrecordsflyer.jpg\">Why don't you tell him</a></p><p><a href=\"http://youtu.be/xH6aFsnCPcw\">Why don't you tell your father, he said</a></p><p>I will if you do</p><p><a href=\"http://youtu.be/h1fXziNtw4M\">You go first</a></p><br /><table cellpadding=\"10\" style=\"background-color:white; border: 1px solid #000;\"><tbody><tr><td><b>About this poem:</b><br />\"'Motown Philly Back Again' is a meditation on some of the myths and legends that pervade the recording industry. It includes some catachresis between Marvin Gaye and myself that helps me explore some nuances of paternity as I've experienced it within the context of black culture. The many hyperlinks embedded in the text explicate more of the associative registers of the poem, which is part of a larger series of meditations on crossings between rituals of worship/devotion, rituals of violence, and rituals of entertainment as they converge and diverge in the role of the arts in the lives of black Americans and also all Americans. That series is called 'Great Day in the Morning' and will be available as a chapbook this year.\"<br /><br />Harmony Holiday</td></tr></tbody></table>"}, {"title": "Detail of the Hayfield", "view_node": "/poem/detail-hayfield", "field_author": "<a href=\"/poet/richard-siken\" hreflang=\"und\">Richard Siken</a>", "field_date_published": "2013", "body": " <p>I followed myself for a long while, deep into the field.<br />Two heads full of garbage.<br /><br />Our scope was larger than I realized,<br />which only made me that much more responsible.<br /><br />Yellow, yellow, gold, and ocher.<br />We stopped. We held the field. We stood very still.<br /><br />Everyone needs a place.<br /><br />You need it for the moment you need it, then you bless it—<br /><i>thank you soup, thank you flashlight</i>—<br /><br />and move on. Who does this? No one.</p> "}, {"title": "Oracle", "view_node": "/poem/oracle-0", "field_author": "<a href=\"/poet/cate-marvin\" hreflang=\"und\">Cate Marvin</a>", "field_date_published": "2013", "body": "<p><span class=\"“long-line”\">Dead girls don't go the dying route to get known.</span><br /><span class=\"long-line\">You’ll find us anonymous still, splayed in Buicks,</span><br /><span class=\"long-line\">carried swaying like calves, our dead hefts swung</span><br /><span class=\"long-line\">from ankles, wrists, hooked by hands and handed</span><br /><span class=\"long-line\">over to strangers slippery as blackout. Slammed</span><br /><span class=\"long-line\">down, the mud on our dress is black as her dress,</span><br /><span class=\"long-line\">worn out as a throw-rug beneath feet that stomp</span><br /><span class=\"long-line\">out the most intricate weave. It ought not sadden</span><br /><span class=\"long-line\">us, but sober us. Sylvia Plath killed herself. She ate</span><br /><span class=\"long-line\">her sin. Her eye got stuck on a diamond stickpin.</span><br /><span class=\"long-line\">You take Blake over breakfast, only to be bucked</span><br /><span class=\"long-line\">out your skull by a cat-call crossing a parking lot.</span><br /><span class=\"long-line\">Consuming her while reviling her, conditioned to</span><br /><span class=\"long-line\">hate her for her appetite alone: her problem was</span><br /><span class=\"long-line\">she thought too much? Needling an emblem’s ink</span><br /><span class=\"long-line\">onto your wrist, the surest defense a rose to reason</span><br /><span class=\"long-line\">against that bluest vein's insistent wish. Let’s all</span><br /><span class=\"long-line\">us today finger-sweep our cheek-bones with two</span><br /><span class=\"long-line\">blood-marks and ride that terrible train homeward</span><br /><span class=\"long-line\">while looking back at our blackened eyes inside</span><br /><span class=\"long-line\">tiny mirrors fixed inside our plastic compacts. We</span><br /><span class=\"long-line\">could not have known where she began given how</span><br /><span class=\"long-line\">we were, from the start, made to begin where she</span><br /><span class=\"long-line\">ends. In this way, she's no way to make her amends.</span></p>\n"}, {"title": "from Manatee/Humanity [1]", "view_node": "/poem/manateehumanity-1", "field_author": "<a href=\"/poet/anne-waldman\" hreflang=\"und\">Anne Waldman</a>", "field_date_published": "2009", "body": " <pre>\n<i>sing manatee, manatee (you’d better praise all you can he said) all the trembling day\n\n\n&amp; passing before her captivity\n\t\treiterating a chant of manatee</i>\nI began\n\nthe manatee is found in shallow slow-moving rivers\n\nthe manatee moves in estuaries moves in saltwater bays\n\nthe manatee in moving moves gently\n\nthe manatee is to be found in canals &amp; coastal areas\n\nthe manatee is a migratory animal\n\nthe manatee is gentle &amp; slow moving\n\nthe manatee in slow-moving rivers slowly\n\nthe manatee is completely herbivorous\n\nthe West Indian manatee has no natural enemies\n\nthe manatee has no natural enemies but unnatural man\n\nthe manatee is constantly threatened by man unnaturally\n\nman with his boats &amp; plastic &amp; attitude\n\nthe manatee often drowns in canal locks of man\n\nman who makes no concession to manatee\n\nthe manatee dies in flood control structures\n\nman who makes no concession to manatee nor cares of manatee</pre>\n "}, {"title": "Flood", "view_node": "/poem/flood-1", "field_author": "<a href=\"/poet/james-joyce\" hreflang=\"und\">James Joyce</a>", "field_date_published": "1917", "body": " <p>Gold-brown upon the sated flood<br />The rock-vine clusters lift and sway:<br />Vast wings above the lambent waters brood<br />Of sullen day.<br /><br />A waste of waters ruthlessly<br />Sways and uplifts its weedy mane,<br />Where brooding day stares down upon the sea<br />In dull disdain.<br /><br />Uplift and sway, O golden vine,<br />Thy clustered fruits to love's full flood,<br />Lambent and vast and ruthless as is thine<br />Incertitude.</p> "}, {"title": "Tender Buttons [A Little Called Pauline]", "view_node": "/poem/tender-buttons-little-called-pauline", "field_author": "<a href=\"/poet/gertrude-stein\" hreflang=\"und\">Gertrude Stein</a>", "field_date_published": "1914", "body": " <p>A little called anything shows shudders.<br /><span class=\"long-line\">Come and say what prints all day. A whole few watermelon. There is no pope.</span><br /><span class=\"long-line\">No cut in pennies and little dressing and choose wide soles and little spats really little spices.</span><br />A little lace makes boils. This is not true.<br /><span class=\"long-line\">Gracious of gracious and a stamp a blue green white bow a blue green lean, lean on the top.</span><br />If it is absurd then it is leadish and nearly set in where there is a tight head.<br /><span class=\"long-line\">A peaceful life to arise her, noon and moon and moon. A letter a cold sleeve a blanket a shaving house and nearly the best and regular window.</span><br /><span class=\"long-line\">Nearer in fairy sea, nearer and farther, show white has lime in sight, show a stitch of ten. Count, count more so that thicker and thicker is leaning.</span><br /><span class=\"long-line\">I hope she has her cow. Bidding a wedding, widening received treading, little leading mention nothing.</span><br />Cough out cough out in the leather and really feather it is not for.<br />Please could, please could, jam it not plus more sit in when.</p> "}, {"title": "La Noche", "view_node": "/poem/la-noche", "field_author": "<a href=\"/poet/anselm-hollo\" hreflang=\"und\">Anselm Hollo</a>", "field_date_published": "2001", "body": " <p>the wind    let loose in the dark<br />and the lights of the city    moving<br /><br />the city is a great dragon    it is a procession<br />         it is on the move<br /><br />but the curtains are drawn<br />the music unheard<br /><br />see    men and women    preparing themselves<br />for the long journey across a room</p> "}, {"title": "Morning Song", "view_node": "/poem/morning-song-0", "field_author": "<a href=\"/poet/sawako-nakayasu\" hreflang=\"und\">Sawako Nakayasu</a>", "field_date_published": "2013", "body": " <p>Every time, these days, it seems, an equation gets forced. Forged:<br /><br />                  far cry<br />                  ______<br /><br />                  low rise<br /><br /><br />                                and every morning sticks, figure A, for alas, stick figures, it<br />figures that we awaken in the same rectangle at different points on the time<br />line, these every days the sum of all our<br /><br /><br />                                                        angles, a beyond-complementary<br />rate, exceeding three hundred sixty, then three hundred sixty-five, three<br />hundred seventy<br /><br />                        days, and angles, a supersaturated moon. Also it is morning<br />and I am far<br /><br />                  from and I cry.<br /><br /><br />                                        The last ditch grows deeper and I stuff the<br />world into a quadratic of words, for example:              But-I-love-you.<br />       Place-in-the-box.         Pass-the-god-damn-butter.<br />                 That's four against three.                    Far against which cry.</p> "}, {"title": "Autumn Poem 2012", "view_node": "/poem/autumn-poem-2012", "field_author": "<a href=\"/poet/hoa-nguyen\" hreflang=\"und\">Hoa Nguyen</a>", "field_date_published": "2013", "body": " <p>Call capable<br />      a lemony<br />light &amp; fragile<br /><br />Time like a ball and elastic<br /><br />so I can stop burning the pots<br /><br />        wondering yes       electric stove<br /><br />She is her   but I don't reme<br />mber                         remember<br />the ashes I obsess    She said<br /><br />I was obsessed with<br />(not wanting to work with<br />ashes)<br /><br />     Mandible dream<br />    says the street<br />&amp; ash work<br /><br />              because the scorn<br />and ions long<br />there   I wor   I woke up<br />in the overlooked dark<br /><br />           I work<br />do that warp    twistingly<br />wrap the dead<br /><br />Black and white like the<br />long-dead    starved pet rodent<br />eating the basement<br />        curtains and peanut shells<br /><br /><br />  I walk    I wal<br />I walks down sometimes<br />why the advi<br /><br />abide    the advice was<br /><br />not \"Fair better\"<br />but \"Fail better\"<br /><br />Auto dish soap<br />½ and ½<br />Coffee beans<br /><br />Bake the golden things<br />Rust colors<br />Rust colors</p> "}, {"title": "A pillow in the city", "view_node": "/poem/pillow-city", "field_author": "<a href=\"/poet/patricia-spears-jones\" hreflang=\"und\">Patricia Spears Jones</a>", "field_date_published": "2013", "body": " <p>Ghostly falls from the fifteenth floor<br />Feathers leaking/ the pillow speaking<br /><br />How the sleeper's nightly pounding<br />Made the pillow yelp and moan<br /><br />Poor sleeper heard these comments<br />Angered threw said pillow into<br /><br />An ugly summer night's air<br /><br />The pillow had little choice<br />The sleeper's fists. The sleeper's mouth<br /><br />Not kind, not soft, always angry<br />The sleeper always angry—even<br /><br />Dreaming the sleeper could not<br />Stop rage, so the bed was a battlefield<br />The pillow, an enemy. And now<br /><br />Said enemy slowly plunges towards<br />The courtyard deflated, a feral squirrel<br /><br />Watches the fall, moves on towards<br />The overflowing garbage bins, nose open<br />Time to feast.</p> "}, {"title": "Eating Alone", "view_node": "/poem/eating-alone", "field_author": "<a href=\"/poet/li-young-lee\" hreflang=\"und\">Li-Young Lee</a>", "field_date_published": "1986", "body": "<p><span class=\"long-line\">I've pulled the last of the year's young onions. </span><br /><span class=\"long-line\">The garden is bare now. The ground is cold, </span><br /><span class=\"long-line\">brown and old. What is left of the day flames </span><br /><span class=\"long-line\">in the maples at the corner of my </span><br /><span class=\"long-line\">eye. I turn, a cardinal vanishes. </span><br /><span class=\"long-line\">By the cellar door, I wash the onions, </span><br /><span class=\"long-line\">then drink from the icy metal spigot. </span></p>\n\n<p><span class=\"long-line\">Once, years back, I walked beside my father </span><br /><span class=\"long-line\">among the windfall pears. I can't recall </span><br /><span class=\"long-line\">our words. We may have strolled in silence. But </span><br /><span class=\"long-line\">I still see him bend that way-left hand braced </span><br /><span class=\"long-line\">on knee, creaky-to lift and hold to my </span><br /><span class=\"long-line\">eye a rotten pear. In it, a hornet </span><br /><span class=\"long-line\">spun crazily, glazed in slow, glistening juice. </span></p>\n\n<p><span class=\"long-line\">It was my father I saw this morning </span><br /><span class=\"long-line\">waving to me from the trees. I almost </span><br /><span class=\"long-line\">called to him, until I came close enough </span><br /><span class=\"long-line\">to see the shovel, leaning where I had </span><br /><span class=\"long-line\">left it, in the flickering, deep green shade. </span></p>\n\n<p><span class=\"long-line\">White rice steaming, almost done. Sweet green peas </span><br /><span class=\"long-line\">fried in onions. Shrimp braised in sesame </span><br /><span class=\"long-line\">oil and garlic. And my own loneliness. </span><br /><span class=\"long-line\">What more could I, a young man, want.</span></p>\n"}], "pager": {"current_page": 429, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}