{"rows": [{"title": "A Fox&#039;s Tail is Called a Brush", "view_node": "/poem/foxs-tail-called-brush", "field_author": "<a href=\"/poet/emily-pettit\" hreflang=\"und\">Emily Pettit</a>", "field_date_published": "2012", "body": " <pre>\nThere is the room I will pretend does not exist,\nfor now. For now that room does not exist.\nReally remember colors reflected in pools of water.\nThe marshaling of evidence. Cats of what colors.\nA spectrum. Color to describe the cat that is down.\nThat cat that is to the side. With one eye. What is\nscratch made up of? A florescent rhibisom is working\non figuring it out. Figuring it out in a mouse's mind.\nI break up all the leaves into bits. I am hard at summer.\nLet the music loud! I can have a color in my mind\nand I cannot make it. How do you make a mirror?\nI want you to understand. Do you understand me?\nI understand. They understand. You understand.\nI hope your summer is being a good summer.\nGrasses and radios. Get archaic. A hunter looking\nfor a streaming blue. You were in the weather.\nYou idea. A not new idea. A room. I got home\nand my door was blue. It was a fox and a picture\nof you.</pre>\n "}, {"title": "The Everyday Enchantment of Music", "view_node": "/poem/everyday-enchantment-music", "field_author": "<a href=\"/poet/mark-strand\" hreflang=\"und\">Mark Strand</a>", "field_date_published": "2012", "body": " <p>A rough sound was polished until it became a smoother sound, which was polished until it became music. Then the music was polished until it became the memory of a night in Venice when tears of the sea fell from the Bridge of Sighs, which in turn was polished until it ceased to be and in its place stood the empty home of a heart in trouble. Then suddenly there was sun and the music came back and traffic was moving and off in the distance, at the edge of the city, a long line of clouds appeared, and there was thunder, which, however menacing, would become music, and the memory of what happened after Venice would begin, and what happened after the home of the troubled heart broke in two would also begin.</p> "}, {"title": "Kitchen Maid with Supper at Emmaus, or The Mulata", "view_node": "/poem/kitchen-maid-supper-emmaus-or-mulata", "field_author": "<a href=\"/poet/natasha-trethewey\" hreflang=\"und\">Natasha Trethewey</a>", "field_date_published": "2012", "body": "<blockquote><sup><em>—after the painting by Diego Velàzquez, ca. 1619</em></sup></blockquote>\n\n<p><span class=\"long-line\">She is the vessels on the table before her:</span><br /><span class=\"long-line\">the copper pot tipped toward us, the white pitcher</span><br /><span class=\"long-line\">clutched in her hand, the black one edged in red</span><br /><span class=\"long-line\">and upside down. Bent over, she is the mortar</span><br /><span class=\"long-line\">and the pestle at rest in the mortar—still angled</span><br /><span class=\"long-line\">in its posture of use. She is the stack of bowls</span><br /><span class=\"long-line\">and the bulb of garlic beside it, the basket hung</span><br /><span class=\"long-line\">by a nail on the wall and the white cloth bundled</span><br /><span class=\"long-line\">in it, the rag in the foreground recalling her hand.</span><br /><span class=\"long-line\">She's the stain on the wall the size of her shadow—</span><br /><span class=\"long-line\">the color of blood, the shape of a thumb. She is echo</span><br /><span class=\"long-line\">of Jesus at table, framed in the scene behind her:</span><br /><span class=\"long-line\">his white corona, her white cap. Listening, she leans</span><br /><span class=\"long-line\">into what she knows. Light falls on half her face.</span></p>\n"}, {"title": "Ghost Elephants", "view_node": "/poem/ghost-elephants", "field_author": "<a href=\"/poet/jean-valentine\" hreflang=\"und\">Jean Valentine</a>", "field_date_published": "2012", "body": " <pre>\nIn the elephant field\ntall green ghost elephants\nwith your cargo of summer leaves\n\nat night I heard you breathing at the window\n\nDon't you ever think I'm not crying\nsince you're away from me\nDon't ever think I went free\n\nAt first the goodbye had a lilt to it—\nmaybe just a couple of months—\nbut it was a beheading.\n\nGhost elephant,\nreach down,\ncross me over—</pre>\n "}, {"title": "Shoulda Been Jimi Savannah", "view_node": "/poem/shoulda-been-jimi-savannah", "field_author": "<a href=\"/poet/patricia-smith\" hreflang=\"und\">Patricia Smith</a>", "field_date_published": "2012", "body": " <pre>\nMy mother scraped the name Patricia Ann from the ruins\nof her discarded Delta, thinking it would offer me shield\nand shelter, that leering men would skulk away at the slap\nof it. Her hands on the hips of Alabama, she went for flat\nand functional, then siphoned each syllable of drama,\nrepeatedly crushing it with her broad, practical tongue\nuntil it sounded like an instruction to God, not a name.\nShe wanted a child of pressed head and knocking knees,\na trip-up in the doubledutch swing, a starched pinafore\nand peppermint-in-the-sour-pickle kinda child, stiff-laced\nand unshakably fixed on salvation. <i>Her</i> Patricia Ann\nwould never idly throat the Lord’s name or wear one\nof those thin, sparkled skirts that flirted with her knees.\nShe'd be a nurse or a third-grade teacher or a postal drone,\njobs requiring alarm-clock discipline and sensible shoes.\nMy four downbeats were music enough for a vapid life\nof butcher-shop sawdust and fatback as cuisine, for Raid\nspritzed into the writhing pockets of a Murphy bed.\nNo crinkled consonants or muted hiss would summon me.\n\nMy daddy detested borders. One look at my mother's\nwatery belly, and he insisted, as much as he could insist\nwith her, on the name Jimi Savannah, seeking to bless me\nwith the blues-bathed moniker of a ball breaker, the name\nof a grown gal in a snug red sheath and unlaced All-Stars.\nHe wanted to shoot muscle through whatever I was called,\narm each syllable with tiny weaponry so no one would\nmistake me for anything other than a tricky whisperer\nwith a switchblade in my shoe. I was bound to be all legs,\na bladed debutante hooked on Lucky Strikes and sugar.\nWhen I sent up prayers, God's boy would giggle and consider.\n\nDaddy didn't want me to be anybody's surefire factory,\nnobody's callback or seized rhythm, so he conjured\na name so odd and hot even a boy could claim it. And yes,\nhe was prepared for the look my mother gave him when\nhe first mouthed his choice, the look that said, <i>That's it,\nyou done lost your goddamned mind.</i> She did that thing\nshe does where she grows two full inches with righteous,\nand he decided to just whisper <i>Love you, Jimi Savannah</i>\nwhenever we were alone, re- and rechristening me the seed\nof Otis, conjuring his own religion and naming it me.</pre>\n "}, {"title": "Our Bodies Break Light", "view_node": "/poem/our-bodies-break-light", "field_author": "<a href=\"/poet/traci-brimhall\" hreflang=\"und\">Traci Brimhall</a>", "field_date_published": "2012", "body": " <pre>\nWe crawl through the tall grass and idle light,\n\nour chests against the earth so we can hear the river\n\n\nunderground. Our backs carry rotting wood and books\n\nthat hold no stories of damnation or miracles.\n\n\nOne day as we listen for water, we find a beekeeper—\n\none eye pearled by a cataract, the other cut out by his own hand\n\n\nso he might know both types of blindness. When we stand\n\nin front of him, he says we are prisms breaking light into color—\n\n\nour right shoulders red, our left hips a wavering indigo.\n\nHis apiaries are empty except for dead queens, and he sits\n\n\non his quiet boxes humming as he licks honey from the bodies\n\nof drones. He tells me he smelled my southern skin for miles,\n\n\nsays the graveyard is full of dead prophets. To you, he presents\n\nhis arms, tattooed with songs slave catchers whistle\n\n\nas they unleash the dogs. He lets you see the burns on his chest\n\nfrom the time he set fire to boats and pushed them out to sea.\n\n\nYou ask why no one believes in madness anymore,\n\nand he tells you stars need a darkness to see themselves by.\n\n\nWhen you ask about resurrection, he says, <i>How can you doubt?</i>\n\nand shows you a deer licking salt from a lynched man's palm.</pre>\n "}, {"title": "Night Blooming Jasmine", "view_node": "/poem/night-blooming-jasmine", "field_author": "<a href=\"/poet/giovanni-pascoli\" hreflang=\"und\">Giovanni Pascoli</a>", "field_date_published": "2012", "body": " <pre>\nAnd in the hour when blooms unfurl\n\nthoughts of my loved ones come to me.\n\n           The moths of evening whirl\n\n           around the snowball tree.\n\n\n\nNothing now shouts or sings;\n\none house only whispers, then hushes.\n\n           Nestlings sleep beneath wings,\n\n           like eyes beneath their lashes.\n\n\n\nFrom open calyces there flows\n\na ripe strawberry scent, in waves.\n\n           A lamp in the house glows.\n\n           Grasses are born on graves.\n\n\n\nA late bee sighs, back from its tours\n\nand no cell vacant any more.\n\n           The hen and her cheeping stars\n\n           cross their threshing floor.\n\n\n\nAll through the night the flowers flare,\n\nscent flowing and catching the wind.\n\n           The lamp now climbs the stair,\n\n           shines from above, is dimmed...\n\n\n\nIt's dawn: the petals, slightly worn,\n\nclose up again—each bud to brood,\n\n           in its soft, secret urn,\n\n           on some yet-nameless good.</pre>\n "}, {"title": "Darling, You Are the World&#039;s Fresh Ornament", "view_node": "/poem/darling-you-are-worlds-fresh-ornament", "field_author": "<a href=\"/poet/laura-cronk\" hreflang=\"und\">Laura Cronk</a>", "field_date_published": "2012", "body": " <pre>\nDarling, you are the world's fresh ornament.\nNe'er a bigger bloom could a seeker find\nThan this that you, dear fool, have on displayment.\nThe displacement of my gentle mind\nTo boudoir regions, gaudy cunning luxury,\nHas my old self-substantial petrol in short supply.\nTo run this rearing gal, the new polished buxomry\nDemands a man—the night's auto reply\nTo teenish hungers doesn't cut it.\nGive me tender pullings of the world one way\nAnd another, and I'll give right back.\nThat's the way to increase, to fight the lack.</pre>\n "}, {"title": "The Other Side of the River", "view_node": "/poem/other-side-river", "field_author": "<a href=\"/poet/xi-chuan\" hreflang=\"und\">Xi Chuan</a>", "field_date_published": "2012", "body": " <pre>\nOn the other side of the river\nthere is a flame\na flame\nburning May\n\nburning August\n\nwhen the pagoda tree blooms, the professor with lentigo bows to her\nwhen orange blossoms fall, an heir of graceful demeanor waves to her\nand smiles\n\nyet on the other side of the river she remains, still burning\nlike the underwater glistening of red coral\nlike a red straw hat blown away in the breeze\n\nwhen I saw her yesterday she was totally still, looking to the sky\nand today she lowers her head to watch the river\nif it were overcast and raining, what would she do there on that side\nof the river?\n—her flame would not go out\n\na poet looks to her\na farmer looks to her\na Dialectical Materialist looks to her\nshe is on the other side of the river, burning\nburning May\nburning August</pre>\n "}, {"title": "(Soma)tic 1: Anoint Thyself", "view_node": "/poem/somatic-1-anoint-thyself", "field_author": "<a href=\"/poet/caconrad\" hreflang=\"und\">  CAConrad</a>", "field_date_published": "2012", "body": " <p>—for John Coletti &amp; Jess Mynes</p><p>Visit the home of a deceased poet you admire and bring some natural thing back with you. I went to Emily Dickinson's house the day after a reading event with my friend Susie Timmons. I scraped dirt from the foot of huge trees in the backyard into a little pot. We then drove into the woods where we found miniature pears, apples, and cherries to eat. I meditated in the arms of an oak tree with the pot of Emily's dirt, waking to the flutter of a red cardinal on a branch a foot or so from my face, staring, showing me his little tongue.</p><p>When I returned to Philadelphia I didn't shower for three days, then rubbed Emily's dirt all over my body, kneaded her rich Massachusetts soil deeply into my flesh, then put on my clothes and went out into the world. Every once in a while I stuck my nose inside the neck of my shirt to inhale her delicious, sweet earth covering me. I felt revirginized through the ceremony of my senses. I could feel her power tell me these are the ways to walk and speak and shift each glance into total concentration for maximum usage of our little allotment of time on a planet. LOSE AND WASTE NO MORE TIME POET! Lose and waste no more time she said to me as I took note after note on the world around me for the poem.</p><hr /><blockquote><table width=\"275\"><tbody><tr><td><p align=\"justify\">your sweaty party dress and my sweaty party dress lasted a few minutes until the tomato was gone someday they will disambiguate you but not while I'm around our species won Emily we won it feels so good to be winning the flame of victory pass it around it never goes out dinosaurs ruled Massachusetts dinosaurs fucking and laying eggs in Amherst Boston Mount Holyoke then you appeared high priestess pulling it out of the goddamned garden with both hands you Emily remembered the first time comprehending a struck match can spread a flame it feels good to win this fair and square protest my assessment all you want but not needing to dream is like not needing to see the world awaken to itself indestructible epiphanies consume the path and just because you're having fun doesn't mean you're not going to die recrimination is the fruit to defy with unexpected appetite I will be your outsider if that's how you need me electric company's stupid threatening letters cannot affect a poet who has faced death</p></td></tr></tbody></table></blockquote> "}, {"title": "(Soma)tic 5: Storm SOAKED Bread", "view_node": "/poem/somatic-5-storm-soaked-bread", "field_author": "<a href=\"/poet/caconrad\" hreflang=\"und\">  CAConrad</a>", "field_date_published": "2012", "body": " <p>—for Julian Brolaski</p><p>Sit outside under shelter of a doorway, pavilion, or umbrella on a park bench, but somewhere outside where you can easily touch, smell, taste, FEEL the storm. Lean your face into the weather, face pointed UP to the sky, stay there for a bit with eyes closed while water fills the wells of your eyes. Come back into the shelter properly baptized in the beauty of pure elements and be quiet and still for a few minutes. Take some preliminary notes about your surroundings. Try not to engage with others who might run to your shelter for cover. If they insist on talking MOVE somewhere else; you are a poet with a storm to digest, this isn't time for small talk! You are not running from the storm, you are opening to it, you are IN IT! Stick a bare arm or foot into the storm, let your skin take in a meditative measure of wind and rain. If you are someone who RAN from storms in the past take time to examine the joys of the experience. Remind yourself you are a human being who is approximately 80 percent water SO WHAT'S THE HARM OF A FEW DROPS ON THE OUTSIDE!? Right? YES! Pause, hold your breath for a count of 4, then write with a FURY and without thinking, just let it FLOW OUT OF YOU, write, write, WRITE!</p><p>Set an empty cup in the storm, hold a slic of bread in the storm. Then put a little salt and pepper on your storm soaked bread, maybe some oregano and garlic. With deliberate SLOOOWNESS chew your storm bread and drink the storm captured in your cup. Slowly. So, slowly, please, with, a, slowness, that, is, foreign, to, you. THINK the whole slow time of chewing and drinking how this water has been in a cycle for MILLIONS OF YEARS, falling to earth, quenching horses, elephants, lizards, dinosaurs, humans. They pissed, they died, their water evaporated and gathered again into clouds to drizzle down AND STORM DOWN into rivers, puddles, aqueducts, and ancient cupped hands. Humans who LOVED, who are long dead, humans who thieved, raped, murdered, were generous, playful, disappointed, fearful, annoyed and adored one another, each of them dying in their own way, their water going back to the sky, coming back down to your bread, your lips, your stomach, to feed your sinew, your brain, your living, beautiful day. Take your notes POET, IT IS YOUR MOMENT to be totally aware, completely aware!</p><hr /><br /><p><b>One Day I Will Step from the Beauty Parlor and Enlist in the Frequency of Starlings</b></p><br /><br /><pre>\n                                           my favorite morning \n                                        is not caring if\n                                      blood on sheets\n                                       is yours or mine\n\n                                        a machine in\n                                         your station\n                                           rides me\n                                 tracks to snacks      \n                                 snacks to tracks\n\n                           I feel very fortunate\n                           to know magic is real\n                           and poetry is real\n                     you can see it in the writing\n                     a belief in one is missing\n\n                     a mouse eating\n                           the dead\n                           cat our\n                           longed-for\n                           malfunction\n\n                                   I was born\n                                    in Topeka\n                                    otherwise\n                                   they would have\n                                    never let me in\n\n                     they circle away holding this place\n                     opening opening opening OPENING UP\n                             I grope the tree down its root\n\n                                              if truth soothes\n                                        soothing was\n                                              not truth's goal\n\n                                              my goal\n                                         is to do what\n                                              produces\n                                              memory\n                                              as gentle\n                                              as vicious\n                                                 can\n\n                                    one promise: when\n                                     I get to the bottom I'll\n                                       accelerate deeper\n                                              my small pile\n                                              of poems\n                                              surprising\n                                    everyone along the\n                                    open wound\n                                              \"was there a\n                                              death\" they ask\n                                              \"a merger\" I say\n\n                                       everyone paying attention\n                                                      enjoy your visit\n                                                        everyone else\n                                                              good luck</pre>\n "}, {"title": "Superheroes as 2004 Volkswagen Passat: A Double Sonnet", "view_node": "/poem/superheroes-2004-volkswagen-passat-double-sonnet", "field_author": "<a href=\"/poet/bruce-covey\" hreflang=\"und\">Bruce Covey</a>", "field_date_published": "2012", "body": " <pre>\nThe Invisible Woman is the windshield.\nMr. Fantastic is the wiper fluid.\nThe Thing is the tire.\nThe Human Torch is the spark plug.\nSpiderman is the antenna.\nStorm is the ignition coil.\nRogue is the crank shaft.\nThe Punisher is the exhaust pipe.\nCaptain America is the hub cap.\nQuicksilver is the oil.\nRogue is the gasoline.\nPsylocke is the catalytic converter.\nThe Hulk is the cylinder block.\nShe Hulk is the mount.\n\nMantis is the manifold.\nMs. Marvel is the muffler.\nThe Scarlet Witch is the instrument panel.\nIceman is the cooling system.\nWolverine is the hood.\nColossus is the camshaft.\nBanshee is the horn.\nPolaris is the voltage regulator. \nSilver Surfer is the rearview mirror.\nPowerman is the bearing.\nPhoenix is the powertrain.\nEmma Frost is the hinge pillar.\nThe Vision is the fuse box.\nBlack Widow is the brake.</pre>\n "}, {"title": "One of the Dummies at Night", "view_node": "/poem/one-dummies-night", "field_author": "<a href=\"/poet/gibson-fay-leblanc\" hreflang=\"und\">Gibson Fay-LeBlanc</a>", "field_date_published": "2012", "body": " <pre>\nHe slept in the tinder box\nhis master made, and oak\ngrain governed the dreaming—\n\nhis left eye clouded over,\nhe closed the other and saw\nmild applause in his future.\n\nHis bed sat at a crevice\nedge, pure pitch below,\nand a cold wind slowed\n\nthe senses, rising from who\nknows where. Later his mind\nbecame its pin, eschewed\n\ndowels and string and leapt\ninto the dark. The fall\nwas pleasurable, apt: \n\nthere were no voices\nin the breeze, no speeches\nto open his mouth.</pre>\n "}, {"title": "INSTANT CLASSIC: a[tone]meant [I.]", "view_node": "/poem/instant-classic-atonemeant-i", "field_author": "<a href=\"/poet/erica-kaufman\" hreflang=\"und\">Erica Kaufman</a>", "field_date_published": "2012", "body": "<blockquote><sup><em>\"the bitter memory / Of what he was, what is, and what must be\"<br /><span class=\"long-line\">            Milton, Paradise Lost, Book Four</span><br /><br /><span class=\"long-line\">\"we continually explore for the invisible power structure behind the visible kings\"</span><br /><span class=\"long-line\">            Buckminster Fuller</span></em></sup></blockquote>\n\n<p><span class=\"long-line\">I.</span><br /><br /><span class=\"long-line\">don't be sick anymore don't sit</span><br /><span class=\"long-line\">silent    recliner mute to the suit</span><br /><span class=\"long-line\">that earns me political return look</span><br /><span class=\"long-line\">through that window only slightly</span><br /><span class=\"long-line\">mutter verbs like persuade, probe,</span><br /><span class=\"long-line\">phrenology, fellow, transgress against</span><br /><span class=\"long-line\">that diaphragmatic urge to be again</span><br /><span class=\"long-line\">\"that girl\" time marked by shoe sizes,</span><br /><span class=\"long-line\">length of hair   instead propose a practice</span><br /><span class=\"long-line\">a fishbowl where the eye a woman</span><br /><span class=\"long-line\">and the rain really does help</span><br /><span class=\"long-line\">        us avoid the boat the impulse</span><br /><span class=\"long-line\">to just move some chairs around</span><br /><span class=\"long-line\">say \"jigsaw   my framing device\"</span><br /><span class=\"long-line\">and no longer thirst for genuine</span><br /><span class=\"long-line\">saltwater connection epic armor</span><br /><span class=\"long-line\">i knew i was naked i got off the ark</span></p>\n"}, {"title": "Danny Boy", "view_node": "/poem/danny-boy", "field_author": "<a href=\"/poet/frederick-edward-weatherly\" hreflang=\"und\">Frederick Edward Weatherly</a>", "field_date_published": "1910", "body": " <pre>\nOh Danny boy, the pipes, the pipes are calling\nFrom glen to glen, and down the mountain side\nThe summer's gone, and all the flowers are dying\n'Tis you, 'tis you must go and I must bide.\nBut come ye back when summer's in the meadow\nOr when the valley's hushed and white with snow\n'Tis I'll be here in sunshine or in shadow\nOh Danny boy, oh Danny boy, I love you so.\nAnd when you come, and all the flowers are dying\nIf I am dead, as dead I well may be\nYou'll come and find the place where I am lying\nAnd kneel and say an \"Ave\" there for me.\nAnd I shall hear, tho' soft you tread above me\nAnd all my dreams will warm and sweeter be\nIf you'll not fail to tell me that you love me\nI'll simply sleep in peace until you come to me.\nI'll simply sleep in peace until you come to me.</pre>\n "}, {"title": "Magdalen Walks", "view_node": "/poem/magdalen-walks", "field_author": "<a href=\"/poet/oscar-wilde\" hreflang=\"und\">Oscar Wilde</a>", "field_date_published": "1881", "body": " <pre>The little white clouds are racing over the sky,\n   And the fields are strewn with the gold of the flower of March,\n   The daffodil breaks under foot, and the tasselled larch\nSways and swings as the thrush goes hurrying by.\n\nA delicate odour is borne on the wings of the morning breeze,\n   The odour of leaves, and of grass, and of newly upturned earth,\n   The birds are singing for joy of the Spring's glad birth,\nHopping from branch to branch on the rocking trees.\n\nAnd all the woods are alive with the murmur and sound of Spring,\n   And the rose-bud breaks into pink on the climbing briar,\n   And the crocus-bed is a quivering moon of fire\nGirdled round with the belt of an amethyst ring.\n\nAnd the plane to the pine-tree is whispering some tale of love\n   Till it rustles with laughter and tosses its mantle of green,\n   And the gloom of the wych-elm's hollow is lit with the iris sheen\nOf the burnished rainbow throat and the silver breast of a dove.\n\nSee! the lark starts up from his bed in the meadow there,\n   Breaking the gossamer threads and the nets of dew,\n   And flashing adown the river, a flame of blue!\nThe kingfisher flies like an arrow, and wounds the air.</pre>\n "}, {"title": "Parkeresque", "view_node": "/poem/parkeresque", "field_author": "<a href=\"/poet/rebecca-wolff\" hreflang=\"und\">Rebecca Wolff</a>", "field_date_published": "2012", "body": " <pre>\nI'd like a \nlidless \n\nVicodin. \nOblivion.\n\nCountless \nsensation of him\n\nleaving the room.\nCome back soon.\n\nIt occurred to me\nfait accompli.\n\nClinamen.\nPhantom limb.\n\nBlack cat sleeping\n(you used to be\n\nnext to me)\nnext to me\n\ndreams our lost \ntelepathy.</pre>\n "}, {"title": "The Moon in Your Breath", "view_node": "/poem/moon-your-breath", "field_author": "<a href=\"/poet/amy-king\" hreflang=\"und\">Amy King</a>", "field_date_published": "2012", "body": " <pre>\nMan acts as an antenna for the sun\nand then: a trout in the milk, \nmen who wear kilts after darkness. \nBuild a bottle of fish with a few dried figs. \nDear Shadow,\nwhen did I become that person?  \nI mean one who says \"plastic glucose\" \nwithout wondering what \nrotten-sweet is? The one who teenagers\nrepresent? There's a room in your breath\nI crawl into, eating the wallpaper's yellow,\nlooking out for the man on the stairs,\nhis knife in hand, poise incarnate.\nI am your minimum envelope,\nyour string between tin cans and\ncannot stop the talk between us.\n\nIn Berlin, they lay buildings on concrete\nslabs that look straight back at us.\nThe windows of the soul seek to err\non the side of humanity. Put a piece of glass\nbetween us for less resistance.\nInvite rococo scrawl in heated breath upon it.\nThe moon appears in a cinched waist.  \nStand penance atop her curvature's axis, \nabove a hill where headstones claw up \nthrough the clouds, pulling their fibers \ninto blankets across us.\n\nThe sleet and silver smiles loom, gauze-thin.\nWe slip from a reel of translation back \ninto how we cater to loneliness,\nhow we move our mouths and mouth\nour meals, engorging entrails where \neven foodstuffs give off energies.  \nI am that uncontrollable,\nfear in a mesh of moonrock's lapis soup.\nWe demons are in love and afoot.\nAs in the primordial diary, time will come \nto take the hem in, tether the ether \nthat dreams become from, and examine \nour ankles as the sugar washes over,\ndisappearing. As with everything, \nthat's the body he works on. She also\nknows honey lasts best in the future.</pre>\n "}, {"title": "You &amp; I Belong in This Kitchen", "view_node": "/poem/you-i-belong-kitchen", "field_author": "<a href=\"/poet/juan-felipe-herrera\" hreflang=\"und\">Juan Felipe Herrera</a>", "field_date_published": "2012", "body": " <pre>\nlongtime hermano Bob          tells me\none of the monks in brown directs us to the deep sink\nmade of two sinks the hose &amp; the silver table where all \nthe spoons &amp; metal tongs are clean\nwait at the entrance for directions the monk gave me\nbut he is in there &amp; points me to another sink\nmade of two sinks &amp; a silver table where all \nthe spoons &amp; metal tongs are clean\nscrub off the rice burned at the bottom \nthere it is clinging to the sides of the steel\noutside working the hole in the earth\nthree monks in brown stir the blackish pots boiling\nfour mouths of mud cakes for the new lunar year\nthe dragon the people the monastery the mountains\none monk stands staring into the nothing\nno thoughts around him \nthe other monk descends through the scaly fog two\nchildren angle an exploded tree limb back &amp; forth\nso the sparks play with them      to the left \nthe meditation hall is curved &amp; faces Escondido \ndown below where my father drove his army truck\n&amp; pulled our trailer to a stop on Lincoln Road in ‘54\nI watered spidered corn &amp; noticed the deportations\nlittle friends gone the land left to ice alone\nlunch is served we go to the line the spoons\nand the speckled tongs await by the brown rice\nwhite rice eggplant kim chee &amp; a grey shade pot\npour the seaweed soup we go with our tray &amp; sit \nthe mud cakes are ribboned in red &amp; gold &amp; green \nthere is a way to do this \nit requires listening &amp; seeing &amp;\nsilence           silence the bell rings\nlongtime hermano Bob &amp; I      at the parking lot\nwe leave brown cloth                           brown cloth\nnaked spoons      naked pots\nsteam         rises from the sink &amp;      the view\nthe view with no one           in front or     in back</pre>\n "}, {"title": "Economy", "view_node": "/poem/economy", "field_author": "<a href=\"/poet/sandra-beasley\" hreflang=\"und\">Sandra Beasley</a>", "field_date_published": "2012", "body": " <pre>\nAfter you've surrendered to pillows \nand I, that second whiskey, \non the way to bed I trace my fingers \nover a thermostat we dare not turn up.\nYou have stolen what we call <i>the green thing</i>—\ntoo thick to be a blanket, too soft to be a rug—\nturned away, mid-dream. Yet your legs\nstill reach for my legs, folding them quick \nto your accumulated heat.\n                              These days\nonly a word can earn overtime. \n<i>Economy</i>: once a net, now a handful of holes. \n<i>Economy</i>: what a man moves with \nwhen, even in sleep, he is trying to save\nall there is left to save.</pre>\n "}], "pager": {"current_page": 448, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}