{"rows": [{"title": "Lights Out!", "view_node": "/poem/lights-out-0", "field_author": "<a href=\"/poet/jessie-pope\" hreflang=\"en\">Jessie Pope</a>", "field_date_published": "2018", "body": " <pre>Darkness—expectant, discreet—\n    Only a lamp here and there,\nGloom in the clattering street,\n    Stygian black in the square;\nDazzling fascias and fronts,\n    Scintillant sky-scrapers banished,\nSnuffed and shut down are the spangles of Town.\n            London has vanished.\n\nOnly a few months ago\n    London woke up every night;\nDances or “Chemin” or Show,\n    Festival vistas or light.\nEverywhere glitter and glare,\n    Junket and revelry keeping.\nYes, but despite the laughter and light,\n             London was sleeping.\n\nSearchlights are probing the skies,\n    Eastward their streamers are trailed;\nMasked are the city’s bright eyes—\n    Even the tramcars are veiled.\nCockneys turn in at eleven,\n    “Stop Press” thirst finally slaked.\nTurn the lights out. <em>Now</em>, without doubt,\n\t London’s awake!\n</pre>\n "}, {"title": "Play the Game", "view_node": "/poem/play-game", "field_author": "<a href=\"/poet/jessie-pope\" hreflang=\"en\">Jessie Pope</a>", "field_date_published": "2018", "body": " <pre>Twenty-two stalwarts in stripes and shorts\n    Kicking a ball along,\nSet in a square of leather-lunged sports\n    Twenty-two thousand strong,\nSome of them shabby, some of them spruce,\n    Savagely clamorous all,\nHurling endearments, advice or abuse,\n    At the muscular boys on the ball. \n\nStark and stiff ’neath a stranger’s sky\n    A few hundred miles away,\nWar-worn, khaki-clad figures lie,\n    Their faces rigid and grey—\nStagger and drop where the bullets swarm,\n    Where the shrapnel is bursting loud,\nDie, to keep England safe and warm—\n    For a vigorous football crowd!\n\nFootball’s a sport, and a rare sport too,\n    Don’t make it a source of shame.\nTo-day there are worthier things to do.\n    Englishmen, play the game!\nA truce to the League, a truce to the Cup,\n    Get to work with a <em>gun</em>.\nWhen our country’s at war, we must all back up—\n    It’s the only thing to be done!\n</pre>\n "}, {"title": "The Ghost", "view_node": "/poem/ghost-2", "field_author": "<a href=\"/poet/winifred-m-letts\" hreflang=\"und\">Winifred M. Letts</a>", "field_date_published": "2018", "body": " <pre>My lady, musing at her mirror, said:\n“This is my burial night, for I am dead;\nHope dug the grave and laid my sad heart there,\nSorrow was sexton, heavy-footed Care\nThe lanthorn-bearer, Love in sober stole\nWas priest, while fickle Joy stayed but to toll \nThe bell for me; then Memory graved the stone,\nAnd all being done, they left me there alone.\n\nBut though the grave is made, the earth close-pressed\nAbout my heart, to-morrow I must rise,\nPut on my gay attire, laugh and jest,\nLest one should read the secret in my eyes—\nLest one should know that in this careless host\nOf revellers, I linger as a ghost.”\n</pre>\n "}, {"title": "In All Loveliness", "view_node": "/poem/all-loveliness", "field_author": "<a href=\"/poet/winifred-m-letts\" hreflang=\"und\">Winifred M. Letts</a>", "field_date_published": "2018", "body": " <pre>I love you in all loveliness, sweetheart.\nSkies, stars and flowers speak of you to me\nAnd every season is your emissary\nLest I forget you now we are apart.\n\nThe tracery of leafless trees inset\nUpon a saffron sky: warm nights in June\nWhen corncrakes shout beneath a full low moon;\nSeptember mornings in a world dew-wet;\nDim harvest fields at dusk: tree-shadowed lawns,\nA garden sweet with lavender and stocks;\nPale flowers by twilight, jessamine and phlox;\nThe ring-doves’ soft complain in summer dawns;\nThe scent of cowslips, violets white and blue—\nThese are the embassies that speak of you!\n</pre>\n "}, {"title": "Alive", "view_node": "/poem/alive-0", "field_author": "<a href=\"/poet/winifred-m-letts\" hreflang=\"und\">Winifred M. Letts</a>", "field_date_published": "2018", "body": " <pre>Because you live, though out of sight and reach,\nI will, so help me God, live bravely too,\nTaking the road with laughter and gay speech,\nAlert, intent to give life all its due.\nI will delight my soul with many things,\nThe humours of the street and books and plays,\nGreat rocks and waves winnowed by seagulls’ wings,\nStar-jewelled Winter nights, gold harvest days.\n\nI will for your sake praise what I have missed,\nThe sweet content of long-united lives,\nThe sunrise joy of lovers who have kissed,\nChildren with flower-faces, happy wives.\nAnd last I will praise Death who gives anew\nBrave life adventurous and love—and you. \n</pre>\n "}, {"title": "If Love of Mine", "view_node": "/poem/if-love-mine", "field_author": "<a href=\"/poet/winifred-m-letts\" hreflang=\"und\">Winifred M. Letts</a>", "field_date_published": "2018", "body": " <pre>If love of mine could witch you back to earth\nIt would be when the bat is on the wing,\nThe lawn dew-drenched, the first stars glimmering,\nThe moon a golden slip of seven nights’ birth.\nIf prayer of mine could bring you it would be\nTo this wraith-flowered jasmine-scented place\nWhere shadow trees their branches interlace;\nPhantoms we’d tread a land of fantasy.\nIf love could hold you I would bid you wait\nTill the pearl sky is indigo and till\nThe plough show silver lamps beyond the hill\nAnd Aldebaran burns above the gate.\n\nIf love of mine could lure you back to me\nFrom the rose gardens of eternity. \n</pre>\n "}, {"title": "In Memory", "view_node": "/poem/memory-2", "field_author": "<a href=\"/poet/winifred-m-letts\" hreflang=\"und\">Winifred M. Letts</a>", "field_date_published": "2018", "body": " <pre>Would God that I might build my love in stone\nThat would out-time the centuries and dare\nDespiteful death to lay his finger there,\nSo that your fame to all men might be known;\nA minister church, crowned with a soaring spire,\nGreat buttressed walls, clerestory, lofty nave,\nDeep carven doors and every window brave\nWith sunset hues. In chantry, transept, choir,\nSo great a peace men needs must kneel to pray.\nThen I would have them, each to other say,\n“One loved her true love well and worthily\nAnd built this minister to his memory,\nGod rest their souls”—so all should know the story,\nYour fame, beloved, and God’s greater glory.\n</pre>\n "}, {"title": "The Dream", "view_node": "/poem/dream-2", "field_author": "<a href=\"/poet/winifred-m-letts\" hreflang=\"und\">Winifred M. Letts</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">I dreamt—before death made such dreaming vain—</span><br /><span class=\"long-line\">That sometime, on a day of wind and rain,</span><br /><span class=\"long-line\">I would come home to you at fall of night</span><br /><span class=\"long-line\">And see your window flushed with firelight.</span><br /><span class=\"long-line\">There in the chill dark lonesomeness I’d wait</span><br /><span class=\"long-line\">A moment, standing at the garden gate</span><br /><span class=\"long-line\">Scarce trusting that my happiness was true,—</span><br /><span class=\"long-line\">The kind warm lights of home and love and you.</span></p>\n\n<p><span class=\"long-line\">Then, lest they’d vanish to be mine no more,</span><br /><span class=\"long-line\">I’d speed my steps along the garden path,</span><br /><span class=\"long-line\">Cross my own threshold, close the wind-blown door</span><br /><span class=\"long-line\">And find you in the firelight of the hearth.</span><br /><span class=\"long-line\">O happiness! to kneel beside you there</span><br /><span class=\"long-line\">And feel your fingers resting on my hair.</span></p>\n"}, {"title": "Loss", "view_node": "/poem/loss-2", "field_author": "<a href=\"/poet/winifred-m-letts\" hreflang=\"und\">Winifred M. Letts</a>", "field_date_published": "2018", "body": " <pre>In losing you I lost my sun and moon\nAnd all the stars that blessed my lonely night.\nI lost the hope of Spring, the joy of June,\nThe Autumn’s peace, the Winter’s firelight.\nI lost the zest of living, the sweet sense\nExpectant of your step, your smile, your kiss;\nI lost all hope and fear and keen suspense\nFor this cold calm, sans agony, sans bliss.\nI lost the rainbow’s gold, the silver key\nThat gave me freedom of my town of dreams;\nI lost the path that leads to Faërie\nBy beechen glades and heron-haunted streams.\nI lost the master word, dear love, the clue\nThat threads the maze of life when I lost you. \n</pre>\n "}, {"title": "Heart&#039;s Desire", "view_node": "/poem/hearts-desire", "field_author": "<a href=\"/poet/winifred-m-letts\" hreflang=\"und\">Winifred M. Letts</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">My heart’s desire was like a garden seen</span><br /><span class=\"long-line\">On sudden through the opening of a door</span><br /><span class=\"long-line\">In the grey sheet of life, unguessed before</span><br /><span class=\"long-line\">But now how magic in sun-smitten green:</span><br /><span class=\"long-line\">Wide cedar-shaded lawns, the glow and sheen</span><br /><span class=\"long-line\">Of borders decked with all a gardener’s lore,</span><br /><span class=\"long-line\">Long shaven hedges of old yew, hung o’er</span><br /><span class=\"long-line\">With gossamer, wide paths to please a queen,</span><br /><span class=\"long-line\">Whose happy silken skirts would brush the dew</span><br /><span class=\"long-line\">From peonies and lupins white and blue.</span><br /><span class=\"long-line\">Enchanted, there I lingered for a space,</span><br /><span class=\"long-line\">Forgetful of the street, of tasks to do.</span><br /><span class=\"long-line\">But when I would have entered that sweet place</span><br /><span class=\"long-line\">The wind rose and the door slammed in my face.</span></p>\n"}, {"title": "Your Name", "view_node": "/poem/your-name", "field_author": "<a href=\"/poet/winifred-m-letts\" hreflang=\"und\">Winifred M. Letts</a>", "field_date_published": "2018", "body": " <pre>When I can dare at last to speak your name\nIt shall not be with hushed and reverent speech\nAs if your spirit were beyond the reach\nOf homely merry things, kind jest or game.\nDeath shall not hide you in some jewelled shrine\nNor set you in marmoreal pomp apart,\nYou who still share the ingle of my heart,\nParticipant in every thought of mine.\n\nYour name, when I can dare to speak it, dear,\nShall still be linked with laughter and with joy.\nNo solemn panegyrist shall destroy\nMy image of you, gay, familiar\nAs in old happy days,—lest I discover\nToo late I’ve won a saint but lost a lover. \n</pre>\n "}, {"title": "Dead", "view_node": "/poem/dead-1", "field_author": "<a href=\"/poet/winifred-m-letts\" hreflang=\"und\">Winifred M. Letts</a>", "field_date_published": "2018", "body": " <pre>In misty cerements they wrapped the word\nMy heart had feared so long: dead... dead... I heard\nBut marvelled they could think the thing was true\nBecause death cannot be for such as you.\nSo while they spoke kind words to suit my need\nOf foolish idle things my heart took heed,\nYour racquet and worn-out tennis shoe,\nYour pipe upon the mantel,—then a bird\nUpon the wind-tossed larch began to sing\nAnd I remembered how one day in Spring\nYou found the wren’s nest in the wall and said\n“Hush!... listen! I can hear them quarrelling...”\nThe tennis court is marked, the wrens are fled,\nBut you are dead, beloved, you are dead\n</pre>\n "}, {"title": "November", "view_node": "/poem/november-2", "field_author": "<a href=\"/poet/edward-thomas\" hreflang=\"und\">Edward Thomas</a>", "field_date_published": "", "body": " <p>November’s days are thirty:<br />November’s earth is dirty,<br />Those thirty days, from first to last;<br />And the prettiest thing on ground are the paths<br />With morning and evening hobnails dinted,<br />With foot and wing-tip overprinted<br />Or separately charactered,<br />Of little beast and little bird.<br />The fields are mashed by sheep, the roads<br />Make the worst going, the best the woods<br />Where dead leaves upward and downward scatter.<br />Few care for the mixture of earth and water,<br />Twig, leaf, flint, thorn,<br />Straw, feather, all that men scorn,<br />Pounded up and sodden by flood,<br />Condemned as mud.</p><p>But of all the months when earth is greener<br />Not one has clean skies that are cleaner.<br />Clean and clear and sweet and cold,<br />They shine above the earth so old,<br />While the after-tempest cloud<br />Sails over in silence though winds are loud,<br />Till the full moon in the east<br />Looks at the planet in the west<br />And earth is silent as it is black,<br />Yet not unhappy for its lack.<br />Up from the dirty earth men stare:<br />One imagines a refuge there<br />Above the mud, in the pure bright<br />Of the cloudless heavenly light:<br />Another loves earth and November more dearly<br />Because without them, he sees clearly,<br />The sky would be nothing more to his eye<br />Than he, in any case, is to the sky;<br />He loves even the mud whose dyes<br />Renounce all brightness to the skies.</p> "}, {"title": "If I Should Ever by Chance", "view_node": "/poem/if-i-should-ever-chance", "field_author": "<a href=\"/poet/edward-thomas\" hreflang=\"und\">Edward Thomas</a>", "field_date_published": "", "body": " <p>If I should ever by chance grow rich<br />I'll buy Codham, Cockridden, and Childerditch,<br />Roses, Pyrgo, and Lapwater,<br />And let them all to my elder daughter.<br />The rent I shall ask of her will be only<br />Each year's first violets, white and lonely,<br />The first primroses and orchises—<br />She must find them before I do, that is.<br />But if she finds a blossom on furze<br />Without rent they shall all for ever be hers,<br />Codham, Cockridden, and Childerditch,<br />Roses, Pyrgo and Lapwater,—<br />I shall give them all to my elder daughter.</p> "}, {"title": "Thaw", "view_node": "/poem/thaw-0", "field_author": "<a href=\"/poet/edward-thomas\" hreflang=\"und\">Edward Thomas</a>", "field_date_published": "", "body": "<p><span class=\"long-line\">Over the land freckled with snow half-thawed</span><br /><span class=\"long-line\">The speculating rooks at their nests cawed</span><br /><span class=\"long-line\">And saw from elm-tops, delicate as flowers of grass,</span><br /><span class=\"long-line\">What we below could not see, Winter pass.</span></p>\n"}, {"title": "Will You Come?", "view_node": "/poem/will-you-come", "field_author": "<a href=\"/poet/edward-thomas\" hreflang=\"und\">Edward Thomas</a>", "field_date_published": "2018", "body": " <p>Will you come?<br />Will you come?<br />Will you ride<br />So late<br />At my side?<br />O, will you come?</p><p>Will you come?<br />Will you come?<br />If the night<br />Has a moon,<br />Full and bright?<br />O, will you come?</p><p>Would you come?<br />Would you come<br />If the noon<br />Gave light,<br />Not the moon?<br />Beautiful, would you come?</p><p>Would you have come?<br />Would you have come<br />Without scorning,<br />Had it been<br />Still morning?<br />Beloved, would you have come?</p><p>If you come<br />Haste and come.<br />Owls have cried;<br />It grows dark<br />To ride.<br />Beloved, beautiful, come.</p> "}, {"title": "The Manor Farm", "view_node": "/poem/manor-farm", "field_author": "<a href=\"/poet/edward-thomas\" hreflang=\"und\">Edward Thomas</a>", "field_date_published": "2018", "body": " <p>The rock-like mud unfroze a little and rills<br />Ran and sparkled down each side of the road<br />Under the catkins wagging in the hedge.<br />But earth would have her sleep out, spite of the sun;<br />Nor did I value that thin gilding beam<br />More than a pretty February thing<br />TIll I came down to the old Manor Farm,<br />And church and yew-tree opposite, in age<br />Its equals and in size. The church and yew<br />And farmhouse slept in a Sunday silentness. <br />The air raised not a straw. The steep farm roof,<br />With tiles duskily glowing, entertained<br />The mid-day sun; and up and down the roof<br />White pigeons nestled. There was no sound but one.<br />Three cart-horses were looking over a gate<br />Drowsily through their forelocks, swishing their tails<br />Against a fly, a solitary fly.</p><p>The Winter's cheek flushed as if he had drained<br />Spring, Summer, and Autumn at a draught<br />And smiled quietly. But ’twas not Winter—<br />Rather a season of bliss unchangeable<br />Awakened from farm and church where it had lain<br />Safe under tile and thatch for ages since<br />This England, Old already, was called Merry.</p> "}, {"title": "Tears", "view_node": "/poem/tears", "field_author": "<a href=\"/poet/edward-thomas\" hreflang=\"und\">Edward Thomas</a>", "field_date_published": "2018", "body": " <p>It seems I have no tears left. They should have fallen—<br />Their ghosts, if tears have ghosts, did fall—that day<br />When twenty hounds streamed by me, not yet combed out<br />But still all equals in their rage of gladness<br />Upon the scent, made one, like a great dragon<br />In Blooming Meadow that bends towards the sun<br />And once bore hops: and on that other day<br />When I stepped out from the double-shadowed Tower<br />Into an April morning, stirring and sweet<br />And warm. Strange solitude was there and silence.<br />A mightier charm than any in the Tower<br />Possessed the courtyard. They were changing guard,<br />Soldiers in line, young English countrymen,<br />Fair-haired and ruddy, in white tunics. Drums<br />And fifes were playing “The British Grenadiers.”<br />The men, the music piercing that solitude<br />And silence, told me truths I had not dreamed,<br />And have forgotten since their beauty passed.</p> "}, {"title": "Unsolved", "view_node": "/poem/unsolved", "field_author": "<a href=\"/poet/john-mccrae\" hreflang=\"und\">John McCrae</a>", "field_date_published": "2018", "body": " <p>Amid my books I lived the hurrying years,<br />   Disdaining kinship with my fellow man;<br />Alike to me were human smiles and tears,<br />   I cared not whither Earth's great life-stream ran,<br />Till as I knelt before my mouldered shrine,<br />   God made me look into a woman's eyes;<br />And I, who thought all earthly wisdom mine,<br />   Knew in a moment that the eternal skies<br />Were measured but in inches, to the quest<br />   That lay before me in that mystic gaze.<br />“Surely I have been errant; it is best<br />   That I should tread, with men their human ways.”<br />God took the teacher, ere the task was learned,<br />And to my lonely books again I turned.</p> "}, {"title": "The Unconquered Dead", "view_node": "/poem/unconquered-dead", "field_author": "<a href=\"/poet/john-mccrae\" hreflang=\"und\">John McCrae</a>", "field_date_published": "2018", "body": " <p><em>“...defeated, with great loss.” </em></p><p>Not we the conquered! Not to us the blame<br />   Of them that flee, of them that basely yield;<br />Nor ours the shout of victory, the fame<br />   Of them that vanquish in a stricken field.</p><p>That day of battle in the dusty heat<br />   We lay and heard the bullets swish and sing<br />Like scythes amid the over-ripened wheat,<br />   And we the harvest of their garnering.</p><p>Some yielded, No, not we! Not we, we swear<br />   By these our wounds; this trench upon the hill<br />Where all the shell-strewn earth is seamed and bare,<br />   Was ours to keep; and lo! we have it still.</p><p>We might have yielded, even we, but death<br />   Came for our helper; like a sudden flood<br />The crashing darkness fell; our painful breath<br />   We drew with gasps amid the choking blood.</p><p>The roar fell faint and farther off, and soon<br />   Sank to a foolish humming in our ears,<br />Like crickets in the long, hot afternoon<br />   Among the wheat fields of the olden years.</p><p>Before our eyes a boundless wall of red<br />   Shot through by sudden streaks of jagged pain!<br />Then a slow-gathering darkness overhead<br />   And rest came on us like a quiet rain.</p><p>Not we the conquered! Not to us the shame,<br />   Who hold our earthen ramparts, nor shall cease<br />To hold them ever; victors we, who came<br />   In that fierce moment to our honoured peace.</p> "}], "pager": {"current_page": 206, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}