{"rows": [{"title": "Angel of Duluth [excerpt]", "view_node": "/poem/angel-duluth-excerpt", "field_author": "<a href=\"/poet/madelon-sprengnether\" hreflang=\"und\">Madelon Sprengnether</a>", "field_date_published": "2006", "body": " <p>I lied a little. There are things I don’t want to tell you. How lonely I am today and sick at heart. How the rain falls steadily and cold on a garden grown greener, more lush and even less tame. I haven’t done much, I confess, to contain it. The grapevine, as usual, threatens everything in its path, while the raspberry canes, aggressive and abundant, are clearly out of control. I’m afraid the wildflowers have taken over, being after all the most hardy and tolerant of shade and neglect. This year the violets and lilies of the valley are rampant, while the phlox are about to emit their shocking pink perfume. Oh, my dear, had you been here this spring, you would have seen how the bleeding hearts are thriving.</p> "}, {"title": "Secrets in the Sand [And the night was a precipice]", "view_node": "/poem/secrets-sand-and-night-was-precipice", "field_author": "<a href=\"/poet/marjorie-agosin\" hreflang=\"und\">Marjorie Agosín</a>", "field_date_published": "2006", "body": " <p>And the night was a precipice,<br />And the night was a hollow sound,<br />Beyond all depths and silences.<br />It was night in the city of Juárez and the dead women of Juárez<br />Protected the living ones.<br />It didn’t seem like a typical night at the border.<br />It seemed more like the drowsiness of a mute inferno<br />And flames transforming into knives.</p><p>Night in Juárez was a perverse mirror<br />Where death breathed its hollow<br />Trophies over the sand.</p><p>And night in the city of Juárez didn’t have a beginning or an end<br />Just fear<br />Just death.</p> "}, {"title": "Diary", "view_node": "/poem/diary", "field_author": "<a href=\"/poet/deborah-bernhardt\" hreflang=\"und\">Deborah Bernhardt</a>", "field_date_published": "2006", "body": " <p>The opposite of striking him.<br />It is gawky to say.<br />Speech, a loose tooth.<br /><br />That I’m in love I can’t.<br />Wasps and wisps of words. My minutiae sentiments<br />could make your mind pruney. What if I fixate<br /><br />on a M.O.M.A. Pollock, <em> Echo, </em> till drip lines<br />are dozens of shoelaces, tipped with lacquer and raging.<br />Daily strands: <em> Me, too, I…</em> or <em> That reminds me of… </em><br /><br />Angling. Gawky, really gawky with <em> this is where I went </em> and <em> what I did. </em><br />When I am the conversationalist<br />the less patient fi xate on a point<br /><br />by my voile head. Mental pushpins scrape me:<br />the bored post notes.<br />Wholly detached listeners cast documents<br /><br />right over my face, cutting and pasting text.<br />I myself concentrate on a speaker’s lock of hair<br />just so I’m not waiting to chime.<br /><br />As I was saying. When he held me, I was not a boring person.<br /><br />Embarrassing, the need to peep, this saturation.<br />Forgive me. One I adore absorbs<br />my excess speech (her eyeglasses solar panels).<br /><br />Another I adore fields my prattle<br />despite her burning focaccia. All my talking<br />and I forget to charge the cordless. One who is<br /><br />my poet-cousin—whom I also adore, and<br />shortly I would like to say more about her—<br />fi nds humor in that juiceless telephone.<br /><br />Through my answering machine, gleeful-sweet:<br /><em>I feel helpless because I can’t hear you! </em> Now I add<br />there is a gallantry to her poems.<br /><br />I can’t not say: the particulars of his handholding.</p> "}, {"title": "The Movement of a Caravan over the Landscape", "view_node": "/poem/movement-caravan-over-landscape", "field_author": "<a href=\"/poet/sarah-manguso\" hreflang=\"und\">Sarah Manguso</a>", "field_date_published": "2006", "body": " <p>That we rode harder into the wind,<br />That the story got told,<br />That the broken candies were eaten first,<br />That they were eaten last,<br />That all subjects grew extinct eventually,<br />That in the inn I ruined our lives,<br />That in the barn I tried to save them,<br />That I failed,<br />That per Fitzgerald <em> the manner remains intact for some time after </em><br /><em>the morale cracks, </em><br />That in the <em> interregna </em> all suffer equally,<br />That the languages we are born ready to speak leave us one by one,<br />That unless we’re actively procreating we’re acting metaphorically,<br />That I’ve never been to France,<br />That I’ve been to Ohio,<br />That I remember almost nothing I did there,<br />That it is meaningless to say <em> I liked that, </em><br />That emotions accumulate into a few categories,<br />That each new one is itself plus everything <em> like itself, </em><br />That when animals act like people we love them more,<br />That when they do we want them never to stop,<br />That we give them the names we wish we had,<br />That men have children and manufacture new mothers,<br />That I anticipate escaping my fate or not,<br />That I anticipate the future by never buying groceries,<br />That I know the flesh is incidental but keep so many photographs,<br />That the story gets told,<br />That it was the reason for these various movements.</p> "}, {"title": "Letter from a Haunted Room", "view_node": "/poem/letter-haunted-room", "field_author": "<a href=\"/poet/lisa-sewell\" hreflang=\"und\">Lisa Sewell</a>", "field_date_published": "2006", "body": " <p>Dear K., there’s a mosquito stain<br />between the pages of your book, a streak<br />of platelets beside my index finger.<br />The broken microscopic cells have escaped<br />the hurly-burly of the wide aorta, the stark<br />unholy flow through veins and tubules.<br />Don’t get me wrong. I don’t mistake<br />anatomy for emotion. My heart is meat<br />and gristle, like Artaud’s: a simple<br />pump, it never falters. If I weep<br />it’s for the rocking chair, three knocks<br />embedded in the nursery wall.<br />On one window, I found instructions:<br />“Here, no cares invade, all sorrows<br />cease” in almost perfect iambs.<br />Forgive me. I tried to keep them<br />“far outside” but they marched right up<br />to my room. All month they’ve been waving<br />tenuous arms. Have you seen them?<br />What could I do but let them in<br />and let them rest in your favorite chair. Soon<br />they’ll disappear or I will. In the afternoons<br />(do you remember?) light falls<br />or spills, spills or falls through the amber<br />stained-glass windows. It lifts my spirits<br />but I’m still waiting for you to appear<br />at the edge of my bed with a message. Think<br />of the ruins I could have traveled to<br />by now, think of the days I’ve wasted<br />lying on the pink divan, a stand of hawthorns<br />blocking my view of the rose garden,<br />my American Beauty, already fully blown.</p> "}, {"title": "Can You Feel the Native American in Me", "view_node": "/poem/can-you-feel-native-american-me", "field_author": "<a href=\"/poet/m-l-smoker\" hreflang=\"und\">M. L. Smoker</a>", "field_date_published": "2005", "body": "<p>          We pull into dirt driveway in Lara’s blue Celica. The car came from her 18 money last year and it’s got only one dent on the side from a white girl in Wolf Point who slammed the door of her boyfriend’s Ford pick-up into the passenger side of Lara’s then new car. Lara was pissed, got out to kick the girl’s ass but they sped out of the Town Pump’s parking lot too fast. That girl was scared. Lara came back to the car and we laughed at that dent, but most of all we laughed at that fear. Driveway to uncle’s house, we’re bumping Tupac, get out, step into sweat lodge. Got a sick auntie. Take in a towel, leave out hip-hop beat, add in hand drum. Our uncle forgives us this time for being late and we are more sorry for this than we were for quitting the basketball team or for getting pregnant last year.</p>\n"}, {"title": "A Good Year Down", "view_node": "/poem/good-year-down", "field_author": "<a href=\"/poet/jeni-olin\" hreflang=\"und\">Jeni Olin</a>", "field_date_published": "2005", "body": " <p>New York will not accept me at this weight &amp;<br />Mothers of the disappeared don’t come ‘round<br />Here anymore. I said you’re housekeeping aren’t you<br />With Lipton tea stains &amp; the Establishment<br />Seriously attracted. He said: No<br />I’m turning down the beds. Now it’s my turn<br />In bed with a beautiful American rage<br />Like brunettes with night sweats. My love<br />Semiprecious &amp; stoned<br />In the shoulder season we hold on<br />Though I am dismal &amp; have no dope<br />Siphoned off behind pink Easter<br />I fake an optimism<br />Just to breathe—Just thinking of him for once &amp;<br />The Wandering Jew that ate my sunshine<br />But I know flowers like Zorro was my dad<br />Those garlands of thin hissing lasers<br />So with the “sexy isotherms<br />Of semiotics” we meet again at the Kiev<br />To check chemistry. They bring the lights<br />Down on those cherry pies &amp; like cryogenics<br />It sorta works. This time my love<br />The salt doll of night egging us on<br />Straight to the zeppelin mooring<br />With she-has-a-bit-of-the-neardamned-in-her-<br />Like-when-a-cloud-dies construed as<br />Well, all right, I’ve seen worse.</p> "}, {"title": "Things I Found and Left Where They Were", "view_node": "/poem/things-i-found-and-left-where-they-were", "field_author": "<a href=\"/poet/robert-gregory\" hreflang=\"und\">Robert Gregory</a>", "field_date_published": "2005", "body": " <p>A slow summer morning:<br />new light through a veil of green leaves, young leaves<br />that vibrate and tremble. The shadows are blurred in this light—<br />shadows once ourselves, they say. Clouds and a girl in<br />green trousers, three birds on the blacktop confer, between two<br />buildings a vacant lot, a concrete slab for some old<br />vanished building surrounded by a few dry rags of grass.<br />A little local dove in shades of brown and black investigating,<br />looking for food. A buzzard floating high above the Marriott,<br />up above the former Happy Meals and a blue discarded shoe.<br />A splash of bird shit and a splash of old blue paint together<br />on a picnic table side by side, sea grape in blossom overhead,<br />long green spikes and tiny blossoms, two fat bees intrigued so<br />though a breeze from off the ocean pushes them away they<br />come back and back. Now a girl floats by on skates, a pretty,<br />haughty face, unwritten on. She flies her naked skin like a<br />pirate flag, a big tattoo across her shoulder blade. At first<br />it looked just like a gunshot wound (I saw them sometimes<br />in the barracks on some ordinary guy in a towel walking<br />toward the shower). Shrapnel makes all kinds of shapes:<br />sickle moons and stickmen, twigs and teeth. Bullets always<br />make a perfect circle (for entry anyway) and make the<br />same two colors: blue-black and a purple like raspberry sherbet.<br />Up ahead, a man in a dirty shirt, his eyes turned inward, his hair<br />and thoughts all scattered, just awake from sleeping in a field<br />someplace. At every house the dogs come at him roaring,<br />not just barking as they do to everyone who passes by<br />but raging and fierce, they really want to tear him open, him<br />or the things he thinks he’s talking to. I’m remembering<br />as I walk along a ways behind him the ladies in the office<br />talking about the new widow: Is she cleaning? Yes. The first one,<br />the questioner, nodded. “Right after Frederick died,” she said,<br />“I got down on my knees and scrubbed that kitchen, places<br />I had never ever cleaned. For that whole month I did nothing<br />but scrub that floor.” It gets dark here very slowly and gently.<br />Now the stores are closed and locked. In this window lies<br />a fat old cat asleep inside the small remaining shadow<br />underneath an old lost table from elsewhere with graceful<br />skinny curving legs. As I walk away along the place<br />with no windows, headlights pick my shadow up and<br />spread it out along the wall, fatten it and give it wings<br />for just a second. Then they’re gone and it’s gone too.</p> "}, {"title": "International Incidents", "view_node": "/poem/international-incidents", "field_author": "<a href=\"/poet/robert-hershon\" hreflang=\"und\">Robert Hershon</a>", "field_date_published": "2006", "body": " <p>1.</p><p>Wang Ping asks if<br />we went to a seder<br />last night<br />               She did,<br />in Minneapolis<br />No, I say, we’re not<br />observant<br />as though we constantly<br />overlook details</p><p>2.</p><p>The teachers in the lounge<br />crowd around the<br />Swedish visitor<br />You must be very proud<br />one of them beams<br />to be Swedish<br />She has no idea<br />what that means<br />She says,<br />I don’t <em>dislike</em><br />being Swedish</p><p>3.</p><p>Who’s ever met a Bulgarian?<br />he would shout in the bar<br />Then one night<br />two homely blond sisters<br />smiled and said<br /><em>We </em>are Bulgarians!<br />They smiled for two weeks<br />then went away forever</p> "}, {"title": "Architecture Moraine", "view_node": "/poem/architecture-moraine", "field_author": "<a href=\"/poet/joanna-fuhrman\" hreflang=\"und\">Joanna Fuhrman</a>", "field_date_published": "2006", "body": " <p>A woman builds a house out of birds' cries and cries<br />all the time within it. The man she had wanted says,</p><p>\"I am looking for a woman who is crying, but can't<br />tell if anyone is crying inside that house's outer</p><p>crying.\" So she builds another house; this time, tears<br />for bricks, and cries as loud as she can within it.</p><p>Still he can't hear her because the house's<br />rectangular tears are too dazzlingly beautiful</p><p>to hear within. At this point, they both should be<br />laughing. The ceiling is neither of their mouths,</p><p>but full of teeth. The sky above: a chicken,<br />fresh out of a fake swamp, opening its eyes</p><p>and flashing its resplendent wings.</p><p>**</p><p>They called this coincidence<br />\"summer\" and continued<br />on their merry way.</p><p>She, like a man,<br />invisible when<br />opening a checkbook.</p><p>He, like a woman,<br />invisible when taking<br />off his clothes.</p><p>They both envied<br />text, only invisible<br />when someone</p><p>would claim it was<br />\"poetry\" like<br />a photograph,</p><p>only invisible<br />when said to be<br />\"fact.\"</p><p>**</p><p>All walls lie.</p><p>Say somewhere an ocean is empty of leaves.</p><p>Say somewhere our dance is inside the roof's burnt-down need.</p><p>The red shoe calls out to be danced in.</p><p>The potato calls out to be held like a doll.</p><p>The house calls out to be as empty as poetry</p><p>And say, yes, ma'am, I am empty as poetry.”</p><p>And say, \"yes, sir, I am the soft spot on the back of a scar.\"</p><p>Somewhere a harpsichord is weeping.</p><p>Somewhere someone can hear a harpsichord weeping.</p><p>Somewhere someone can hear a harpsichord weeping and tell us what<br />          the weeping is for.</p><p>A man holds a stethoscope to a woman’s closed mouth.</p><p>A man holds a tongue out to another man’s car.</p><p>This is just stereotype.</p><p>Those ideas:</p><p>a woman a woman a woman a woman a woman a man.</p><p>**</p><p>\"Let's say all poems are a Band-Aid on the word.<br />Let's say a house is a poem that doesn't know it</p><p>once died. Then to be a woman is exactly like being<br />a man, but to be a man is unlike anything a woman</p><p>might possibly be.\"</p><blockquote><p>This was the song of the house on the brink of the room's<br />smallest eye hat cursed two belted felt smile, two knocked up<br />ideas, a prickly tremble inside a self made of nothing but noise,<br />while room temperature barbecue butterfly shenanigans drip.</p></blockquote> "}, {"title": "Credible Information, 1999 - 2003", "view_node": "/poem/credible-information-1999-2003", "field_author": "<a href=\"/poet/mark-pawlak\" hreflang=\"und\">Mark Pawlak</a>", "field_date_published": "2000", "body": " <p><em>                                                  For Gary Trudeau </em></p><blockquote><p><em>June 19, 1999</em></p></blockquote><p>At the wedding of Prince Edward and Sophie Rhys-Jones<br />Sir Geoffrey Shakerley, official photographer,<br />observed a “feeling of euphoria”<br />as he snapped pictures in Windsor Castle<br />after the ceremony at St. George’s Chapel.<br /><br />He did allow that one official photograph<br />of the bride and groom, the assembled<br />members of their families, and foreign royals,<br />had to be doctored, because Prince William,<br />son of Prince Charles and the late Diana, Princess of Wales,<br />and second in line to the throne,<br />did not look happy enough.</p><blockquote><p><em>January 1, 2000</em></p></blockquote><p>The controversy over when the 20th century<br />ends and the 21st century actually begins<br />was stirred up when Arthur C. Clarke,<br />author of <em>2001: A Space Odyssey</em>, took issue<br />last year with people who called the year 2000<br />the start of the 3rd millennium. “Though some people<br />have difficulty grasping this,” he’d noted,<br />“we’ll have had only 99 years of this century<br />by January 1, 2000.”<br /><br />A sixth-century Roman monk<br />is responsible for the confusion .<br />Dionysius Exiguus, also known as Dennis the Short,<br />created the calendar still in use in most of the Western world.<br />But because Romans did not have the concept of zero,<br />his calendar started with the year “One.”</p><blockquote><p><em>September 13, 2001</em></p></blockquote><p>Stung by suggestions that by delaying his return<br />to Washington on September 11th,<br />President Bush had hurt himself politically<br />White House press secretary Ari Fleischer<br />disclosed that Mr. Bush had argued<br />strenuously for his immediate return to the capital<br />—not once but twice: on the morning of the attacks<br />and again that afternoon—but, Mr.Fleischer said,<br />the Secret Service had vetoed the plan<br />as too dangerous.</p><blockquote><p><em>February 26, 2002</em></p></blockquote><p>The Office of Strategic Influence was established after September 11th<br />to counter fears that the United States was losing public support<br />overseas for its war on terrorism, particularly in Islamic nations.<br />Its object was to use the foreign news media and the Internet<br />to tell the American side of the story. Plans for the office included<br />ways to “coerce” foreign journalists and opinion makers<br />and to “punish” those who convey the wrong message.<br />“A lot of the world does not like America,”<br />one senior official had said, “and it’s going to take<br />years to change their hearts and minds.”</p><blockquote><p><em>June 19, 1999</em></p></blockquote><p>It was Prince Edward who thought<br />the image of his teen-age nephew<br />needed alteration. “Prince Edward said<br />he didn’t think Prince William looked<br />absolutely his best,” the photographer explained,<br />“so we were able to digitally<br />put in another image of Prince William<br />from one of the other shots where he is<br />smiling and laughing.”</p><blockquote><p><em>January 1, 2000</em></p></blockquote><p>The millennium mistake is a symptom<br />of the “dumbing down” of society,<br />according to <em>Science</em> writer Jeff DeTray.<br />“Too many people have come to believe<br />that <em>everything</em> – even a historical fact –<br />is a matter of opinion,” he wrote.<br />“When children embrace the idea<br />that something is true if enough people believe it,<br />the incentive to pursue critical thinking,<br />education, and hard work begins to disappear.”<br /><br />But at the Center for Millennial Studies,<br />Stephen O’Leary disagreed: “I frankly think<br />that people who are self-appointed experts<br />in timekeeping and chronology and calendars<br />should shut the hell up<br />and let people have their party,” he said.</p><blockquote><p><em>September 13, 2001 </em></p></blockquote><p>President Bush spent the day of September 11th<br />traveling a zigzag route:<br />first, from Sarasota, Florida<br />to Barksdale Air Force Base near Shreveport, Louisiana;<br />then from Shreveport<br />to Offutt Air Force Base in Omaha, Nebraska;<br />finally, from Omaha to Washington, D.C.,<br />arriving back in the capitol at seven p.m., almost ten hours<br />after he had learned of the first attack.</p><blockquote><p><em>February 26, 2002</em></p></blockquote><p>The Office of Strategic Influence has now been ordered<br />to cease operations. Defense Secretary Donald H. Rumsfeld<br />made the announcement one day after President Bush<br />expressed amazement “about reading<br />some allegation that somehow our government<br />would never tell the American people the truth.”<br />The President told Mr. Rumsfeld he was concerned<br />that irreparable harm would be done<br />if our military was suspected of spreading<br />false information with journalists abroad.</p><blockquote><p><em>June 19, 1999</em></p></blockquote><p>Sir Geoffrey’s assistant, Robert Simpson,<br />corroborated that Prince William was in a<br />“jubilant mood” during the photo shoot,<br />but that just at the moment that picture was snapped,<br />he had looked away from the camera.</p><blockquote><p><em>January 1, 2000</em></p></blockquote><p>The 24-hour Y2K festivities were barely over<br />when the countdown clock outside Philadelphia’s City Hall<br />was restarted. In Chicago, the Millennium Celebration<br />begun in January 1999, runs through December 2001.<br />The city’s events coordinator, Jamey Lundblad, said that Chicagoans<br />celebrated “in a huge way this New Year’s Eve,<br />and we’re going to be celebrating next New Year’s Eve as well,<br />and all the way through the year 2001.”</p><p><em>September 13, 2001</em></p><p>President Bush was never “in hiding,”<br />asserted senior presidential advisor Karl Rove;<br />rather, he had delayed his return because of<br />“real and credible information”<br />that he was a target of the terrorists.<br />“We’re talking about specific and chilling evidence,”<br />Mr. Rove said, “not vague suspicions.”<br />Neither he nor press secretary Fleischer<br />offered reporters an explanation<br />why this was not made public earlier.</p><blockquote><p><em>February 26, 2002</em></p></blockquote><p>Asked whether he thought the controversy<br />surrounding the Office of Strategic Influence<br />has harmed the military’s credibility,<br />Defense Secretary Rumsfeld replied, ‘’I doubt it.<br />I hope not. If it has, we’ll rebuild it.’’<br />Rumsfeld added that the military will in the future<br />continue to use information to its advantage<br />but will stick with deceiving only its enemies on the battlefield,<br />not the international media.<br />‘’There’s a lot of things that we have to do,<br />and we will do those things,” he said.<br />“We’ll just do them in a different office.’’</p><blockquote><p><em>Coda, May 6, 2003</em></p></blockquote><p>White House spokesman Ari Fleischer today acknowledged<br />that President Bush had traveled to the carrier Abraham Lincoln<br />in the Pacific Ocean last week<br />via a small Navy plane<br />because he wanted to experience a landing<br />the way carrier pilots do,<br />and not because the ship—<br />as had at first been maintained—<br />was too far out at sea<br />for him to arrive by helicopter.<br /><br />The president and his top aides had made<br />no secret of Mr. Bush’s excitement<br />at landing on a carrier at sea<br />in a small plane traveling at 150 miles per hour<br />and being brought to a halt by an arresting cable.<br />The decision to fly in the S3B Viking jet rather than a helicopter<br />was made by Mr. Bush himself. “The president wanted to land on it<br />in an aircraft that would allow him to see an aircraft landing<br />the same way that the pilots see an aircraft landing,” Fleischer said.<br />“He wanted to see it as realistically as possible.”<br /><br />The White House spokesman denied<br />the accusations of Democratic opponents<br />that the President’s decision to make a “Top Gun”-style entrance—<br />emerging from the four-seat jet, dubbed Navy One,<br />in a full flight-suit with a helmet under his arm—<br />was in any way intended to turn the <em>Abraham Lincoln</em>, its crew<br />and fighter pilots returning home victorious from the Iraq war<br />into a prop for the President’s re-election campaign.</p> "}, {"title": "Theories of Time and Space", "view_node": "/poem/theories-time-and-space", "field_author": "<a href=\"/poet/natasha-trethewey\" hreflang=\"und\">Natasha Trethewey</a>", "field_date_published": "2006", "body": "<p><span class=\"long-line\">You can get there from here, though</span><br /><span class=\"long-line\">there’s no going home.</span></p>\n\n<p><span class=\"long-line\">Everywhere you go will be somewhere</span><br /><span class=\"long-line\">you’ve never been. Try this:</span></p>\n\n<p><span class=\"long-line\">head south on Mississippi 49, one—</span><br /><span class=\"long-line\">by—one mile markers ticking off</span></p>\n\n<p><span class=\"long-line\">another minute of your life. Follow this</span><br /><span class=\"long-line\">to its natural conclusion—dead end</span></p>\n\n<p><span class=\"long-line\">at the coast, the pier at Gulfport where</span><br /><span class=\"long-line\">riggings of shrimp boats are loose stitches</span></p>\n\n<p><span class=\"long-line\">in a sky threatening rain. Cross over</span><br /><span class=\"long-line\">the man-made beach, 26 miles of sand</span></p>\n\n<p><span class=\"long-line\">dumped on a mangrove swamp—buried</span><br /><span class=\"long-line\">terrain of the past. Bring only</span></p>\n\n<p><span class=\"long-line\">what you must carry—tome of memory</span><br /><span class=\"long-line\">its random blank pages. On the dock</span></p>\n\n<p><span class=\"long-line\">where you board the boat for Ship Island,</span><br /><span class=\"long-line\">someone will take your picture:</span></p>\n\n<p><span class=\"long-line\">the photograph—who you were—</span><br /><span class=\"long-line\">will be waiting when you return</span></p>\n"}, {"title": "Birds Appearing in a Dream", "view_node": "/poem/birds-appearing-dream", "field_author": "<a href=\"/poet/michael-collier\" hreflang=\"und\">Michael Collier</a>", "field_date_published": "2006", "body": " <p>One had feathers like a blood-streaked koi,<br />another a tail of color-coded wires.<br />One was a blackbird stretching orchid wings,<br />another a flicker with a wounded head.</p><p>All flew like leaves fluttering to escape,<br />bright, circulating in burning air,<br />and all returned when the air cleared.<br />One was a kingfisher trapped in its bower,</p><p>deep in the ground, miles from water.<br />Everything is real and everything isn’t.<br />Some had names and some didn’t.<br />Named and nameless shapes of birds,</p><p>at night my hand can touch your feathers<br />and then I wipe the vernix from your wings,<br />you who have made bright things from shadows,<br />you who have crossed the distances to roost in me.</p> "}, {"title": "And This Just In", "view_node": "/poem/and-just", "field_author": "<a href=\"/poet/david-tucker\" hreflang=\"und\">David Tucker</a>", "field_date_published": "2006", "body": " <p>Those footfalls on the stairs when the night shift went home,<br />the sunlight fanning through the dinosaur’s rib cage<br />the janitor’s sneeze – we’re asking questions<br />we’d like to know more.</p><p>The moth in the clock tower at city hall,<br />the 200th generation to sleep there – we may banner the story<br />across page one. And in Metro we’re leading<br />with the yawn that traveled city council chambers<br />this morning, then slipped into the streets<br />and wound through the city. The editorial page<br />will decry the unaccountable boredom<br />that overtook everyone around three in the afternoon.<br />Features praises the slowness of moonlight<br />making its way around the house, staying<br />an hour in each a chair, the inertia<br />of calendars not turned since winter.</p><p>A watchman humming in the parking lot<br />at Broad and Market – we have that –<br />with a sidebar on the bronze glass<br />of a whiskey bottle cracking into cheap jewels<br />under his boots. A boy walking across the ball field<br />an hour after the game – we’re covering that silence.<br />We have reporters working hard, we’re getting<br />to the bottom of all of it.</p> "}, {"title": "The Language of Love", "view_node": "/poem/language-love", "field_author": "<a href=\"/poet/rodney-jones\" hreflang=\"und\">Rodney Jones</a>", "field_date_published": "2006", "body": " <p>It has taken thirty-five years to be this confident<br />of what happens between the noun and the verb.</p><p>Eventually, love goes. The image. Then the thought.<br />No? Then you are still alive. Only a little. And then,</p><p>I do not mean to depress you. Men have to hear<br />before they see. Sacred vows. Dropped shirts.</p><p>Women do not speak to men. They are overheard.<br />Sadness mounts people. Around the burn-scar high</p><p>on one thigh, the body of the beloved will vanish.<br />And the come cries and salt hair-smells of lovemaking.</p><p>Secret fiction, holy matrimony, longest short story<br />the troth two lovers pledge to one another is none</p><p>of the president’s business, let him say what he wants.<br />He is no good with words. Ask any true lesbian.</p><p>He should take a poetry workshop with Adrienne Rich.<br />He should try using the world less and words more</p> "}, {"title": "September", "view_node": "/poem/september-0", "field_author": "<a href=\"/poet/james-armstrong\" hreflang=\"und\">James Armstrong</a>", "field_date_published": "2006", "body": " <p>I miss the tilt and racket of your face,<br />the collapsing factories of your anger,<br />the shoreline wearing your boas of foam—<br />the steel mirror of your silence,<br />your glass contingencies, in the night’s hold.<br />I miss the morning’s coverlet of cloud,<br />one gull flying east over the moving distances<br />while closer in<br />the same boulder is kissed again and again.<br />As the blacksmith plunges the bruised steel into the tub,<br />erasing the heat of his industry,<br />I have cooled my brow<br />with the ice of your disdain—<br />I have held your cold hand in the rain.</p> "}, {"title": "Stone Bird", "view_node": "/poem/stone-bird", "field_author": "<a href=\"/poet/pattiann-rogers\" hreflang=\"und\">Pattiann Rogers</a>", "field_date_published": "2005", "body": "<p><span class=\"long-line\">I remember you. You’re the one</span><br /><span class=\"long-line\">who lifted your ancient bones</span><br /><span class=\"long-line\">of fossil rock, pulled yourself free</span><br /><span class=\"long-line\">of the strata like a plaster figure</span><br /><span class=\"long-line\">rising from its own mold, became</span><br /><span class=\"long-line\">flesh and feather, took wing,</span><br /><span class=\"long-line\">arrested the sky.</span></p>\n\n<p><span class=\"long-line\">You’re the one who, though marble,</span><br /><span class=\"long-line\">floated as beautifully as a white</span><br /><span class=\"long-line\">blossom on the pond all summer,</span><br /><span class=\"long-line\">who, though skeletal and particled</span><br /><span class=\"long-line\">like winter, glimmered as solid as a bird</span><br /><span class=\"long-line\">of cut crystal in the icy trees.</span></p>\n\n<p><span class=\"long-line\">You are redbird—sandstone</span><br /><span class=\"long-line\">wings and agate eyes—at dusk.</span><br /><span class=\"long-line\">You are greybird—polished granite</span><br /><span class=\"long-line\">and pearl eyes—just before dawn,</span><br /><span class=\"long-line\">midnight bird with a reflective</span><br /><span class=\"long-line\">vacancy of heart like a mirror</span><br /><span class=\"long-line\">of pure obsidian.</span></p>\n\n<p><span class=\"long-line\">You’re the one who flew down</span><br /><span class=\"long-line\">to that river from the heavens,</span><br /><span class=\"long-line\">as if your form alone were the only</span><br /><span class=\"long-line\">holy message needed. You were alabaster</span><br /><span class=\"long-line\">then in the noonday sun.</span></p>\n\n<p><span class=\"long-line\">Once I saw you rise without rising</span><br /><span class=\"long-line\">from your prison pedestal</span><br /><span class=\"long-line\">in the garden beneath the lime tree.</span><br /><span class=\"long-line\">At that moment your ghost</span><br /><span class=\"long-line\">in its haunting permeated every</span><br /><span class=\"long-line\">regality of the forest with light,</span><br /><span class=\"long-line\">reigned with disdain in thin air</span><br /><span class=\"long-line\">above the mountain, sank in union</span><br /><span class=\"long-line\">with the crosswinds of the sea.</span></p>\n\n<p><span class=\"long-line\">I remember you. You’re the one</span><br /><span class=\"long-line\">who entered in through my death</span><br /><span class=\"long-line\">as if it were an open window</span><br /><span class=\"long-line\">and you were the sound of the serenade</span><br /><span class=\"long-line\">being sung outside for me, the words</span><br /><span class=\"long-line\">of which, I know now, are of freedom</span><br /><span class=\"long-line\">cast in stone forever.</span></p>\n"}, {"title": "Buddha with a Cell Phone", "view_node": "/poem/buddha-cell-phone", "field_author": "<a href=\"/poet/david-romtvedt\" hreflang=\"und\">David Romtvedt</a>", "field_date_published": "2005", "body": " <p>The dark sky opens and it starts to rain. I go outside<br />to stand in the stream, the longed-for gift of water<br />where it hasn’t rained for so long. I shout and dance<br />with the dog, who puts his ears back and licks my nose.<br />When we come back in, he shakes and I do too,<br />a few drops flying off my hair. I notice the Buddha<br />sitting on my desk. He’s a rubber Buddha<br />in a yellow robe. If you squeeze him he squeaks.<br />He’s got a radiant smile on his face, his eyebrows<br />happy half-moons over his eyes. As I stare at him<br />my wife walks by and with a cheery Buddha-like glint says,<br />“It’s raining.” In his right hand the Buddha’s got a cappuccino<br />and in his left a cell phone pressed to his ear.<br />His lips are closed so I know he’s listening, not talking.<br />One more thing—I pick up a little kaleidoscope<br />lying next to the Buddha and lift it to my eye to look outside.<br />I thought it would make the raindrops glitter<br />through the autumn-dry corn but instead what I see<br />looks like the ceiling of a great cathedral.<br />I whirl around and am presented with the image<br />of a thousand rubber Buddhas, each one<br />a drop of rain, falling, ready to hit the ground.</p> "}, {"title": "Sakura Park", "view_node": "/poem/sakura-park", "field_author": "<a href=\"/poet/rachel-wetzsteon\" hreflang=\"und\">Rachel Wetzsteon</a>", "field_date_published": "2006", "body": " <p>The park admits the wind,<br />the petals lift and scatter</p><p>like versions of myself I was on the verge<br />of becoming; and ten years on</p><p>and ten blocks down I still can’t tell<br />whether this dispersal resembles</p><p>a fist unclenching or waving goodbye.<br />But the petals scatter faster,</p><p>seeking the rose, the cigarette vendor,<br />and at least I’ve got by pumping heart</p><p>some rules of conduct: refuse to choose<br />between turning pages and turning heads</p><p>though the stubborn dine alone. Get over<br />“getting over”: dark clouds don’t fade</p><p>but drift with ever deeper colors.<br />Give up on rooted happiness</p><p>(the stolid trees on fire!) and sweet reprieve<br />(a poor park but my own) will follow.</p><p>There is still a chance the empty gazebo<br />will draw crowds from the greater world.</p><p>And meanwhile, meanwhile’s far from nothing:<br />the humming moment, the rustle of cherry trees.</p> "}, {"title": "The Culture of Glass", "view_node": "/poem/culture-glass", "field_author": "<a href=\"/poet/thylias-moss\" hreflang=\"und\">Thylias Moss</a>", "field_date_published": "2006", "body": " <p>         <em>Thanksgiving 2004: I’m thankful for</em><br /><br />Columbo’s eye, Peter Falk’s indivisible<br />from the other’s vitreous dupe that he can pocket,<br />rub into, off of, and shine the crystal eyeball after<br />it subs in a game of table pool. Oh yeah!</p><p>The future of fortunes is manufactured revelation<br />of a snow globe: when the right someone gets his hands<br />on such a world, that world is shaken to pieces, the glass</p><p>is tapped in the aquarium, semitransparent arowanas remain<br />inexplicable, a tapper’s desire breaks out: oh to become glass,<br />to slide the foot into a transparent baby slipper arowana<br />and dance with a prince whose glass toenails<br />shatter when he runs after glass-footed beauties</p><p>born that way, skin so thin it hides nothing<br />without actually being clear, sneak peak<br />at the friable optic nerve, the components</p><p>separated only by glass<br />through which all seen becomes transparent, criminal<br />activity obvious, the put-on of opaque alibis<br />exposing a fear of crime’s transparency:</p><p>finger prints on the latex interior of the gloves,<br />imprint of a face on the wrong side of the mask:</p><p>at some level, a matter of seeing eye dog versus unseeing<br />eye dog, culture of breed, hole-in-the-wall expectations, cash<br />transactions, motel by the half-hour versus extended stay<br />opulence just to sleep there for real</p><p>with seeing eye dog sleeping on a braided rug half-under<br />the bed of a blind girl, the girlishness not an issue,<br />the dog not meant to be her guide into decisions, just<br />crossings to which she becomes committed independently,</p><p>regarding the cool dark of evening, the lapse<br />of the feel of light as day’s form of breathing,<br />getting illumination off its wide chest<br />until able to face again the responsibility of light<br />that even this girl must accept behind glasses:<br />day is hers too, given by an internal clock<br />that wants all the bright hours, odor of rising,<br />flowers opening with the bakeries, stunning<br />synchronizations, a pas de deux, she steps, dog steps<br />into the crosswalk at the same time as a man heading<br />toward them with coffee, led also but by the Arabica, hookah<br />descent, descant now to the caffeine<br />that doesn’t adhere to the glass mug: it is all for him,<br />her too if they merge at first sight: the world of coffee,<br />the culture of glass</p><p>bottom boats, success:<br />liquid assets: if solidity is the basic state</p><p>that matters, it’s obvious what happens:</p><p>The dog retires, seeing what canines see<br />for himself, fleas cross<br />his coat without help other than his receiving<br />no special treatment,<br />tied in a twenty-foot yard frequented most<br />by sunflowers, each seed<br />like the eye of an insect.      An alley of a yard</p><p>that from time to time becomes a crime scene<br />in the blink of an eye</p><p>                              the glass one melts last.</p> "}], "pager": {"current_page": 576, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}