{"rows": [{"title": "Teaching the Ape to Write Poems", "view_node": "/poem/teaching-ape-write-poems", "field_author": "<a href=\"/poet/james-tate\" hreflang=\"und\">James Tate</a>", "field_date_published": "1991", "body": " <pre>\nThey didn't have much trouble\nteaching the ape to write poems:\nfirst they strapped him into the chair,\nthen tied the pencil around his hand\n(the paper had already been nailed down).\nThen Dr. Bluespire leaned over his shoulder\nand whispered into his ear:\n\"You look like a god sitting there.\nWhy don't you try writing something?\"</pre>\n "}, {"title": "every little meth", "view_node": "/poem/every-little-meth", "field_author": "<a href=\"/poet/abraham-smith\" hreflang=\"und\">Abraham Smith</a>", "field_date_published": "2007", "body": " <pre>runt crouched in\nthe dark part of the culvert\nevery sugar road\nhalf a bag shy\nof the flour roads\nevery here we go crow\nspoiled at the touch\nof gun holes in signs\nlove is inside\nlight wet seeds\nnailed into\nthe crawlspace\nbetween eyetooth\nand barred goon\n</pre>\n "}, {"title": "we both split", "view_node": "/poem/we-both-split", "field_author": "<a href=\"/poet/abraham-smith\" hreflang=\"und\">Abraham Smith</a>", "field_date_published": "2007", "body": " <pre>like summer melon\nhit by a part\nfrom a washing machine\n\nyes seeds but no\nseeds to bean\nthe oils from\n\nI run olive\noil all in my glasses\n\nmake it so I only see in sleep\n\nwedge of bread\nmasks the crow\na clown you know\nfat white nose\n\npecked once\nand dropped\nfrom yonder pine\n\nyour smashing legs\nuncrossed\n\ngod your dropping foot\nevens the ground\n</pre>\n "}, {"title": "whim man mammon", "view_node": "/poem/whim-man-mammon", "field_author": "<a href=\"/poet/abraham-smith\" hreflang=\"und\">Abraham Smith</a>", "field_date_published": "2007", "body": " <pre>\nsecret soil coital\nthe dove there\nsounds blonde as\nwhipped oil\nplease appeal to\nwimpling skies\njourneying trees\nthere is but one fence\nbone true and \none blockhead dog\ninside\nto rend\nthe smarts\nof trees\nat journey's end\n</pre>\n "}, {"title": "Sentimental Atom Smasher", "view_node": "/poem/sentimental-atom-smasher", "field_author": "<a href=\"/poet/darcie-dennigan\" hreflang=\"und\">Darcie Dennigan</a>", "field_date_published": "2008", "body": " <pre>\nSo this guy walks into a bar and asks for a beer. Sorry, \n      the bartender says, I only sell atom smashers \n\n      And the guy says well isn't that America for you—\nevery happy-hour Nelson's a homemade physicist and no thank you, \n\njust an ice cold one, but it's too late—suddenly, he's on his butt \n      in a ballfield where handsome men are chasing a ball over grass \n\n      sad grass, yellow like the hair of his once-young mother! \nand again he says, no thank you—I've seen this movie before \n\nAnd the bartender says it's a joke and you're inside its machine... \n\n      Hey, the guy wants to say—I'm not <i>the</i> guy—I'm me \nI'm just <i>a</i> guy who walked into a bar. I'm just a guy who retreats \n\nto his car for a private cry. Instead he sniffs and cries out—\n      The sky smells like the bologna from when I was a boy! \n\n      Ahh, says the bartender, ahh yes. Someone has left \nthe refrigerator door of the cosmos open a crack \n\nAnd the view! cries the guy. The beauty of an atom smasher, \n      says the bartender, even from the cheap seats you see \n\n      clear into 1952. And the guy, squinting into the distance, \nstarts to bawl. Maybe it's the vendors hawking \n\ncommemorative popcorn, or the programs promoting emotion \n      (\"the matter of the universe!\") printed on material whose pulp \n\nwas milked from the trunk of a winesap apple tree, but— \n      What's the matter? says the bartender. And the guy says, \n\nI'm confused. Am I allowed to be homesick in a joke? \n       Yes, the bartender says. It's elemental, the bartender says—\n\n \n       How streets are downtrodden atoms and falling leaves are aflutter \natoms and beer is over-the-moon atoms. The moon's an atomizer \n\nof all matter's perfumes: And the guy starts to parse it out— \n       Wait, I'm not smart, but if emotion's a material substance \n\n       then when a leaf falls in my lap and I hold it, \nlike an about-to-be-abandoned baby, I'm touching \"aflutter\" in 3-D? \n\nDear fluttering leaf! \nStreets—I'm sorry for stepping on you! Apples—for coring you, and beer—\n\n* * *\n \nA guy walks into a bar, \n\n—actually just the beer-drinking bleachers of a ballfield—and says \n       is this some kind of joke? \n\n       Well, says the bartender who has observed the little lamb \nand the tyger burning bright and tickled their particulates, \n\nbecause your life has lately been stagnant, we have yoked you \n       to a joke and we await the gasp that will gas up the cosmos... \n\n       Just then, there's a hit at the plate—and it's going, \nit's going—gone to smash the guy in the skull \n\n       And since baseballs are made of nostalgia atoms, the guy, \nwith concussion, says I want to buy a coke for a nickel \n\n       I want to install apple pie perfumemakers in the crotch of every tree \nBartender, bring me dried nosegays! Start the stalwart pageants! \n\n        And the moon's spritzing its perfumes and the phlegm is thick and fast \nAnd the bartender says time to wallow in byproducts: \n\n        Where we planted peanut shells, we got shaky, palsied trees \nWhere we planted nickel cokes, we got nicked cans \n\nWhere we planted baseballs we grew large, sad eyeballs \n        as we watched for something to grow. Still, still \n\n        we atom-probe: In a dark building a child is \nabout to be born. The smell of bread is about to \n\n        break. And our guy is going, O spring evenings! \nHow I used to stand yelping in the alley by the bakery... \n\n        Who are these boys throwing baseballs? Who is this baby? \nO bartender, tell me, what is the message in this light rain? \n\nBut the bartender's dark eyes are flying \n        over centerfield, over the rooftops and watertowers of the joke's \n\n        universe, over alleys and cold valleys of refrigerator light \ntoward an aptest eve where these street kids are hurling a ball into \n\nthe moonlight and the moonlight is curdling into freon... \n</pre>\n "}, {"title": "The Feeling of the World as a Bounded Whale Is the Mystical [The child affixes]", "view_node": "/poem/feeling-world-bounded-whale-mystical-child-affixes", "field_author": "<a href=\"/poet/darcie-dennigan\" hreflang=\"und\">Darcie Dennigan</a>", "field_date_published": "2008", "body": " <pre>\nThe child affixes one of her little pictures to my refrigerator. \nShe asks, Can you detect the radiation? \n\nThere is a house, one tree, and grass in dark slashes. A sun\nshining. Beneath, in her child letters, she has written <i>Chernobyl</i>. \n\nAt kindergarten they must be having nuclear energy week. \n\nOne could look at the picture and say everything is in order. \nNo, I say, I cannot see the radiation. \n\nThe radiation poison, she says, sits \ninside the apple and the apple looks pretty. Then singsongs, \n\nBury the apple and bury the shovel that buried the apple \nand put the apple-burier person in a closet forever. \n\nWe are both thinking <i>Then bury the burier</i>.\nBoth thinking of her picture with no people. \n\nThe poison sits inside the people and the people \nstill look pretty, she says. Still, she says, sweetly, Away with them. \n\nThe child is not a Hincher, which is why I love to tell her stories: \n\n<i>Of the poisonous man who tumbled into the cold sea \nand turned the sea poignant. \nHis bones glowed in the cold deep like dying coral. \nHis ribcage was a cave for small, lost fish. \nFlecks of his glowing skin joined with green algae \non the sea surface, where, on a boat, his widow choked \nas she looked down the sun shaft for her husband's greening body.\n\nWhat is sunlight through seawater most like \nbut the strange green fire \nthat burnt the man? \n—Who had worked atop a steel hill until a whale—\na great green whale—bumped into the continental shelf \nand the steel hill cracked and its poison leaked out. \nAnd the man began to melt</i>...\n\nWhat I am jealous of in the child, what I really detest in her \nis how she nods \n\nwith kindergarten grace and finality. Primly, into her pinafore, \nshe tucks what I've told of the story. \n\nOn the refrigerator her picture looks so pretty. \nThere is no end to the green or pollen or the feeling of the bees coming.\n \nOr of a hill and sky of poison. \n\n<i>On fire, the man working on the reactor must have looked wavy— \nlike a man trying to ride a humpback through the fast green sea</i>. \n\nHer picture on the refrigerator looks so pretty. \n\nWhen I wake her from her nap I will ask \nif the dark green slashes are meant to be \nradiance, not plain grass. </pre>\n "}, {"title": "Title It Shotgun Wound", "view_node": "/poem/title-it-shotgun-wound", "field_author": "<a href=\"/poet/gregory-pardlo\" hreflang=\"und\">Gregory Pardlo</a>", "field_date_published": "2007", "body": " <pre>\n<i>for Jackson Pollack</i>\n\non the bar of the Cedar Tavern: the shot \nthat got spilled after you'd taken several rounds,\nmaking the oak bar report \nyour vigor each time with the glass \nemptied of its mayhem. \nBefore the impulse could travel its course \nto spark your hand reaching again for the glass, \nCreeley's clumsy ebullience, bounding to the bar, \nspilled the bitter dose. As he apologized, \nyou were thinking there's no such thing \nas accident. A moment ago, you were ready \nto put a nickel in the Wurlitzer and dance your way \nback to Easthampton. But now, you took him \nby the shoulders, gripped him like the bathroom door \nyou once ripped from its hinges because of the mirror on it. \nYou wanted to discipline him, instruct him in \nthe logic of charged particles, make Creeley feel \nthe stray electron as he may have \nwhen his eyeball caught pixied windshield \nas an infant. If you had known \nthat child's long months stifling tears \nfor fear of aggravating the wound, \nyou would have marveled how he stored his grief \nas you marveled now his standing up to your bully- \nface. Everyone thought you knew each other, \nhow you looked just then in one another's arms.</pre>\n<!-- End of Flickr Badge --> "}, {"title": "Copyright", "view_node": "/poem/copyright", "field_author": "<a href=\"/poet/gregory-pardlo\" hreflang=\"und\">Gregory Pardlo</a>", "field_date_published": "2008", "body": " <pre><i>Paul Green</i>\nOf course I know the story of the scorpion\nand the frog. I've known Biggers all my life.\nI’ve cast down my buckets where I've\nstood with them, shoulder to shoulder, our bodies\nbent like double helices in the fields. And\nwhen the mob came for Dick didn’t I sit anyways\noutside his quarters all night like a jailhouse lawyer,\nhim ignorant of the nature of his custody?\nIt was me who kept the townsmen at bay after he\nprovoked them. My cousin among them\nhad watched him grin and wheedle,\nconsort with white people carelessly, our naïve\nand guileless women, at the civil gathering where\nhe was my ward. And later, because of me,\nhis offense went unanswered, un-atoned.\nI know the hearts of men are governed\nby the endowments of nature. Some children\nare faithful. Some are made to obey.\n\n\n<i>Charles Leavell</i>\nFirst I had to capture the boy \nin a thicket of print.\nHe tried to make my happy darky\ndangerous, make my darky\nan idea that I couldn’t bear to swallow. So\nI made him a hothouse flower, writing, <i>His hunched\nshoulders and long, sinewy arms that dangle\nalmost to his knees</i>, but warned\nreaders that Nixon, the \"Brick\nSlayer,\" as I christened him,\n<i>had none of the charm of speech\nor manner that is characteristic of so many\nsouthern darkies</i>. I am a gentle man.\n<i>He is very black—almost pure Negro</i>. Withal,\nI had to cleave that slate with first words, in order\nto get at him, get the nature right, and I\ncould almost hear the stone sing\nlike the brick\nhe used to beat the white woman\nwho discovered him, that June day in '38,\nbagging her Philco radio—as if it were\nme doing the slaying.\n\n\n<i>Richard Wright</i>\nOne quarter argument two\nquarters confession. I engender\nmy experience in the characters\nand they thrive; for the balance\nI tracked Robert Nixon, so-called\n\"Brick Slayer,\" through rows\nand columns, finding him breathing\nin the margins of the <i>Chicago Tribune</i>.\nI loved that boy like redemption\nloves a sinner and saw in him\nthe mute pronouncements of the proletariat,\nmutiny on the Potemkin. No wonder I\nwas reluctant to ditch the script I wrote\nwith Paul Green, that playwright \naccused of being a lover of the down-\ntrodden. Much as I wished to avoid\ncontroversy, when Welles demanded\na Bigger without dream sequences, without\nsinging, for the Broadway production,\nI sighed relief. I knew I had to protect\nmy creation from the caustic\nministrations of Southern sensibility.\nBy North Star or candlelight, by necessity,\nI had to spirit him away.\n\n\n<i>Robert Nixon</i>\nMore crucial than surveillance in the round\nhouse of corrections called a panopticon is the being\nwatched the prisoner faces raising hairs on the ears.\nLike the sun’s warmth on the back recognized as light,\nrecognized as presence. White noise.\nThe confinement of plain sight. The vertiginous spin\nsiphoning off the will to question, to doubt,\ng-forces pinning back the cheeks, prisoners\nreduced to images affixed by the weight of the guard's\ntransparent eyeball the unreasoning stump of muscle\nitself imprisoned like the figures stenciled on an urn.</pre> "}, {"title": "Atlantic City Sunday Morning", "view_node": "/poem/atlantic-city-sunday-morning", "field_author": "<a href=\"/poet/gregory-pardlo\" hreflang=\"und\">Gregory Pardlo</a>", "field_date_published": "2007", "body": " <pre>\n                  Plow-piled snow shrouded \n         in shadow from the abbreviating sun, snow \nfrosted with the exhaust of tour buses. Pigeons shift in congress. \n                  Sun glints windshields &amp; chrome \n         like cotton blooms in the monitors. Surveillance here is catholic. \n\nFrom cornices cameras oscillate like raven-heads \n                  nestled along palisades. Cameras mind entrances,\n                       pedestrians, traffic, \n          the landscape from land's end to Baccarat Boulevard. I tend\nthe security station, notice briefly among these half-dozen screens, \n                  a phantom looping through the busy breeze-way &amp; out \n\n         of view. Unseasonable sparrows mating? Something \nclutched like a gambler's fist, keening a halo from daylight \n                  folded across the corridor like gift-wrap. \n        Little tumbleweed, if you are sparrows, you are bishops\nof risk wrestling toward pain's bursaries. Jake and angel I believe \n\n                    I could have conjured that woman now entering \n          the asphalt current to protect you. <i>Mira!</i> she might be saying. But\nshe'd be speaking to me. Waving her cashier's apron against traffic,\n                    through the street like a banner out to where \n          her good deed is witnessed. Out to where I interpret her behavior \n\nas censure. As if the pixels of light depicting the world she is framed in\n                   were impastoed by me to the monitor's glass canvass (to\n                        be arranged \n         according to the obligation of my anonymous nobility), \nwhat good could I do \n                  to alter the facts of the world as it hustles around her? \n                       What odds \n\n         do those birds stand to chance anyway? \nPrevention is akin to greed. Say recovery \n                   and a sermon salts the air. Consider the postcards here \n         on the counter beside me. They'll do no more than carry the\n             word of their \nsenders, speak pictures: Jersey's domed capital looks like a junkyard \n\n                   of church bells, a reliquary of Sundays \n          wracked and laid to rest. Noble martyr, Trenton fears no law\nof diminishing returns, says it \"makes, \n                   the world takes:\" Another prays the next wet pebble \n         be the one that makes a beach. Paydirt. We should be so lucky. \n</pre>\n "}, {"title": "An Address to Miss Phillis Wheatley", "view_node": "/poem/address-miss-phillis-wheatley", "field_author": "<a href=\"/poet/jupiter-hammon\" hreflang=\"und\">Jupiter Hammon</a>", "field_date_published": "1787", "body": " <pre>I\nO come you pious youth! adore\n   The wisdom of thy God,\nIn bringing thee from distant shore,\n   To learn His holy word.\n\nII\nThou mightst been left behind\n   Amidst a dark abode;\nGod's tender mercy still combin'd\n   Thou hast the holy word.\n\nIII\nFair wisdom's ways are paths of peace,\n   And they that walk therein,\nShall reap the joys that never cease\n   And Christ shall be their king.\n\nIV\nGod's tender mercy brought thee here;\n   Tost o'er the raging main;\nIn Christian faith thou hast a share,\n   Worth all the gold of Spain.\n\nV\nWhile thousands tossed by the sea,\n   And others settled down,\nGod's tender mercy set thee free,\n   From dangers that come down.\n\nVI\nThat thou a pattern still might be,\n   To youth of Boston town,\nThe blessed Jesus set thee free,\n   From every sinful wound.\n\nVII\nThe blessed Jesus, who came down,\n   Unvail'd his sacred face,\nTo cleanse the soul of every wound,\n   And give repenting grace.\n\nVIII\nThat we poor sinners may obtain\n   The pardon of our sin;\nDear blessed Jesus now constrain\n   And bring us flocking in.\n\nIX\nCome you, Phillis, now aspire,\n   And seek the living God,\nSo step by step thou mayst go higher,\n   Till perfect in the word.\n\nX\nWhile thousands mov'd to distant shore,\n   And others left behind,\nThe blessed Jesus still adore,\n   Implant this in thy mind.\n\nXI\nThou hast left the heathen shore;\n   Thro' mercy of the Lord,\nAmong the heathen live no more,\n   Come magnify thy God.\n\nXII\nI pray the living God may be,\n   The shepherd of thy soul;\nHis tender mercies still are free,\n   His mysteries to unfold.\n\nXIII\nThou, Phillis, when thou hunger hast,\n   Or pantest for thy God;\nJesus Christ is thy relief,\n   Thou hast the holy word.\n\nXIV\nThe bounteous mercies of the Lord\n   Are hid beyond the sky,\nAnd holy souls that love His word,\n   Shall taste them when they die.\n\nXV\nThese bounteous mercies are from God,\n   The merits of His Son;\nThe humble soul that loves his word,\n   He chooses for His own.\n\nXVI\nCome, dear Phillis, be advis'd\n   To drink Samaria's flood,\nThere's nothing that shall suffice\n   But Christ's redeeming blood.\n\nXVII\nWhile thousands muse with earthly toys;\n   and range about the street;\nDear Phillis, seek for heaven's joys,\n   Where we do hope to meet.\n\nXVIII\nWhen God shall send his summons down\n   And number saints together\nBlest angels chant (Triumphant sound)\n   Come live with me forever.\n\nXIX\nThe humble soul shall fly to God,\n   And leave the things of time.\nStand forth as 'twere at the first word,\n   To taste things more divine.\n\nXX\nBehold! the soul shall waft away,\n   Whene'er we come to die,\nAnd leave its cottage made of clay,\n   In twinkling of an eye.\n\nXXI\nNow glory be to the Most High,\n   United praises given\nBy all on earth, incessantly,\n   And all the hosts of heav'n.</pre>\n "}, {"title": "To S. M., a Young African Painter, on Seeing His Works", "view_node": "/poem/s-m-young-african-painter-seeing-his-works", "field_author": "<a href=\"/poet/phillis-wheatley\" hreflang=\"und\">Phillis Wheatley</a>", "field_date_published": "1773", "body": "<p><span class=\"long-line\">To show the lab'ring bosom's deep intent,</span><br /><span class=\"long-line\">And thought in living characters to paint,</span><br /><span class=\"long-line\">When first thy pencil did those beauties give,</span><br /><span class=\"long-line\">And breathing figures learnt from thee to live, </span><br /><span class=\"long-line\">How did those prospects give my soul delight, </span><br /><span class=\"long-line\">A new creation rushing on my sight?</span><br /><span class=\"long-line\">Still, wond'rous youth! each noble path pursue;</span><br /><span class=\"long-line\">On deathless glories fix thine ardent view:</span><br /><span class=\"long-line\">Still may the painter's and the poet's fire,</span><br /><span class=\"long-line\">To aid thy pencil and thy verse conspire!</span><br /><span class=\"long-line\">And may the charms of each seraphic theme</span><br /><span class=\"long-line\">Conduct thy footsteps to immortal fame!</span><br /><span class=\"long-line\">High to the blissful wonders of the skies </span><br /><span class=\"long-line\">Elate thy soul, and raise thy wishful eyes.</span><br /><span class=\"long-line\">Thrice happy, when exalted to survey </span><br /><span class=\"long-line\">That splendid city, crown'd with endless day,</span><br /><span class=\"long-line\">Whose twice six gates on radiant hinges ring: </span><br /><span class=\"long-line\">Celestial <em>Salem</em> blooms in endless spring.</span><br /><span class=\"long-line\">   Calm and serene thy moments glide along,</span><br /><span class=\"long-line\">And may the muse inspire each future song!</span><br /><span class=\"long-line\">Still, with the sweets of contemplation bless'd,</span><br /><span class=\"long-line\">May peace with balmy wings your soul invest!</span><br /><span class=\"long-line\">But when these shades of time are chas'd away,</span><br /><span class=\"long-line\">And darkness ends in everlasting day,</span><br /><span class=\"long-line\">On what seraphic pinions shall we move,</span><br /><span class=\"long-line\">And view the landscapes in the realms above?</span><br /><span class=\"long-line\">There shall thy tongue in heav'nly murmurs flow,</span><br /><span class=\"long-line\">And there my muse with heav'nly transport glow;</span><br /><span class=\"long-line\">No more to tell of <em>Damon's</em> tender sighs,</span><br /><span class=\"long-line\">Or rising radiance of <em>Aurora's</em> eyes; </span><br /><span class=\"long-line\">For nobler themes demand a nobler strain,</span><br /><span class=\"long-line\">And purer language on th' ethereal plain.</span><br /><span class=\"long-line\">Cease, gentle Muse! the solemn gloom of night </span><br /><span class=\"long-line\">Now seals the fair creation from my sight.</span></p>\n"}, {"title": "Early Affection", "view_node": "/poem/early-affection", "field_author": "<a href=\"/poet/george-moses-horton\" hreflang=\"und\">George Moses Horton</a>", "field_date_published": "1865", "body": "<p><span class=\"long-line\">I lov'd thee from the earliest dawn, </span><br /><span class=\"long-line\">   When first I saw thy beauty's ray, </span><br /><span class=\"long-line\">And will, until life's eve comes on, </span><br /><span class=\"long-line\">   And beauty's blossom fades away; </span><br /><span class=\"long-line\">And when all things go well with thee, </span><br /><span class=\"long-line\">With smiles and tears remember me. </span></p>\n\n<p><span class=\"long-line\">I'll love thee when thy morn is past, </span><br /><span class=\"long-line\">   And wheedling gallantry is o'er, </span><br /><span class=\"long-line\">When youth is lost in ages blast, </span><br /><span class=\"long-line\">   And beauty can ascend no more, </span><br /><span class=\"long-line\">And when life's journey ends with thee, </span><br /><span class=\"long-line\">O, then look back and think of me. </span></p>\n\n<p><span class=\"long-line\">I'll love thee with a smile or frown, </span><br /><span class=\"long-line\">   'Mid sorrow's gloom or pleasure's light, </span><br /><span class=\"long-line\">And when the chain of life runs down, </span><br /><span class=\"long-line\">   Pursue thy last eternal flight, </span><br /><span class=\"long-line\">When thou hast spread thy wing to flee, </span><br /><span class=\"long-line\">Still, still, a moment wait for me. </span></p>\n\n<p><span class=\"long-line\">I'll love thee for those sparkling eyes, </span><br /><span class=\"long-line\">   To which my fondness was betray'd, </span><br /><span class=\"long-line\">Bearing the tincture of the skies, </span><br /><span class=\"long-line\">   To glow when other beauties fade, </span><br /><span class=\"long-line\">And when they sink too low to see, </span><br /><span class=\"long-line\">Reflect an azure beam on me.</span></p>\n"}, {"title": "George Moses Horton, Myself", "view_node": "/poem/george-moses-horton-myself", "field_author": "<a href=\"/poet/george-moses-horton\" hreflang=\"und\">George Moses Horton</a>", "field_date_published": "1865", "body": "<p><span class=\"long-line\">I feel myself in need </span><br /><span class=\"long-line\">   Of the inspiring strains of ancient lore, </span><br /><span class=\"long-line\">My heart to lift, my empty mind to feed, </span><br /><span class=\"long-line\">   And all the world explore. </span></p>\n\n<p><span class=\"long-line\">I know that I am old </span><br /><span class=\"long-line\">   And never can recover what is past, </span><br /><span class=\"long-line\">But for the future may some light unfold </span><br /><span class=\"long-line\">   And soar from ages blast. </span></p>\n\n<p><span class=\"long-line\">I feel resolved to try, </span><br /><span class=\"long-line\">   My wish to prove, my calling to pursue, </span><br /><span class=\"long-line\">Or mount up from the earth into the sky, </span><br /><span class=\"long-line\">   To show what Heaven can do. </span></p>\n\n<p><span class=\"long-line\">My genius from a boy, </span><br /><span class=\"long-line\">   Has fluttered like a bird within my heart; </span><br /><span class=\"long-line\">But could not thus confined her powers employ, </span><br /><span class=\"long-line\">   Impatient to depart. </span></p>\n\n<p><span class=\"long-line\">She like a restless bird, </span><br /><span class=\"long-line\">   Would spread her wings, her power to be unfurl'd, </span><br /><span class=\"long-line\">And let her songs be loudly heard, </span><br /><span class=\"long-line\">   And dart from world to world. </span></p>\n"}, {"title": "America", "view_node": "/poem/america-3", "field_author": "<a href=\"/poet/james-monroe-whitfield\" hreflang=\"und\">James Monroe Whitfield</a>", "field_date_published": "1853", "body": " <pre>\nAmerica, it is to thee,\nThou boasted land of liberty,—\nIt is to thee I raise my song,\nThou land of blood, and crime, and wrong.\nIt is to thee, my native land,\nFrom whence has issued many a band\nTo tear the black man from his soil,\nAnd force him here to delve and toil;\nChained on your blood-bemoistened sod,\nCringing beneath a tyrant's rod,\nStripped of those rights which Nature's God\n   Bequeathed to all the human race,\nBound to a petty tyrant's nod, \n   Because he wears a paler face.\nWas it for this, that freedom's fires\nWere kindled by your patriot sires?\nWas it for this, they shed their blood,\nOn hill and plain, on field and flood?\nWas it for this, that wealth and life\nWere staked upon that desperate strife,\nWhich drenched this land for seven long years\nWith blood of men, and women's tears?\nWhen black and white fought side by side, \n   Upon the well-contested field,—\nTurned back the fierce opposing tide, \n   And made the proud invader yield—\nWhen, wounded, side by side they lay, \n   And heard with joy the proud hurrah\nFrom their victorious comrades say \n   That they had waged successful war,\nThe thought ne'er entered in their brains\n   That they endured those toils and pains,\nTo forge fresh fetters, heavier chains\nFor their own children, in whose veins\nShould flow that patriotic blood,\nSo freely shed on field and flood.\nOh no; they fought, as they believed, \n   For the inherent rights of man;\nBut mark, how they have been deceived \n   By slavery's accursed plan.\nThey never thought, when thus they shed \n   Their heart's best blood, in freedom's cause\nThat their own sons would live in dread, \n   Under unjust, oppressive laws:\nThat those who quietly enjoyed \n   The rights for which they fought and fell,\nCould be the framers of a code, \n   That would disgrace the fiends of hell!\nCould they have looked, with prophet's ken, \n   Down to the present evil time, \n   Seen free-born men, uncharged with crime,\nConsigned unto a slaver's pen,—\nOr thrust into a prison cell,\nWith thieves and murderers to dwell—\nWhile that same flag whose stripes and stars\nHad been their guide through freedom's wars\nAs proudly waved above the pen\nOf dealers in the souls of men!\nOr could the shades of all the dead, \n   Who fell beneath that starry flag,\nVisit the scenes where they once bled, \n   On hill and plain, on vale and crag,\nBy peaceful brook, or ocean's strand, \n   By inland lake, or dark green wood,\nWhere'er the soil of this wide land \n   Was moistened by their patriot blood,—\nAnd then survey the country o'er, \n   From north to south, from east to west,\nAnd hear the agonizing cry\nAscending up to God on high,\nFrom western wilds to ocean's shore, \n   The fervent prayer of the oppressed;\nThe cry of helpless infancy \n   Torn from the parent's fond caress\nBy some base tool of tyranny,\n   And doomed to woe and wretchedness;\nThe indignant wail of fiery youth, \n   Its noble aspirations crushed,\nIts generous zeal, its love of truth, \n   Trampled by tyrants in the dust;\nThe aerial piles which fancy reared, \n   And hopes too bright to be enjoyed,\nHave passed and left his young heart seared, \n   And all its dreams of bliss destroyed.\nThe shriek of virgin purity, \n   Doomed to some libertine's embrace,\nShould rouse the strongest sympathy \n   Of each one of the human race;\nAnd weak old age, oppressed with care, \n   As he reviews the scene of strife,\nPuts up to God a fervent prayer, \n   To close his dark and troubled life.\nThe cry of fathers, mothers, wives, \n   Severed from all their hearts hold dear,\nAnd doomed to spend their wretched lives \n   In gloom, and doubt, and hate, and fear;\nAnd manhood, too, with soul of fire,\nAnd arm of strength, and smothered ire,\nStands pondering with brow of gloom,\nUpon his dark unhappy doom,\nWhether to plunge in battle's strife,\nAnd buy his freedom with his life,\nAnd with stout heart and weapon strong,\nPay back the tyrant wrong for wrong,\nOr wait the promised time of God, \n   When his Almighty ire shall wake,\nAnd smite the oppressor in his wrath,\nAnd hurl red ruin in his path,\nAnd with the terrors of his rod, \n   Cause adamantine hearts to quake.\nHere Christian writhes in bondage still, \n   Beneath his brother Christian's rod,\nAnd pastors trample down at will, \n   The image of the living God.\nWhile prayers go up in lofty strains, \n   And pealing hymns ascend to heaven,\nThe captive, toiling in his chains, \n   With tortured limbs and bosom riven,\nRaises his fettered hand on high, \n   And in the accents of despair,\nTo him who rules both earth and sky, \n   Puts up a sad, a fervent prayer,\nTo free him from the awful blast \n   Of slavery's bitter galling shame—\nAlthough his portion should be cast \n   With demons in eternal flame!\nAlmighty God! Ât is this they call \n   The land of liberty and law;\nPart of its sons in baser thrall \n   Than Babylon or Egypt saw—\nWorse scenes of rapine, lust and shame, \n   Than Babylonian ever knew,\nAre perpetrated in the name \n   Of God, the holy, just, and true;\nAnd darker doom than Egypt felt,\nMay yet repay this nation's guilt.\nAlmighty God! thy aid impart,\nAnd fire anew each faltering heart,\nAnd strengthen every patriot's hand,\nWho aims to save our native land.\nWe do not come before thy throne, \n   With carnal weapons drenched in gore,\nAlthough our blood has freely flown, \n   In adding to the tyrant's store.\nFather! before thy throne we come, \n   Not in the panoply of war,\nWith pealing trump, and rolling drum, \n   And cannon booming loud and far;\nStriving in blood to wash out blood, \n   Through wrong to seek redress for wrong;\nFor while thou 'rt holy, just and good, \n   The battle is not to the strong;\nBut in the sacred name of peace, \n   Of justice, virtue, love and truth,\nWe pray, and never mean to cease, \n   Till weak old age and fiery youth\nIn freedom's cause their voices raise,\nAnd burst the bonds of every slave;\nTill, north and south, and east and west,\nThe wrongs we bear shall be redressed.</pre>\n "}, {"title": "Bible Defence of Slavery", "view_node": "/poem/bible-defence-slavery", "field_author": "<a href=\"/poet/frances-ellen-watkins-harper\" hreflang=\"und\">Frances Ellen Watkins Harper</a>", "field_date_published": "1851", "body": " <pre>\nTake sackcloth of the darkest dye,\n   And shroud the pulpits round!\nServants of Him that cannot lie,\n   Sit mourning on the ground.\n\nLet holy horror blanch each cheek,\n   Pale every brow with fears;\nAnd rocks and stones, if ye could speak,\n   Ye well might melt to tears!\n\nLet sorrow breathe in every tone,\n   In every strain ye raise;\nInsult not God's majestic throne\n   With th' mockery of praise.\n\nA \"reverend\" man, whose light should be\n   The guide of age and youth,\nBrings to the shrine of Slavery\n   The sacrifice of truth!\n\nFor the direst wrong by man imposed,\n   Since Sodom's fearful cry,\nThe word of life has been unclos'd,\n   To give your God the lie.\n\nOh! when ye pray for heathen lands,\n   And plead for their dark shores,\nRemember Slavery's cruel hands\n   Make heathens at your doors!</pre>\n "}, {"title": "Learning to Read", "view_node": "/poem/learning-read", "field_author": "<a href=\"/poet/frances-ellen-watkins-harper\" hreflang=\"und\">Frances Ellen Watkins Harper</a>", "field_date_published": "1854", "body": " <pre>\nVery soon the Yankee teachers \n    Came down and set up school; \nBut, oh! how the Rebs did hate it,— \n    It was agin' their rule. \n\nOur masters always tried to hide \n    Book learning from our eyes; \nKnowledge didn't agree with slavery—\n    'Twould make us all too wise. \n\nBut some of us would try to steal \n    A little from the book, \nAnd put the words together, \n    And learn by hook or crook. \n\nI remember Uncle Caldwell, \n    Who took pot-liquor fat \nAnd greased the pages of his book, \n    And hid it in his hat. \n\nAnd had his master ever seen \n    The leaves up on his head, \nHe'd have thought them greasy papers, \n    But nothing to be read. \n\nAnd there was Mr. Turner's Ben, \n    Who heard the children spell, \nAnd picked the words right up by heart, \n    And learned to read 'em well. \n\nWell, the Northern folks kept sending \n    The Yankee teachers down; \nAnd they stood right up and helped us, \n    Though Rebs did sneer and frown. \n\nAnd, I longed to read my Bible, \n    For precious words it said; \nBut when I begun to learn it, \n    Folks just shook their heads, \n\nAnd said there is no use trying, \n    Oh! Chloe, you're too late; \nBut as I was rising sixty, \n    I had no time to wait. \n\nSo I got a pair of glasses, \n    And straight to work I went, \nAnd never stopped till I could read \n    The hymns and Testament. \n\nThen I got a little cabin—\n    A place to call my own— \nAnd I felt as independent \n    As the queen upon her throne.</pre>\n "}, {"title": "Not Merely Because of the Unknown That Was Stalking Toward Them [If she lays out two spoons]", "view_node": "/poem/not-merely-because-unknown-was-stalking-toward-them-if-she-lays-out-two-spoons", "field_author": "<a href=\"/poet/jenny-boully\" hreflang=\"und\">Jenny Boully</a>", "field_date_published": "2008", "body": " <p>If she lays out two spoons (two <i>real</i> spoons) and two forks (two <i>real</i> forks), will he come then to take part in a meal that is wholly <i>imaginary</i>? The food was never real, the food was never <i>really real</i> and so to send them to bed <i>without</i>, to send them to bed without a meal, hardly meant anything.</p><p>These things may fit inside a thimble: a pinch of salt, a few drops of water, the tip of a woman's ring finger. I will give you a thimble, says Wendy. I will give you a thimble so that you will know the weight of my heart. A thimble may protect against pricks, pin pricks, needle pricks, Tinkerpricks, but not hooks, never hooks. When he stabs his hook into you, you will see that his eyes are the blue of forget-me-nots—but that is Hook and not Peter—Peter who will forget you, whose eyes are the color of vague memories, the color not of sky, but of the semblance of sky, the color of brittle-mindedness, of corpse dressings, of forgetting.</p><!-- End of Flickr Badge --> "}, {"title": "Not Merely Because of the Unknown That Was Stalking Toward Them [But the rocking chair]", "view_node": "/poem/not-merely-because-unknown-was-stalking-toward-them-rocking-chair", "field_author": "<a href=\"/poet/jenny-boully\" hreflang=\"und\">Jenny Boully</a>", "field_date_published": "2008", "body": " <p>But the rocking chair appears to be missing <i>a little something</i>. If you hang the birdcage there, we'll hear its singing. Keep the curtains sheer drawn over the four poster—that’s the kind of bed <i>I would like to have</i>. I will can the preserves; I will can the preserves so that come autumn, come autumn when I have hung up the dustpan, you will have this small bit of apricot to remember. Me by. I don’t think I quite believe in <i>that</i> anymore, and besides, this here tooth has fallen out; it's the last one I've needed for quite a while. I will cut the slices of apple <i>for you</i>; I will shake the grove of bramble bushes <i>for you</i>; the raspberries, too tart, too tart, I will lemon and sugar them for you, 'cause that is what mother has taught. My dear, did I write down all of my symptoms this morning?Has the paper been left right on our doorstep? I do believe, Wendy, I do believe that Smee has stolen it.</p><p> </p> "}, {"title": "Not Merely Because of the Unknown That Was Stalking Toward Them [The Wendy girl]", "view_node": "/poem/not-merely-because-unknown-was-stalking-toward-them-wendy-girl", "field_author": "<a href=\"/poet/jenny-boully\" hreflang=\"und\">Jenny Boully</a>", "field_date_published": "2008", "body": " <p>The Wendy girl will <i>live longer</i> than you; the Never bird will <i>live longer</i> than you; the wayward thing will be taken to wife (unlike you, who will never be <i>taken to wife</i>), and she too will <i>live longer</i> than you. Shoot her down, shoot her down, you say. And down comes the Wendy bird, and down comes the Peter bird to say who has done this? And you're shut up in your little house again, and all around you, the various fairy birds a-dying, a-falling away from the Neverland, hanging cocoon corpses in Never trees for the Never worm, for the Never bees.</p><!-- Start of Flickr Badge July 08 Readings by Jenny Boully, Gregory Pardlo, and G. C. Waldrep-->\n "}, {"title": "Land&#039;s End (audio only)", "view_node": "/poem/lands-end-audio-only", "field_author": "<a href=\"/poet/august-kleinzahler\" hreflang=\"und\">August Kleinzahler</a>", "field_date_published": "1995", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}], "pager": {"current_page": 528, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}