{"rows": [{"title": "Letter Home", "view_node": "/poem/letter-home", "field_author": "<a href=\"/poet/natasha-trethewey\" hreflang=\"und\">Natasha Trethewey</a>", "field_date_published": "2002", "body": " <pre>\n--New Orleans, November 1910\n\nFour weeks have passed since I left, and still \nI must write to you of no work. I've worn down \nthe soles and walked through the tightness \nof my new shoes calling upon the merchants, \ntheir offices bustling. All the while I kept thinking \nmy plain English and good writing would secure \nfor me some modest position Though I dress each day \nin my best, hands covered with the lace gloves \nyou crocheted--no one needs a <i>girl</i>. How flat \nthe word sounds, and heavy. My purse thins. \nI spend foolishly to make an appearance of quiet \nindustry, to mask the desperation that tightens \nmy throat. I sit watching-- \n\nthough I pretend not to notice--the dark maids\nambling by with their white charges. Do I deceive \nanyone? Were they to see my hands, brown \nas your dear face, they'd know I'm not quite \nwhat I pretend to be. I walk these streets \na white woman, or so I think, until I catch the eyes \nof some stranger upon me, and I must lower mine, \na <i>negress</i> again. There are enough things here \nto remind me who I am. Mules lumbering through \nthe crowded streets send me into reverie, their footfall \nthe sound of a pointer and chalk hitting the blackboard \nat school, only louder. Then there are women, clicking \ntheir tongues in conversation, carrying their loads \non their heads. Their husky voices, the wash pots \nand irons of the laundresses call to me.\n\nI thought not to do the work I once did, back bending \nand domestic; my schooling a gift--even those half days\nat picking time, listening to Miss J--. How \nI'd come to know words, the recitations I practiced \nto sound like her, lilting, my sentences curling up\nor trailing off at the ends. I read my books until\nI nearly broke their spines, and in the cotton field,\nI repeated whole sections I'd learned by heart,\nspelling each word in my head to make a picture\nI could see, as well as a weight I could feel\nin my mouth. So now, even as I write this\nand think of you at home, <i>Goodbye</i>\n\nis the waving map of your palm, is \na stone on my tongue.</pre>\n "}, {"title": "Regenerative", "view_node": "/poem/regenerative", "field_author": "<a href=\"/poet/ken-babstock\" hreflang=\"und\">Ken Babstock</a>", "field_date_published": "2001", "body": " <pre>\nThat dog padded home wearing a rip \nin his back, clicked onto the kitchen linoleum \nwith a five-inch smile down his saddling spine.\n\nWhere pebbles and dark grit stuck to the wound's \nlips, vertebrae like molars grinned through \nin an anemic bluish white. The dumb grey\n\nmeat of his tongue like a sodden flag waiting \nfor breeze in the post-storm still of that house--\nhow he lashed the plucked chicken length of it,\n\nthen lapped at the seepage that hung from black \nflews. He turned, and turned, and in turning sparks \nof shock shot from his eyes as his chances of seeing\n\npain dimmed, coiled to a brute whine in his chest, I \npictured a bald nest of lab mice pulsing in there \ncrying its cancer away; pictured a shed door, askew\n\non its hinges, mowing thick weeds as it swung; even \npictured a field in that dog, where choirs of crickets \nsawed through the night with the ache in their legs.\n\nI could smell the top-heavy cattails' thinning brown \nfelt as it burst, breathing commas on parachutes \ninto the world; heard the travelling <i>s</i>'s of garter snakes\n\nplaying wet grass blades with cadmium scales as \nthey passed through invisible shivers. A lost leather \nsneaker shone near a stump, like a child's plug-in\n\nnight-light, or a chipped-off sample of moon. Blue \nshell casings coughed funnelled web from the throats \nwhere their packed shot had been, and bleached-out\n\npages of porn doubled as mainsails, fitted to masts\nof wild rose. Dew, meltwater cold, slid down my calves \nlike wet wrists unburdening jewels in my boots. Then no one \n\nI knew approached through the dark, swinging a carved \ncolumn of light, prodding the bramble and weeds with \nhis staff that worked like a blind man's stick in reverse.\n\nThe mauve starbursts of thistles passed through it, casting \npeaked shadows like crowns. Bugs strafed the beam, reared\nfrom the black, threading it again, and again. He didn't \n\ncall out or raise his free hand or even target his lamp\non my head, just kept cresting the weeds with the twin \nbrows of his knees while scanning the foreground\n\nfor snags. Whether it was that he couldn't imagine me \nthere, and therefore I wasn't, or that my body actually \nweighed in at nothing, doused as it was in that field's\n\nferal moulting, bucking, breathing--its bull-stubborn \nmorphing of intrauterine moments--I couldn't decide.\nThere wasn't time. He passed on the left, dragged by\n\nthis light as if some shadowy leashed mastiff tractored\nhim on, plunging through weed. Solid black silhouette, receding, \nuntil distance undermined outline, form bled into field.</pre>\n "}, {"title": "Tiny Clay Doll with No Arms", "view_node": "/poem/tiny-clay-doll-no-arms", "field_author": "<a href=\"/poet/ray-gonzalez\" hreflang=\"und\">Ray Gonzalez</a>", "field_date_published": "2001", "body": " <pre>\nGiven to me by my sister as a gift,\nthe tiny Indian doll stands with no arms.\n\nGiven to me so I can raise my hands \nand stop the world from coming closer.\n\nSomething has been taken from here--\na day when reaching out was death.\n\nSomething lost\nwith my own hands.\n\nThe doll stands three inches tall, \nits brown head wrapped in a red scarf.\n\nNo arms, as if I could look at a body \nand not welcome it back.\n\nAs if I knew what happened\nto my grip on those things.\n\nThe clay doll stands on my bookshe1f.\nIt stares out the window.\n\nIt does not have any arms.\nI don't know why it was carved that way,\n\ndon't know what it means,\nwhy the invisible palms hold everything.\n\nWhen I touch it with a fingertip,\nit leans against a book.\n\nIt does not fall.\nWhen I set it back\n\non its bare feet,\nI carefully use both hands.</pre>\n "}, {"title": "Night Train Through Inner Mongolia", "view_node": "/poem/night-train-through-inner-mongolia", "field_author": "<a href=\"/poet/anthony-piccione\" hreflang=\"und\">Anthony Piccione</a>", "field_date_published": "2002", "body": " <pre>\nNow the child is a runny-nosed stranger \nyou've finally decided to share your seat with, \nand the whole thing keeps heaving into the dark.\n\nThe child sleeps unsweetly hunched against you, \nyour side is slowly stinging, he has wet himself, \nso you do not move at all. I know you.\n\nYou sit awake, baffling about a quirky faith, \nand do not shift until morning. This is why \nyou are blessed, I think, and usually chosen.</pre>\n "}, {"title": "In the Girls&#039; Room", "view_node": "/poem/girls-room", "field_author": "<a href=\"/poet/wendy-mnookin\" hreflang=\"und\">Wendy Mnookin</a>", "field_date_published": "2002", "body": " <pre>\n<i>I saw them making out</i>, Sheila whispers\nfrom the stall next to mine. We're standing,\nhidden from each other on opposite sides \nof the same cold wall. I imagine\nher brother's hand surprising itself\ninside some girl's sweater, small hairs jittery\nalong the map of her neck. <i>Her eyes were shut.</i>\nI open mine wide, lean closer.\n<i>She was making small noises, like a bird.</i>\nI form my mouth into an 0, press my lips\nagainst the door. <i>He was licking her ear.</i>\nThe bow of my breath lingers, \nthen disappears, I hate the ordinary \nboredom of my life, my cotton underpants, \nthe sharp question of each hipbone. <i>Hey, </i>\nshe says, knocking on the wall.\nI play with the lock, spitting its silver tongue \ninto the waiting mouth of the door.\n<i>What's your secret?</i></pre>\n "}, {"title": "Basket of Figs", "view_node": "/poem/basket-figs", "field_author": "<a href=\"/poet/ellen-bass\" hreflang=\"und\">Ellen Bass</a>", "field_date_published": "2002", "body": " <pre>\nBring me your pain, love. Spread \nit out like fine rugs, silk sashes, \nwarm eggs, cinnamon\nand cloves in burlap sacks. Show me\n\nthe detail, the intricate embroidery \non the collar, tiny shell buttons, \nthe hem stitched the way you were taught,\npricking just a thread, almost invisible.\n\nUnclasp it like jewels, the gold \nstill hot from your body. Empty \nyour basket of figs. Spill your wine.\n\nThat hard nugget of pain, I would suck it, \ncradling it on my tongue like the slick \nseed of pomegranate. I would lift it\n\ntenderly, as a great animal might \ncarry a small one in the private \ncave of the mouth.</pre>\n "}, {"title": "What Was Given", "view_node": "/poem/what-was-given", "field_author": "<a href=\"/poet/richard-foerster\" hreflang=\"und\">Richard Foerster</a>", "field_date_published": "2002", "body": " <pre>\nWhat was given came without \nthe usual reasons—the earth\n\nthat day having completed\nno meaningful circuit of the sun.\n\nThe giving should have been cause enough \nfor surprise, or that hidden beneath\n\npatterned folds of wrap, within \na box large as any man's bewilderment,\n\nwaited some unknown thing, purchased \nafter long labor. How undeserved,\n\nthat unreciprocated moment, \nwhen all the twisted paths\n\nthey'd walked together and alone, \nseemed to brighten at the first tug\n\non the bow, the paper hinging out \nlike doors, the lid ready to come undone\n\nas one stood there, still\ntoo frightened to peer inside.</pre>\n "}, {"title": "This Living Hand [excerpt]", "view_node": "/poem/living-hand-excerpt", "field_author": "<a href=\"/poet/dean-young\" hreflang=\"und\">Dean Young</a>", "field_date_published": "2001", "body": "<p><span class=\"“long-line”\">It's not only the word roses</span><br /><span class=\"long-line\">lurking inside neurosis or the fact</span><br /><span class=\"long-line\">that most of my formal education</span><br /><span class=\"long-line\">occurred in the midwest, so too</span><br /><span class=\"long-line\">my summer job inhaling industrial</span><br /><span class=\"long-line\">reactants should be considered.</span><br /><span class=\"long-line\">It's an unstable world, babe.</span><br /><span class=\"long-line\">Always an inner avalanche</span><br /><span class=\"long-line\">as they say in receiving.</span><br /><span class=\"long-line\">I'm sure if I'd gotten a shot</span><br /><span class=\"long-line\">of Karl instead of Zeppo Marx</span><br /><span class=\"long-line\">in utero, things would have turned out</span><br /><span class=\"long-line\">differently. Instead, my mother</span><br /><span class=\"long-line\">went right on eating lobster.</span><br /><span class=\"long-line\">But where were we? . . .</span></p>\n"}, {"title": "Survivors—Found", "view_node": "/poem/survivors-found", "field_author": "<a href=\"/poet/joan-murray\" hreflang=\"und\">Joan Murray</a>", "field_date_published": "2001", "body": " <pre>\nWe thought that they were gone—\nwe rarely saw them on our screens—\nthose everyday Americans\nwith workaday routines,\n\nand the heroes standing ready—\nnot glamorous enough—\non days without a tragedy,\nwe clicked—and turned them off.\n\nWe only saw the cynics—\nthe dropouts, show-offs, snobs—\nthe right- and left- wing critics:\nwe saw that they were us. \n\nBut with the wounds of Tuesday\nwhen the smoke began to clear,\nwe rubbed away our stony gaze—\nand watched them reappear:\n\nthe waitress in the tower,\nthe broker reading mail,\na pair of window washers,\nfilling up a final pail,\n\nthe husband's last \"I love you\"\nfrom the last seat of a plane,\nthe tourist taking in a view \nno one would see again,\n\nthe fireman, his eyes ablaze\nas he climbed the swaying stairs—\nhe knew someone might still be saved.\nWe wondered <i>who</i> it was. \n\nWe glimpsed them through the rubble:\nthe ones who lost their lives,\nthe heroes' <i>double </i> burials,\nthe ones now \"left behind,\" \n\nthe ones who rolled <i>a</i> sleeve up,\nthe ones in scrubs and masks,\nthe ones who lifted buckets\nfilled with stone and grief and ash:\n\nsome spoke a  different language—\nstill no one missed a phrase;\nthe soot had softened every face\nof every shade and age—\n\n<i>\"the greatest generation\" ?—</i>\nwe wondered where they'd gone—\nthey hadn't left directions\nhow to find our nation-home:\n\nfor thirty years we saw few signs,\nbut now in swirls of dust,\nthey were alive—they had survived—\nwe saw that they were us. </pre>\n "}, {"title": "Conversion", "view_node": "/poem/conversion", "field_author": "<a href=\"/poet/lise-goett\" hreflang=\"und\">Lise Goett</a>", "field_date_published": "2002", "body": " <pre>\nAll day, we loitered at the throat of the penny arcade\nto hear how the fisherman's cast had taken the eye of Vilas\nPuchomsky, a pain radiating down to the sexual curve.\nGirls who had been prom queens, corsages of gallica roses\nwith crowning pink buds pinned to our blouses, teetered\non lives of uncloistered want to hear how the hook\nhad entered the pulp, tearing the flesh like a litchi nut\nwith the force of a swift and ready conversion. \n\nAt dusk, the fly-speckled marquee flickered with inconstant\n      love;\nand our boys suckled long-necked colas and pilsners,\nand we asked them to hug us all the tighter while the nuns \n      sang\nfrom the hill, \"Le Dieu Qui Nous Aime Bien,\" for it seemed\nthat the boy's name had called his fate into the world,\nthe line cutting through the air like the wing of a hawk,\nhis face buried in a shirt of bruised muslin.\nAnd later, over the cracked and rutted road home, his story\ncame to us like a voice speaking from behind a steel grate,\na blue light hovering above the lake's teal horizon.\n\nOne day at school, he removed his eye and touched us,\ntiered like the blessed and the damned in the bleachers\nbehind the parochial school, the glass eye sucking our arms\nwhere lips might have gone, a touch like benediction--\na taste of terror with some pleasure in it, a pleasure\nalready sown with remorse and the seeds of turning away.\n\nBut at night, we prayed to a god with a foraging heart,\na god with a silvering face, rippling his luminous skin--\nthe line gilt along the line's trajectory, the plummet like shot--\nthinking how grace must enter the body like this\nas we slipped out under the nameless bowl of stars\nto feel the hunger of our own darkness:\nthe sweep and whisper of the line,\nthe suck and gape of the eyeless socket,\nthe god who reels us in. \n</pre>\n "}, {"title": "Chrysalis", "view_node": "/poem/chrysalis", "field_author": "<a href=\"/poet/joan-murray\" hreflang=\"und\">Joan Murray</a>", "field_date_published": "2002", "body": " <pre>\n1\n\nIt's mid-September, and in the Magic Wing Butterfly Conservancy\nin Deerfield, Massachusetts, the woman at the register\nis ringing up the items of a small girl and her mother.\nThere are pencils and postcards and a paperweight--\nall with butterflies--and, chilly but alive,\nthree monarch caterpillars--in small white boxes\nwith cellophane tops, and holes punched in their sides.\nThe girl keeps rearranging them like a shell game\nwhile the cashier chats with her mother: \"They have to\nfeed on milkweed--you can buy it in the nursery outside.\"\n\"We've got a field behind our house,\" the mother answers.\nThe cashier smiles to show she didn't need the sale:\n\"And in no time, they'll be on their way to Brazil or Argentina--\nor wherever they go--\" (\"to Mexico,\" says the girl,\nthough she's ignored) \"and you can watch them\ndo their thing till they're ready to fly.\"\n\n\n2\n\nI remember the monarchs my son and I brought in one summer\non bright pink flowers we'd picked along the swamp\non Yetter's farm. We were \"city folks,\" eager for nature\nand ignorant--we left our TV home--and left the flowers\nin a jar on the dry sink in the trailer. We never noticed the\ncaterpillars\ntill we puzzled out the mystery of the small black things\non the marble top--which turned out to be their droppings.\nAnd soon, three pale green dollops hung from the carved-out leaves,\neach studded with four gold beads--so gold they looked to be\nmineral--not animal--a miracle that kept us amazed\nas the walls grew clear and the transformed things broke through,\npumped fluid in their wings, dried off--and flew.\nI gauge from that memory that it will be next month\nbefore the girls are \"ready.\" I wonder how they'll \"fly\"\nwhen there's been frost. \"And they'll come back next summer,\"\nthe cashier says, \"to the very same field--they always do.\"\nI'm sure that isn't true. But why punch holes\nin our little hopes when we have so few?\n\n\n3\n\nNext month, my mother will have a hole put in her skull\nto drain the fluid that's been weighing on her brain.\nAll summer, she's lain in one hospital or another--\nyet the old complainer's never complained.\nIn Mather, the woman beside her spent a week in a coma,\nwrapped like a white cocoon with an open mouth\n(a nurse came now and then to dab the drool).\nMy mother claimed the woman's husband was there too--\n\"doing what they do\"--though it didn't annoy her.\nNow she's in Stony Brook--on the eighteenth floor.\nI realize I don't know her anymore. When she beat against\nthe window to break through, they had to strap her down\n--and yet how happy and how likeable she's become.\nWhen I visit, I spend my nights in her empty house--\nin the bed she and my father used to share. Perhaps they're\nthere. Perhaps we do come back year after year\nto do what we've always done--if we can't make\nour way to kingdom come, or lose ourselves altogether.</pre>\n "}, {"title": "Red Foxes [excerpt]", "view_node": "/poem/red-foxes-excerpt", "field_author": "<a href=\"/poet/robert-mcdowell\" hreflang=\"und\">Robert McDowell</a>", "field_date_published": "2001", "body": " <pre>\nWhen she was younger Nessa shot a bird.\nShe was playing Annie Oakley. Her friend Ramon\nHad handed her his Christmas BB gun.\nShe raised the barrel, sighting a mockingbird\nOn a telephone wire. \"One shot,\" she told her friend.\nImpossible. They both laughed at her bragging\nAs she squeezed the trigger, then the bird fell down.\nRamon picked up the rifle, ran for home,\nWhile Nessa, unbelieving, held the bird,\nRefusing to accept the death she'd made.\nSo that was how easy making death could be.\n</pre>\n "}, {"title": "Ants [excerpt]", "view_node": "/poem/ants-excerpt", "field_author": "<a href=\"/poet/joanie-mackowski\" hreflang=\"und\">Joanie Mackowski</a>", "field_date_published": "2001", "body": " <pre>\nTwo wandering across the porcelain\nSiberia, one alone on the window sill,\n\nfour across the ceiling's senseless field\nof pale yellow, one negotiating folds\n\nin a towel: tiny, bronze-colored antennae\n\"strongly elbowed,\" crawling over <i>Antony\n\nand Cleopatra</i>, face down, unsurprised,\none dead in the mountainous bar of soap.\n\nSub-family Formicinae (a single\nsegment behind the thorax), the sickle\nmoons of their abdomens, one trapped in bubbles\n(I soak in the tub); with no clear purpose\n\nthey come in by the baseboard, do not bite,\ncrush bloodless beneath a finger. Peterson's\n\ncalls them \"social creatures,\" yet what grim\nsociety: identical pilgrims...</pre>\n "}, {"title": "Report from the Skinhouse", "view_node": "/poem/report-skinhouse", "field_author": "<a href=\"/poet/jan-beatty\" hreflang=\"und\">Jan Beatty</a>", "field_date_published": "2001", "body": " <pre>\nI went looking for the body.\n\nThe apple, tree, the river.\nGliding voice, curve of arm,\npearly blue uterus.\n\nMuscled calf, the neptune green\neye, blood with the same\ntaste as mine.\n\n<i>Why do I write my report this way?\nAn adopted child needs to find a face.\n\nWhat does a real mother's body look like?\nRiver, chalkline, bloody cave?</i>\n\nI am replica of nothing.\n\n<i>birthmother, conjurer, boneshaker, witch,\nlet me smell your skin just once,\nI'll give you your bloody daughter.</i></pre>\n "}, {"title": "Spirit Cabinet [excerpt]", "view_node": "/poem/spirit-cabinet-excerpt", "field_author": "<a href=\"/poet/david-wojahn\" hreflang=\"und\">David Wojahn</a>", "field_date_published": "2001", "body": " <pre>\n. . . \n\n&amp; how, o spirits, shall I invoke you, who cannot count himself\n    among the chosen?\nMy writings &amp; keenings are interior &amp; treated by appropriate\n    prescription drugs,\n\nto whom my conversion is incomplete, for some days I devote myself\n    solely to my dead\n&amp; in my error I do seek them &amp; do wail. From the wire mesh\n    I glimpse the chalk marks,\n\naflicker on a kind of slate. Here is the glyph of patchouli-smell,\n    graven on a scarf\nor silken dress. &amp; here the character for a chin nicked while shaving,\n    stubble edging a dime-sized birthmark,\n\n. . . \n</pre>\n "}, {"title": "psalm", "view_node": "/poem/psalm-0", "field_author": "<a href=\"/poet/alicia-ostriker\" hreflang=\"und\">Alicia Ostriker</a>", "field_date_published": "2001", "body": " <pre>\nI am not lyric any more\nI will not play the harp\nfor your pleasure\n\nI will not make a joyful\nnoise to you, neither\nwill I lament\n\nfor I know you drink \nlamentation, too,\nlike wine\n\nso I dully repeat\nyou hurt me\nI hate you\n\nI pull my eyes away from the hills\nI will not kill for you\nI will never love you again\n\nunless you ask me </pre>\n "}, {"title": "Curriculum Vitae", "view_node": "/poem/curriculum-vitae", "field_author": "<a href=\"/poet/lisel-mueller\" hreflang=\"und\">Lisel Mueller</a>", "field_date_published": "1996", "body": " <p>1992</p>\n<pre>\n1) I was born in a Free City, near the North Sea.\n\n2) In the year of my birth, money was shredded into \nconfetti. A loaf of bread cost a million marks. Of \ncourse I do not remember this.\n\n3) Parents and grandparents hovered around me. The \nworld I lived in had a soft voice and no claws.\n\n4) A cornucopia filled with treats took me into a building \nwith bells. A wide-bosomed teacher took me in.\n\n5) At home the bookshelves connected heaven and earth.\n\n6) On Sundays the city child waded through pinecones \nand primrose marshes, a short train ride away.\n\n7) My country was struck by history more deadly than \nearthquakes or hurricanes.\n\n8) My father was busy eluding the monsters. My mother \ntold me the walls had ears. I learned the burden of secrets.\n\n9) I moved into the too bright days, the too dark nights \nof adolescence.\n\n10) Two parents, two daughters, we followed the sun \nand the moon across the ocean. My grandparents stayed \nbehind in darkness.\n\n11) In the new language everyone spoke too fast. Eventually \nI caught up with them.\n\n12) When I met you, the new language became the language \nof love.\n\n13) The death of the mother hurt the daughter into poetry. \nThe daughter became a mother of daughters.\n\n14) Ordinary life: the plenty and thick of it. Knots tying \nthreads to everywhere. The past pushed away, the future left \nunimagined for the sake of the glorious, difficult, passionate \npresent.\n\n15) Years and years of this.\n\n16) The children no longer children. An old man's pain, an \nold man's loneliness.\n\n17) And then my father too disappeared.\n\n18) I tried to go home again. I stood at the door to my \nchildhood, but it was closed to the public.\n\n19) One day, on a crowded elevator, everyone's face was younger \nthan mine.\n\n20) So far, so good. The brilliant days and nights are \nbreathless in their hurry. We follow, you and I.\n</pre>\n "}, {"title": "The Empty Quarter", "view_node": "/poem/empty-quarter", "field_author": "<a href=\"/poet/john-canaday\" hreflang=\"und\">John Canaday</a>", "field_date_published": "2002", "body": " <pre>\nIn early spring, here in the Rub 'al Khali, \nGabriel swings his goad over the humped backs \nof swollen clouds. They roar like angry camels \nand thunder toward the fields of the fellahin. \nAt night, I dream of grass so green it speaks. \nBut at noon, even the dry chatter of djinn \nleaves the wadis. The sun lowers its bucket, \nthough my body is the only well for miles. \nA dropped stone calls back from the bottom \nwith the voice of a starving locust: Make it \nyour wish, <i>habibi</i>, and the rain will walk \nover the dry hills of your eyes on tiptoes \nas the poppies weave themselves into a robe \nto mantle the broad shoulders of the desert. \nThe words uncoil like smoke from a smothered fire, \nrising leisurely out of me as though to mark \nwhere a castaway has come aground at last. \nAnd yet I have not spoken. My voice limps \non old bones, its legs too dry and brittle\nto leap like a barking locust into song. \nBut I imagine what was said or might \nbe said by some collective throat about \nthe plowman loving best the raw, turned earth, \nor the caliph longing for his desert lodge, \nwhere <i>ghoulem</i> whisper like the wind at prayer, \nand poppies bow their gaudy heads toward Mecca, \neach one mumbling a different word for dust.</pre>\n "}, {"title": "Song of Myself", "view_node": "/poem/song-myself", "field_author": "<a href=\"/poet/john-canaday\" hreflang=\"und\">John Canaday</a>", "field_date_published": "2002", "body": " <pre>\nI am a stubborn ox dreaming \nof rain as the drover's fingers drum \naround my eyes. But no: the wet \nhum of flies distracted me, \nand now the plow has drifted from \nthe line I meant to follow. See \nwhere the damp leather of the reins \nhas worn the callus on my left \nforefinger raw? Or was it the dry, \nash handle of my hoe? I can hear \nthe steel head singing as it strikes \nrocky ground, the fresh-turned earth \nswallowing showers of sparks. The tip \nof my tongue goes dry. I touch my lips \nto the soil as I once touched you, here \nand there. A single knot of dirt \ncrumbles slowly in my mouth \nwith the taste of sweet butter dripping \nfrom your thumb. This ground will raise \na heavy crop. I am the wheat \nthat flowed around your waist like water. \nI am that lonely knot of earth.</pre>\n "}, {"title": "When in disgrace with fortune and men&#039;s eyes (Sonnet 29)", "view_node": "/poem/when-disgrace-fortune-and-mens-eyes-sonnet-29", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "1609", "body": "<p><span class=\"long-line\">When in disgrace with fortune and men's eyes,</span><br /><span class=\"long-line\">I all alone beweep my outcast state,</span><br /><span class=\"long-line\">And trouble deaf heaven with my bootless cries,</span><br /><span class=\"long-line\">And look upon myself and curse my fate,</span><br /><span class=\"long-line\">wishing me like to one more rich in hope,</span><br /><span class=\"long-line\">Featured like him, like him with friends possessed,</span><br /><span class=\"long-line\">Desiring this man's art, and that man's scope,</span><br /><span class=\"long-line\">With what I most enjoy contented least;</span><br /><span class=\"long-line\">Yet in these thoughts myself almost despising,</span><br /><span class=\"long-line\">Haply I think on thee—and then my state,</span><br /><span class=\"long-line\">Like to the lark at break of day arising</span><br /><span class=\"long-line\">From sullen earth sings hymns at heaven's gate;</span><br /><span class=\"long-line\">    For thy sweet love remembered such wealth brings,</span><br /><span class=\"long-line\">    That then I scorn to change my state with kings.</span></p>\n"}], "pager": {"current_page": 637, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}