{"rows": [{"title": "Everyone Sang", "view_node": "/poem/everyone-sang", "field_author": "<a href=\"/poet/siegfried-sassoon\" hreflang=\"und\">Siegfried Sassoon</a>", "field_date_published": "1920", "body": "<p><span class=\"long-line\">Everyone suddenly burst out singing;</span><br /><span class=\"long-line\">And I was filled with such delight</span><br /><span class=\"long-line\">As prisoned birds must find in freedom</span><br /><span class=\"long-line\">Winging wildly across the white</span><br /><span class=\"long-line\">Orchards and dark green fields; on; on; and out of sight.</span></p>\n<p><span class=\"long-line\">Everyone's voice was suddenly lifted,</span><br /><span class=\"long-line\">And beauty came like the setting sun.</span><br /><span class=\"long-line\">My heart was shaken with tears and horror</span><br /><span class=\"long-line\">Drifted away ... O but every one</span><br /><span class=\"long-line\">Was a bird; and the song was wordless; the singing will never be done.</span></p>\n"}, {"title": "Birds Punctuate the Days", "view_node": "/poem/birds-punctuate-days", "field_author": "<a href=\"/poet/joyce-clement\" hreflang=\"en\">Joyce Clement</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">apostrophe</span><br /><span class=\"long-line\">the nuthatch inserts itself</span><br /><span class=\"long-line\">between feeder and pole</span><br />\n </p>\n\n<p><span class=\"long-line\">semicolon</span><br /><span class=\"long-line\">two mallards drifting</span><br /><span class=\"long-line\">one dunks for a snail</span><br />\n </p>\n\n<p><span class=\"long-line\">ellipses</span><br /><span class=\"long-line\">a mourning dove</span><br /><span class=\"long-line\">lifts off</span><br />\n </p>\n\n<p><span class=\"long-line\">asterisk</span><br /><span class=\"long-line\">a red-eyed vireo catches</span><br /><span class=\"long-line\">the crane fly midair</span><br />\n </p>\n\n<p><span class=\"long-line\">comma</span><br /><span class=\"long-line\">a down feather</span><br /><span class=\"long-line\">bobs between waves</span><br />\n </p>\n\n<p><span class=\"long-line\">exclamation point</span><br /><span class=\"long-line\">wren on the railing</span><br /><span class=\"long-line\">takes notice</span><br />\n </p>\n\n<p><span class=\"long-line\">colon</span><br /><span class=\"long-line\">mergansers paddle toward</span><br /><span class=\"long-line\">morning trout swirl</span><br />\n </p>\n\n<p><span class=\"long-line\">em dash</span><br /><span class=\"long-line\">at dusk a wild goose</span><br /><span class=\"long-line\">heading east</span><br />\n </p>\n\n<p><span class=\"long-line\">question mark</span><br /><span class=\"long-line\">the length of silence</span><br /><span class=\"long-line\">after a loon’s call</span><br />\n </p>\n\n<p><span class=\"long-line\">period</span><br /><span class=\"long-line\">one blue egg all summer long</span><br /><span class=\"long-line\">now gone</span></p>\n"}, {"title": "The Past Is the Present", "view_node": "/poem/past-present", "field_author": "<a href=\"/poet/marianne-moore\" hreflang=\"und\">Marianne Moore</a>", "field_date_published": "1917", "body": " <pre>Revived bitterness\nis unnecessary unless\n    One is ignorant.\n\nTo-morrow will be\nYesterday unless you say the\n    Days of the week back-\n\nWard. Last weeks’ circus\nOverflow frames an old grudge. Thus:\n    When you attempt to \n\nForce the doors and come\nAt the cause of the shouts, you thumb\n    A brass nailed echo.\n</pre>\n "}, {"title": "now i’m bologna", "view_node": "/poem/now-im-bologna", "field_author": "<a href=\"/poet/jose-olivarez\" hreflang=\"en\">José Olivarez</a>", "field_date_published": "2018", "body": " <pre>my parents were born from a car. they climbed out\n&amp; kissed the car on its cheek. my grandmother.\nto be a first generation person. 23 and Me reports\ni am descendant of pistons &amp; drive trains. 33%\nirrigation tools. you are what you do. my first job\nwas in a lunch meat factory. now i’m bologna.\nit’s not so bad being a person. the front seat of a car\nis more comfortable than the trunk. when they were babies\nmy parents dreamt of being Lamborghinis. not\npeople. you are what your children grow up to do.\nif i put my parents' names on papers, what happens?\nthe answer is no comment. the answer is quién sabe.\nthe answer is yo no sé, pero no es abogado.\npeople are overrated. give me avocados.\n</pre>\n "}, {"title": "Minneapolipstick", "view_node": "/poem/minneapolipstick", "field_author": "<a href=\"/poet/rachel-mckibbens\" hreflang=\"und\">Rachel McKibbens</a>", "field_date_published": "2018", "body": " <pre>1. \n \n\nSanta Ana, California,\n \n3 a.m. in my cousin’s basement,\n \nlights out, television volume spun low.\n\nWe are huddled around the screen,\n\na small congregation of forgotten children,\n\nbrown faces illuminated by \n\na five-foot-two Black man,\n \ndecked out in lace, eyeliner, Spandex \n\nand the gutsiest high-heeled boots \n\nbig enough to fit only a mannequin.\n\n \nThis Minnesota royalty freaks and splits his body biblical.\n\nThroat raw with screeching doves, he pirouettes\n \nwith his truest love: a pale pawn shop guitar\n \nwe daydream of buying some day\n\nwith our lunch money. \n\n \n2. \n\n \n1984. What planet is this? \n\nA third-grade heartbreak apostle,\n\nI got a butch haircut my father calls a “Dorothy Hamill.”\n\nNaw, pops. Watch me pin the girls against the handball courts. \n\nBold. Answering their tongues with my tongue.\n \nMy forbidden schoolyard brides. My makeshift Apollonias. \n\nOnce they’re in love, I pull away, bite my lower lip,\n\nwink, then walk away.\n\n \nI am not yet a king, but I got moxie and I move\n \nlike I know I’ll die young.\n   \n \n3. \n \n \nBoys will be boys, unless they aren't \n\n \n4.\n \n \nThis is what it sounds like \n\nto praise our heavenly bodies in spite of the hells \n\nthat singed us into current form. For the permission\n\nyou granted in sweat and swagger, \n\nfor the mascara’d tears you shed on-screen,\n\nfor the juicy curls that hung over your right eye\n\nlike dangerous fruit, for the studded\n\nshoulder pad realness and how your\n \nfalsetto gospel rang our young,\n\nqueer souls awake,\n\nwe say amen.\n</pre>\n "}, {"title": "Lies I Tell", "view_node": "/poem/lies-i-tell", "field_author": "<a href=\"/poet/sara-borjas\" hreflang=\"en\">Sara Borjas</a>", "field_date_published": "2018", "body": " <pre>A woman has a window in her face: that is the truth. I look like my mother: that is the truth. I want to tell you I am not like her: that is the truth. I am ashamed walking in a woman’s body: that is the truth. I wish to take back everything I say: that is the truth. A window can be a mirror. It can also be a door: that is the truth. As a girl, my mother slept in a shack with no windows and one door: that is the truth. My grandma would slam windows: truth. A mother’s hands are stronger than God: truth. We often use fruit to describe a bruise, like plum or blackberry: truth. My mother’s window blackberried: truth. My mother’s door peached: truth. She loves peaches: that is the truth. My father could not stand them in our house: that is the truth. We had three doors and nine windows in our house: that is the truth. A woman has a face in her window: truth. A father has a window but I don’t know where it is: truth. <em>What burrows is the peach fuzz</em>, he said: that is the truth. I have never been close enough to a peach to eat one: truth. The worst things last on the skin: truth. I don’t like not having things: truth. My father has one door but I can’t find it: truth. Not all windows open: that is the truth. One night I see my father crying in the yard, head in his hands: that is the truth. I make things up that I want for myself: that is the truth. \n</pre>\n "}, {"title": "The Prophetess Sojourner Truth Discusses the Two Different Versions of Her Most Well-Known Speech, One Nearly Unknown and One Very Beloved Yet Mostly Untrue", "view_node": "/poem/prophetess-sojourner-truth-discusses-two-different-versions-her-most-well-known-speech-one", "field_author": "<a href=\"/poet/honoree-fanonne-jeffers\" hreflang=\"und\">Honorée Fanonne Jeffers</a>", "field_date_published": "2018", "body": "<pre>\nI believe that white lady\nmeant well, but she took liberties\nwith my story.\nThere was a pint,\nand I am a woman,\nbut I never did bear\nthirteen young.\nThere was an audience,\nand I did stand.\nAt first, hesitant, but then,\nspeaking God’s clear\nconsonants in a voice\nthat all might hear, not\nwith apostrophes feeding\non the ends of my words.\nAnd I am six feet tall,\nand some might say, broader\nthan any man.\nAnd I was a slave.\nAnd my child was taken\nfrom me, though I fought\nto get him back.\nAnd I did work hard.\nAnd I did suffer long.\nAnd I did find the Lord\nand He did keep\nme in His bony-chested embrace.\nAnd if I showed you my hands,\ninstead of hiding them in my sleeves\nor in a ball of yarn,\nyou could see my scars,\nthe surgery of bondage.\nAnd I have traveled to and fro\nto speak my Gospel-talk—\nsurely, I’ve got the ear of Jesus.\nBut I forgive that lying woman,\nbecause craving is a natural sin.\nShe needed somebody\nlike me to speak for her,\nand behave the way\nshe imagined I did,\nso she could imagine\nherself as a northern mistress.\nAnd there I was,  \ndark and old,\nsoon to fold my life\ninto Death’s greedy hand.\nAnd in this land,\nand in this time,\nsomebody who could never\nshout her down.\n</pre>\n"}, {"title": "Lo Ferm Voler Qu’el Cor M’Intra", "view_node": "/poem/lo-ferm-voler-quel-cor-mintra", "field_author": "<a href=\"/poet/arnaut-daniel\" hreflang=\"en\">Arnaut Daniel</a>", "field_date_published": "2018", "body": " <p><em>translated by <a href=\"/node/45669\">Ezra Pound</a></em></p><p>The firm wishing that gets ingress<br />To my heart fears no cad's beak or nail-tip<br />Of cad who by false speech doth lose his soul's hope,<br />And if I dare assail him not with bough or osier<br />On quiet I, where one admits no uncle,<br />Will get my joy in garden or in bower.</p><p>When I remember the bower<br />Where to my spite I know that no man gets ingress,<br />But do no more than may brothers and uncles,<br />I tremble all length, all save my nail-tips,<br />As does a child before a switch of osier,<br />So fear I lest I come not near my soul's hope.</p><p>Of body 'twas not of soul's hope<br />That consenting she hid me in her bower.<br />Now it hurts my heart worse than strokes of osiers<br />That where she now is, her slave gets no ingress.<br />I cling mam to her as is the flesh to the nail-tip<br />And take warning of neither friend nor uncle.</p><p>Ne'er love I sister of uncle<br />As I love her I love, by my soul's hope.<br />Close cling I as doth the finger to nail-tip<br />And would be, and it please her, in her bower;<br />Love that in my heart gets ingress<br />Can shake me, as strong man not an osier.</p><p>Since flower sprang on dry osier,<br />Since Adam began this line of nephews and uncles,<br />Such fine love as to my heart hath ingress<br />Was not to my belief in body or soul's hope.<br />If she be in piazza nor bower,<br />My heart leave not by a nail-tip.</p><p>The heart roots and clings like the nail-tip<br />Or as the bark clings that clings to the osier,<br />For she is joy's palace, she is joy's bower,<br />Nor love I so father, nor kinsman, nor kind uncle.<br />Double joy in Paradise, by my soul's hope,<br />Shall I have if ere true love there win ingress.</p><p>Arnaut sends the song of nail and uncle<br />With thanks to her the soul of his osier,<br /><em>Son Dezirat</em>, who to some purpose hath ingress in bower.</p> "}, {"title": "in • cho • ate ", "view_node": "/poem/cho-ate", "field_author": "<a href=\"/poet/van-jordan\" hreflang=\"und\">A. Van Jordan</a>", "field_date_published": "2018", "body": " <p><em>MacNolia Cox</em></p><p><strong>in </strong>• <strong>cho </strong>• <strong>ate </strong>(♥) <em>adj.</em> Only begun or entered upon; incipient. As when ribbons of light peer through <em>inchoate</em> air, before the thought of loss or love come into focus, as when the first glance of a stranger brushes over you, and, for that breath of time, you wonder if time has double-crossed you; you wonder if this could be the start of a new ending, or if this look—this probe up your spine, this eye on your leg, neck, lips, hair—could come from a ghost of someone—someone, mind you, who you thought you deserved; someone, mind you, who taught you how not to love—whose hand opens like your mouth once did while saying, with innocence, <em>Yes</em>, over and over again.</p> "}, {"title": "Nihilism", "view_node": "/poem/nihilism", "field_author": "<a href=\"/poet/nha-thuyen\" hreflang=\"en\">Nhã Thuyên</a>", "field_date_published": "2018", "body": " <p><em>translated by <a href=\"/poetsorg/contributor/kaitlin-rees\">Kaitlin Rees</a></em></p><p> </p><p><em>In the ongoing fruitless search for a third-person-singular and gender-neutral term that remains both familiar and human in English, as \"hắn\" does in Vietnamese, the author and translator have settled on “that one.” </em></p><p>I don’t want to construct an obvious figure, actually, I can’t stand the model who fuels inspiration into this short story, I can’t stand <em>that one</em> the way someone with a chronic sinus infection can’t stand abnormal shifts in weather, I can’t stand <em>that one</em> to the point that every time I happen to be sitting among <em>that one</em> in a crowd, I start to feel short of breath, or whenever I feel short of breath, I immediately know <em>that one</em>’s scent must be in the air, though when am I ever not short of breath, I don’t want to even give the damn name there a form a hair color of sun-charred rust, a complexion of leaden motor oil, owl eyes or a hawk beak nose, with teeth just begging to tear apart the sky, I would rather no one remember anything about <em>that one</em>, I would rather <em>that</em> <em>one</em> have nothing “memorable,” and forget about the reader’s asking me for <em>that one</em>’s biography, matter of fact for <em>that one</em>’s mood to be more “truly human” of course, such luxury, no I will not stoop to placing a name on this figure, I would even toss those third-person-singular words that I feel are still too overly neutral and objective, like “one,” “guy,” “it,” “he,” “she” unless there was some one-syllable word more deserving, more potently biting to use as a replacement, I couldn’t call <em>that one</em> “zero,” you know very well it’s got two syllables there, and such plump, beautiful ones too, and I couldn’t call <em>that</em> <em>one</em> “shit” or “pig” or “trash” because unfortunately I’m someone inherently fair to all substances and categories of existence, like I said already, I’m not strong enough to kill <em>that one</em> with a gun, anyway how would I even get a gun, I can’t strangle <em>that</em> <em>one</em>, can’t strike <em>that one</em> down, cannot, I’ve got no strength at all, you know very well already how unsavory I am, matter of fact what a loser I am, on my ass all day eating, unemployed, without salary, and the fact that I love indulgently, live crudely, erratically, numerously, the fact that I’m scorning others, and for all that I still don’t have the spine to live quite as brutally as my deep wish is, to complete the self-portrait, like I already said, I decide to write about <em>that one</em> now, without biography, without mood, without name, without a single moral or immoral thing about <em>that one</em>, nothing at all, only to act out my impotent wish, downright tragic, I should find a way to erase <em>that one</em>, erase <em>that one</em> bit by bit, till <em>that one</em>’s extinct, there, there, the loser incapable of adding anything to this colorful diversity of existence, incapable of doing even one empty thing, right there, right there, the damn name watches me in a puddle of filthy water as I piss, a field of loser existence piss.</p> "}, {"title": "Time Reviews The Ziegfeld Follies Featuring Josephine Baker, 1936", "view_node": "/poem/time-reviews-ziegfeld-follies-featuring-josephine-baker-1936", "field_author": "<a href=\"/poet/van-jordan\" hreflang=\"und\">A. Van Jordan</a>", "field_date_published": "2018", "body": " <p><em>TIME REVIEW</em>:</p><p>Before, we pictured her without <em>diamonds</em>,<br />Without sequined gowns and a face of <em>paint</em>.<br />We could see that this show was not the <em>time</em><br />For a lithe St. Louis girl of her <em>race</em><br />To flaunt her flanks in front of New York <em>men</em>.<br />How could she expect us to find <em>applause</em>,</p><p>When we had saved to throw coins of <em>applause</em><br />To Fanny Brice<sup>1</sup>, our star, a <em>diamond</em><br />On a stage of lights? Besides, what these <em>men</em><br />Wanted was a dream well drawn beyond <em>paint</em>,<br />Not a life-size black doll flaunting her <em>race</em><br />And wares as if this were her place and <em>time</em>.</p><p>Parisian and brown? This was not the <em>time</em><br />For a poor Negro girl to find <em>applause</em><br />When she had given up her one true <em>race</em>—<br />America—for filthy France. <em>Diamonds</em><br />Draped from her neck and ears, but even <em>paint</em><br />Chips on the wrong surface. A street <em>woman</em></p><p>Posing as a lady—please. Petty <em>men</em><br />Could appreciate her dance, which was <em>timed</em><br />To a beat of rags and old iron. <em>Paint</em><br />The picture true, and let’s save the <em>applause</em><br />For patriots—Eve Arden, a <em>diamond</em>,<br />And Bob Hope, a charm—not this girl with <em>race</em></p><p>On her hips and tongue. The spice of <em>race</em><br />Can be sweet or tart; the lips of the <em>man</em><br />Who tastes will be surprised. To think <em>diamonds</em><br />Will clear the palate is a waste of <em>time</em>.<br />Sure, we gave <em>Princess Tam Tam</em><sup>2</sup> an <em>applause</em>,<br />Even if she mumbled through songs and <em>paint</em>,</p><p>Even when she would cry and run her <em>paint</em>,<br />We listened. This is not about her <em>race</em><br />But her choice of song, her need for <em>applause</em><br />That would outshine Fanny Brice. Any <em>man</em><br />Would give her a break, but the place and <em>time</em><br />Was not this night. Yes, Brice was our <em>diamond</em>.</p><p> </p><p><em>JOSEPHINE BAKER RESPONDS:</em></p><p>They want bananas on hips, not <em>diamonds</em><br />On my décolletage. I’m under the <em>paint</em>,<br />Sinews dancing through segregated <em>time</em>;<br />It’s not all about jazz or even <em>race</em>.<br />Fanny Brice’s bland version of “My Man,”<sup>3</sup><br />In smoke-filled bars couldn’t steal an <em>applause</em>,</p><p>So how do they think she deserves <em>applause</em><br />On Broadway under lights and with <em>diamonds</em><br />Dangling from her dewlap? I got a <em>man</em>,<br />He stays with me when I take off the <em>paint</em>,<br />And he doesn’t care about this whole <em>race</em><br />Hoopla; he loves Josephine for me. <strong><em>Time</em></strong></p><p>Magazine just started taking the <em>time</em><br />To acknowledge Negroes, and now <em>applause</em><br />From them is supposed to predict <em>racial</em><br />Equality on stage? Talent? <em>Diamonds</em><br />Determine my success. They can go <em>paint</em><br />Broadway as white as they please, all the <em>men</em></p><p>On the <em>Champs</em> will tell you I’m the <em>woman</em><br />By which they measure others; only <strong><em>Time</em></strong><br />Had a problem with my act, when the <em>paint</em><br />Comes off, that’s all it comes down to: <em>applause</em><br />From friends not foes. Just look at this <em>diamond</em><br />On my hand from my Pepito<sup>4</sup>; does <em>race</em></p><p>Refract in its eye, or light? You see <em>race</em><br />is not real, only light and love; no <em>man</em>,<br />Negro or white, can change that. The <em>diamond</em><br />Holds so much truth because it endures <em>time</em>;<br />It struggles through nothingness for <em>applause</em>;<br />It holds its breath, dark, naked without <em>paint</em></p><p>Or the benefit of believing <em>paint</em><br />Will change things because she is the same <em>race</em><br />As coal underneath it all. And <em>applause</em><br />Is just some dream. At times, even my <em>man</em><br />Who, after all, is white, doesn’t see <em>time</em><br />And again how I’m merely a <em>diamond</em></p><p>Trying to catch some light under the <em>paint</em>. <em>Man</em>,<br />I’m telling you, <em>race</em> problems will change with <em>time</em>,<br />Long after <em>applause</em> and this <em>diamond</em>’s light fades.</p><hr /><p><sup>1 </sup>Fanny Brice, the longtime star of the Ziegfeld Follies, was known for her talents as a comedienne as well as a singer.</p><p><sup>2 </sup><em>Princess Tam Tam</em> was a film starring Josephine Baker, produced in 1935.</p><p><sup>3 </sup>“My Man” was a popular song written by Maurice Yvain as “Mon Homme.” Later, the English lyrics were written by Channing Pollock for the Ziegfeld Follies.</p><p><sup>4 </sup>Pepito was Josephine Baker’s fiancé from 1935–1936. He died of cancer before she completed the run of the Ziegfeld Follies.</p> "}, {"title": "Adrift", "view_node": "/poem/adrift", "field_author": "<a href=\"/poet/bao-phi\" hreflang=\"en\">Bao Phi</a>", "field_date_published": "2018", "body": " <pre><em>A shipping container of rubber duckies made in China for the US washed overboard in 1992, and some of them traveled and washed ashore over 17,000 miles over 15 years.</em>\n \nLet’s go ahead and assume it’s yellow.\nWhat little of science I know:\nits plastic skin invincible against salt water,\nbut not the sun–\nwe can only ask so much.\nWill it fade or brown?\nWhat I mean to say is\nI would want one of these\nfor my daughter:\nits internal clock set to the mercy of the currents\nthat have been predictable for centuries,\nbut mercy is not the word anyone\nwould choose.\nSometimes not making sense and floating\nare the same.\nEach wave is its own beginning and ending.\nThrough international waters,\nyou could have caused an incident:\nno one knowing you,\nnever reaching the hands that hoped for you.\nRough immigrant, or\nfree refugee–\nfloating flagless,\nfading border,\nstamped with words but not your name.\n</pre>\n "}, {"title": "Dr. Booker T. Washington to the National Negro Business League", "view_node": "/poem/dr-booker-t-washington-national-negro-business-league", "field_author": "<a href=\"/poet/joseph-seamon-cotter-sr\" hreflang=\"en\">Joseph Seamon Cotter Sr.</a>", "field_date_published": "1909", "body": " <pre>’Tis strange indeed to hear us plead\n   For selling and for buying\nWhen yesterday we said: “Away\n   With all good things but dying.”\n\nThe world’s ago, and we’re agog\n   To have our first brief inning;\nSo let’s away through surge and fog\n   However slight the winning.\n\nWhat deeds have sprung from plow and pick!\n   What bank-rolls from tomatoes!\nNo dainty crop of rhetoric \n   Can match one of potatoes.\n\nYe orators of point and pith,\n   Who force the world to heed you,\nWhat skeletons you’ll journey with\n   Ere it is forced to feed you.\n\nA little gold won’t mar our grace,\n   A little ease our glory.\nThis world’s a better biding place \n   When money clinks its story. \n</pre>\n "}, {"title": "clare&#039;s song", "view_node": "/poem/clares-song", "field_author": "<a href=\"/poet/evie-shockley\" hreflang=\"und\">Evie Shockley</a>", "field_date_published": "2018", "body": " <p>blonde  fair   bleached   faded   pale   pastel light<br />blameless   clean   innocent   guiltless   pure   clear<br />anatomy   build   figure   person   physique   form<br />complexion   countenance   hue   mien   tint   cast<br />bead   dab   dash   ounce   iota   spot   trace   drop<br />succeed   qualify   answer   do   suffice   suit   pass</p><p>authorization   permit   ticket   license   paper   visa   pass<br />effortless   facile   moderate   smooth   undemanding   light<br />abandon   dismiss   disown   quit   reject   renounce   drop<br />jump   leap   hurdle   negotiate   surmount   vault   clear<br />actors   artists   characters   company   players   roles   cast<br />behavior   manner   conduct   custom   practice   rite   form</p><p>arrange   assemble   concoct   create   devise   forge   form<br />cross   depart   flow   go   move   proceed   travel   pass<br />copy   duplicate   facsimile   mold   plaster   replica   cast<br />amusing   gay   merry   blithe   pleasing   witty   light<br />accumulate   gain   acquire   net   realize   secure   clear<br />decrease   decline   downturn   reduction   slump   drop</p><p>bleed   dribble   leak   ooze   seep   splash   trickle   drop<br />character   class   grade   make   species   variety   form<br />audible   lucid   coherent   distinct   plain   precise   clear<br />canyon   cut   gap   gorge   path   opening   ravine   pass<br />airy   buoyant   delicate   feathery   unsubstantial   light<br />emit   radiate   diffuse   spray   spread   scatter   cast</p><p>appoint   assign   designate   choose   name   pick   cast<br />abyss   chasm   descent   dip   plunge   precipice   drop<br />angle   approach   aspect   attitude   slant   viewpoint   light<br />application   sheet   chart   questionnaire   blank   form<br />advance   overture   proposition   approach   play   pass<br />absolute   convinced   decided   satisfied   sure   clear</p><p>bare   empty   free   stark   vacant   vacuous   void   clear<br />boot   fling   heave   hurl   launch   project   toss   cast<br />predicament   crisis   contingency   plight   state   pass<br />collapse   duck   flop   tumble   pitch   plummet   drop<br />format   framework   order   scheme   structure   form<br />beacon   bulb   dawn   flash   ray   shine   torch   light</p><p>model   pattern   fashion   form   appearance   contour   cast<br />luminous   radiant   clear   sunny   ablaze   aglow   light<br />ebb   fade   wane   depart   drop   end   die   decease   pass</p><p style=\"text-align: right;\"><em>—after nella larsen</em></p> "}, {"title": "Sestina", "view_node": "/poem/sestina", "field_author": "<a href=\"/poet/ciara-shuttleworth\" hreflang=\"en\">Ciara Shuttleworth</a>", "field_date_published": "2018", "body": " <p>You<br />used<br />to<br />love<br />me<br />well.<br /><br />Well,<br />you—<br />me—<br />used<br />love<br />to . . .<br /><br />to . . .<br />well . . .<br />love.<br />You<br />used<br />me.<br /><br />Me,<br />too,<br />used . . .<br />well . . .<br />you.<br />Love,<br /><br />love<br />me.<br />You,<br />too<br />well<br />used,<br /><br />used<br />love<br />well.<br />Me,<br />too.<br />You!<br /><br />You used<br />to love<br />me well.</p> "}, {"title": "Resin", "view_node": "/poem/resin", "field_author": "<a href=\"/poet/mary-ruefle\" hreflang=\"und\">Mary Ruefle</a>", "field_date_published": "2018", "body": " <p>I am going to die.<br />No such thought has ever occurred to me<br />since the beginning of my exclusive time<br />in air, when God, having made my mind,<br />first began to wrap it, slowly and continuously,<br />in strips of linen soaked in a special admixture<br />of rosewater, chicken fat, and pinecones<br />studded with cloves to stop them from dripping.<br />Nor is it likely I would ever have had such a thought<br />in the time required by Him to finish the job,<br />if someone else had not first introduced the thought<br />into the process, thereby interrupting it,<br />however briefly. But who?</p> "}, {"title": "Vow of Extinction", "view_node": "/poem/vow-extinction", "field_author": "<a href=\"/poet/mary-ruefle\" hreflang=\"und\">Mary Ruefle</a>", "field_date_published": "2018", "body": " <p>From this day forward all plants<br />except the lemon tree<br />will be banished from my poems</p><p>From this day forward I am wedded to the sky</p><p>All clouds shall be banished<br />and my memory of them vanish<br />like memory itself</p><p>Not even a lime shall sneak in</p><p>Animals shall exit my poems<br />including those that cross the sky<br />in herds or as stragglers</p><p>Without plants, without animals<br />people cannot survive in my poems<br />so they too shall be sent,<br />those with shoes and those without<br />in a long line leaving</p><p>Leaving myself under the lemon tree<br />wedded to the sky<br />that is light then dark then light</p><p>Candles are forbidden</p><p>I will feel the terrible weight of twilight<br />as it falls over the land like a despondent minx,<br />words I might formerly have used for a squirrel</p><p>From this cretinous proposition<br />I shall write my poems<br />and try to reach those<br />who no longer exist</p><p>They are not in this poem or any other</p><p>From this day forward<br />I eat lemons in my park</p><p>Their complete similarity to me<br />can now be distinguished</p><p>To speak of my promise,<br />my offering to the sky,<br />puts a sprig in my mouth</p><p>Would this not then be my entry into society?</p> "}, {"title": "What New Name", "view_node": "/poem/what-new-name", "field_author": "<a href=\"/poet/kazim-ali\" hreflang=\"und\">Kazim Ali</a>", "field_date_published": "2018", "body": " <p><span class=\"long-line\">What new name will you bear in a world governed by code and calculation</span></p><p><span class=\"long-line\">What program will reveal the ratio between communal identities and the loss of the body</span></p><p>You are not known or pronounced</p><p>Your nonce nonchalance does not convince</p><p><span class=\"long-line\">Your scores are neither high enough to qualify, nor deep enough to be legible, nor detailed enough to play from</span></p><p>Custodian of nothing, childless, rude and startled</p><p><span class=\"long-line\">So many scintillating shards or conversations when things shatter</span></p><p><span class=\"long-line\">Savagely unbodied by the microscopic architecture of psalmless palm</span></p><p><span class=\"long-line\">Drawn means tired or created or a naked sword or tied up and torn asunder</span></p><p><span class=\"long-line\">It’s not loving someone who can’t love you back, but the end of loving them that’s the saddest</span></p><p><span class=\"long-line\">Now emotional intimacy has tech, yoga has tech, sex has tech, even tech has tech</span></p><p><span class=\"long-line\">You don’t even know what day it is, what the weather is like or where you’re supposed to be next</span></p><p><span class=\"long-line\">Let yourself be found like water through rocks, you are what’s lost, you are the pool collecting in the ground</span></p><p><span class=\"long-line\">Speak now speak always speak in the long undrawn colloquy of night</span></p> "}, {"title": "Alien, Part One", "view_node": "/poem/alien-part-one", "field_author": "<a href=\"/poet/martha-collins\" hreflang=\"und\">Martha Collins</a>", "field_date_published": "2018", "body": " <p>If you were Chinese, you had (mostly) been excluded since 1882.<br />If you were Japanese, things were complex after 1907–8.<br /><br />If you were anything else, you were not excluded as such in 1916<br /><br />although there were many who thought you should be<br />if you were the eastern or southern European<br />that you increasingly were: Russian / Polish<br />Jewish    Italian    Polish    Slavic    Greek . . .<br /><br />—and you could have been excluded as a convict<br />lunatic   beggar    pauper    polygamist    anarchist<br />prostitute    epileptic    contract laborer    mental defective<br />bearer of loathsome / contagious disease . . . : a growing list.<br /><br /><span class=\"long-line\">If you came after 1892, you probably (90%) arrived on Ellis Island,</span><br />where in 1906 you were still likely (99%) to be admitted,<br /><br />but where, if you came in 1914, you might have been given<br />an intelligence test by Henry Goddard, the results of which<br />were inconclusive (and your chances of being excluded small)<br />but in 1916 you might (10%) have been marked <em>X mental defect</em>.<br /><br /><span class=\"long-line\">If you came in 1917, the new Immigration Act could have excluded</span><br />you for 33 reasons, and for the first time would have done so<br />if you could not pass a literacy test (for which Madison Grant<br /><span class=\"long-line\">had lobbied) or if you came from an extensive <em>Asiatic Barred Zone</em>.</span><br /><br />If you were admitted, you might have taken a train<br />from New York to southern Illinois, where you probably<br />would have worked in a mine, especially if you were Italian.</p> "}, {"title": "On Freezing My Eggs", "view_node": "/poem/freezing-my-eggs", "field_author": "<a href=\"/poet/nomi-stone\" hreflang=\"en\">Nomi Stone</a>", "field_date_published": "2018", "body": " <p>The egg is skinned in water, born before<br />the body. Salt as a nut, bare with blood,<br />the shallows pink with ache: be arable,<br />bear me towards the water, let me have<br />you. I freeze you: cell-throb &amp; wake me<br />inside the afterlife. On that day, death did<br />come as a white ram. Egg, we slit its throat.</p> "}], "pager": {"current_page": 218, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}