{"rows": [{"title": "Tender Buttons [Objects]", "view_node": "/poem/tender-buttons-objects", "field_author": "<a href=\"/poet/gertrude-stein\" hreflang=\"und\">Gertrude Stein</a>", "field_date_published": "1914", "body": " <p>A CARAFE, THAT IS A BLIND GLASS.</p><p>A kind in glass and a cousin, a spectacle and nothing strange a single hurt color and an arrangement in a system to pointing. All this and not ordinary, not unordered in not resembling. The difference is spreading.</p><p>GLAZED GLITTER.</p><p>Nickel, what is nickel, it is originally rid of a cover.</p><p>The change in that is that red weakens an hour. The change has come. There is no search. But there is, there is that hope and that interpretation and sometime, surely any is unwelcome, sometime there is breath and there will be a sinecure and charming very charming is that clean and cleansing. Certainly glittering is handsome and convincing.</p><p>There is no gratitude in mercy and in medicine. There can be breakages in Japanese. That is no programme. That is no color chosen. It was chosen yesterday, that showed spitting and perhaps washing and polishing. It certainly showed no obligation and perhaps if borrowing is not natural there is some use in giving.</p><p>A SUBSTANCE IN A CUSHION.</p><p>The change of color is likely and a difference a very little difference is prepared. Sugar is not a vegetable.</p><p>Callous is something that hardening leaves behind what will be soft if there is a genuine interest in there being present as many girls as men. Does this change. It shows that dirt is clean when there is a volume.</p><p>A cushion has that cover. Supposing you do not like to change, supposing it is very clean that there is no change in appearance, supposing that there is regularity and a costume is that any the worse than an oyster and an exchange. Come to season that is there any extreme use in feather and cotton. Is there not much more joy in a table and more chairs and very likely roundness and a place to put them.</p><p>A circle of fine card board and a chance to see a tassel.</p><p>What is the use of a violent kind of delightfulness if there is no pleasure in not getting tired of it. The question does not come before there is a quotation. In any kind of place there is a top to covering and it is a pleasure at any rate there is some venturing in refusing to believe nonsense. It shows what use there is in a whole piece if one uses it and it is extreme and very likely the little things could be dearer but in any case there is a bargain and if there is the best thing to do is to take it away and wear it and then be reckless be reckless and resolved on returning gratitude.</p><p>Light blue and the same red with purple makes a change. It shows that there is no mistake. Any pink shows that and very likely it is reasonable. Very likely there should not be a finer fancy present. Some increase means a calamity and this is the best preparation for three and more being together. A little calm is so ordinary and in any case there is sweetness and some of that.</p><p>A seal and matches and a swan and ivy and a suit.</p><p>A closet, a closet does not connect under the bed. The band if it is white and black, the band has a green string. A sight a whole sight and a little groan grinding makes a trimming such a sweet singing trimming and a red thing not a round thing but a white thing, a red thing and a white thing.</p><p>The disgrace is not in carelessness nor even in sewing it comes out out of the way.</p><p>What is the sash like. The sash is not like anything mustard it is not like a same thing that has stripes, it is not even more hurt than that, it has a little top.</p><p>A BOX.</p><p>Out of kindness comes redness and out of rudeness comes rapid same question, out of an eye comes research, out of selection comes painful cattle. So then the order is that a white way of being round is something suggesting a pin and is it disappointing, it is not, it is so rudimentary to be analysed and see a fine substance strangely, it is so earnest to have a green point not to red but to point again.</p><p>A PIECE OF COFFEE.</p><p>More of double.</p><p>A place in no new table.</p><p>A single image is not splendor. Dirty is yellow. A sign of more in not mentioned. A piece of coffee is not a detainer. The resemblance to yellow is dirtier and distincter. The clean mixture is whiter and not coal color, never more coal color than altogether.</p><p>The sight of a reason, the same sight slighter, the sight of a simpler negative answer, the same sore sounder, the intention to wishing, the same splendor, the same furniture.</p><p>The time to show a message is when too late and later there is no hanging in a blight.</p><p>A not torn rose-wood color. If it is not dangerous then a pleasure and more than any other if it is cheap is not cheaper. The amusing side is that the sooner there are no fewer the more certain is the necessity dwindled. Supposing that the case contained rose-wood and a color. Supposing that there was no reason for a distress and more likely for a number, supposing that there was no astonishment, is it not necessary to mingle astonishment.</p><p>The settling of stationing cleaning is one way not to shatter scatter and scattering. The one way to use custom is to use soap and silk for cleaning. The one way to see cotton is to have a design concentrating the illusion and the illustration. The perfect way is to accustom the thing to have a lining and the shape of a ribbon and to be solid, quite solid in standing and to use heaviness in morning. It is light enough in that. It has that shape nicely. Very nicely may not be exaggerating. Very strongly may be sincerely fainting. May be strangely flattering. May not be strange in everything. May not be strange to.</p><p>DIRT AND NOT COPPER.</p><p>Dirt and not copper makes a color darker. It makes the shape so heavy and makes no melody harder.</p><p>It makes mercy and relaxation and even a strength to spread a table fuller. There are more places not empty. They see cover.</p><p>NOTHING ELEGANT.</p><p>A charm a single charm is doubtful. If the red is rose and there is a gate surrounding it, if inside is let in and there places change then certainly something is upright. It is earnest.</p><p>MILDRED'S UMBRELLA.</p><p>A cause and no curve, a cause and loud enough, a cause and extra a loud clash and an extra wagon, a sign of extra, a sac a small sac and an established color and cunning, a slender grey and no ribbon, this means a loss a great loss a restitution.</p><p>A METHOD OF A CLOAK.</p><p>A single climb to a line, a straight exchange to a cane, a desperate adventure and courage and a clock, all this which is a system, which has feeling, which has resignation and success, all makes an attractive black silver.</p><p>A RED STAMP.</p><p>If lilies are lily white if they exhaust noise and distance and even dust, if they dusty will dirt a surface that has no extreme grace, if they do this and it is not necessary it is not at all necessary if they do this they need a catalogue.</p> "}, {"title": "Tender Buttons [A Box]", "view_node": "/poem/tender-buttons-box", "field_author": "<a href=\"/poet/gertrude-stein\" hreflang=\"und\">Gertrude Stein</a>", "field_date_published": "1914", "body": " <p>A BOX.</p><p>A large box is handily made of what is necessary to replace any substance. Suppose an example is necessary, the plainer it is made the more reason there is for some outward recognition that there is a result.</p><p>A box is made sometimes and them to see to see to it neatly and to have the holes stopped up makes it necessary to use paper.</p><p>A custom which is necessary when a box is used and taken is that a large part of the time there are three which have different connections. The one is on the table. The two are on the table. The three are on the table. The one, one is the same length as is shown by the cover being longer. The other is different there is more cover that shows it. The other is different and that makes the corners have the same shade the eight are in singular arrangement to make four necessary.</p><p>Lax, to have corners, to be lighter than some weight, to indicate a wedding journey, to last brown and not curious, to be wealthy, cigarettes are established by length and by doubling.</p><p>Left open, to be left pounded, to be left closed, to be circulating in summer and winter, and sick color that is grey that is not dusty and red shows, to be sure cigarettes do measure an empty length sooner than a choice in color.</p><p>Winged, to be winged means that white is yellow and pieces pieces that are brown are dust color if dust is washed off, then it is choice that is to say it is fitting cigarettes sooner than paper.</p><p>An increase why is an increase idle, why is silver cloister, why is the spark brighter, if it is brighter is there any result, hardly more than ever.</p> "}, {"title": "Tender Buttons [A Plate]", "view_node": "/poem/tender-buttons-plate", "field_author": "<a href=\"/poet/gertrude-stein\" hreflang=\"und\">Gertrude Stein</a>", "field_date_published": "1914", "body": " <p>A PLATE.</p><p>An occasion for a plate, an occasional resource is in buying and how soon does washing enable a selection of the same thing neater. If the party is small a clever song is in order.</p><p>Plates and a dinner set of colored china. Pack together a string and enough with it to protect the centre, cause a considerable haste and gather more as it is cooling, collect more trembling and not any even trembling, cause a whole thing to be a church.</p><p>A sad size a size that is not sad is blue as every bit of blue is precocious. A kind of green a game in green and nothing flat nothing quite flat and more round, nothing a particular color strangely, nothing breaking the losing of no little piece.</p><p>A splendid address a really splendid address is not shown by giving a flower freely, it is not shown by a mark or by wetting.</p><p>Cut cut in white, cut in white so lately. Cut more than any other and show it. Show it in the stem and in starting and in evening coming complication.</p><p>A lamp is not the only sign of glass. The lamp and the cake are not the only sign of stone. The lamp and the cake and the cover are not the only necessity altogether.</p><p>A plan a hearty plan, a compressed disease and no coffee, not even a card or a change to incline each way, a plan that has that excess and that break is the one that shows filling.</p> "}, {"title": "Tender Buttons [A Chair]", "view_node": "/poem/tender-buttons-chair", "field_author": "<a href=\"/poet/gertrude-stein\" hreflang=\"und\">Gertrude Stein</a>", "field_date_published": "1914", "body": " <p>A CHAIR.</p><p>A widow in a wise veil and more garments shows that shadows are even. It addresses no more, it shadows the stage and learning. A regular arrangement, the severest and the most preserved is that which has the arrangement not more than always authorised.</p><p>A suitable establishment, well housed, practical, patient and staring, a suitable bedding, very suitable and not more particularly than complaining, anything suitable is so necessary.</p><p>A fact is that when the direction is just like that, no more, longer, sudden and at the same time not any sofa, the main action is that without a blaming there is no custody.</p><p>Practice measurement, practice the sign that means that really means a necessary betrayal, in showing that there is wearing.</p><p>Hope, what is a spectacle, a spectacle is the resemblance between the circular side place and nothing else, nothing else.</p><p>To choose it is ended, it is actual and more than that it has it certainly has the same treat, and a seat all that is practiced and more easily much more easily ordinarily.</p><p>Pick a barn, a whole barn, and bend more slender accents than have ever been necessary, shine in the darkness necessarily. Actually not aching, actually not aching, a stubborn bloom is so artificial and even more than that, it is a spectacle, it is a binding accident, it is animosity and accentuation.</p><p>If the chance to dirty diminishing is necessary, if it is why is there no complexion, why is there no rubbing, why is there no special protection.</p> "}, {"title": "Monkeys", "view_node": "/poem/monkeys", "field_author": "<a href=\"/poet/matthew-rohrer\" hreflang=\"und\">Matthew Rohrer</a>", "field_date_published": "2002", "body": " <pre>\nIn another jungle the monkeys fret. \nVibrations are tremendous. \nTerror begins. \nMist dissipates. \nMonkeys alight in unison \nwhile beneath them nothing sexy happens. \nFrom within one mangrove a monkey flutters helplessly, \nanother watches. \nNoise like refined alabaster drifts across our monkeys. \nHuman intellect dwarfs only that first tear. \nEverything else excels. \nIntellect is nothing to savor. \nMonkeys know. \nMonkeys see. \nMonkeys do. \nAs monkeys follow nauseated foresters \nacross wet walkways they announce their intentions. \nMankind savors variety. \nMonkeys savor mankind. \nPoachers came and grabbed the monkeys. \nIn disturbing circumstances they thrive. \nOur satellites saw lilacs. \nNighttime. \nNo one wanders forever.</pre>\n "}, {"title": "Jangling", "view_node": "/poem/jangling", "field_author": "<a href=\"/poet/matthew-rohrer\" hreflang=\"und\">Matthew Rohrer</a>", "field_date_published": "2002", "body": " <pre>\nMoney cannot find me. \nI try to be reasonable but money is horridly banal. \nMoney, blow and blow is what I think about you. \nStreet urchins make more than me. \nWater tastes funny without cups. \nHow far will I go? \nJingle jingle jingle. \nDespite holes that compromise living rooms, friends visit. \nMoney money and more holes to look into. \nYou are dangerously close to falling. \nThe money said nothing. \nThe neighbors called up to us, \"Your whole system sounds cockeyed!\" \nThey suck the life from each other and we pay the bill. \nMoney always whispers, \n\"You pathetic humans don't know my true name.\" \nI know my own name. \nIt is something exaggeratedly French. </pre>\n "}, {"title": "Moss Retains Moisture", "view_node": "/poem/moss-retains-moisture", "field_author": "<a href=\"/poet/matthew-rohrer\" hreflang=\"und\">Matthew Rohrer</a>", "field_date_published": "2002", "body": " <pre>\nI never believed in bioluminescence before. \nHere in Moravia where all daylight hides \nthe only illumination is whiskey. \nNames seem unimportant. \nLarge are the memories growing elsewhere \nbeneath themselves. \nDo hemlocks burn when stared at? \nDarkness always retains something shapely. \nThose leaves engender me. \nBedding down in pine-covered nighttime \nI disappeared. Owls are silent. \nBears rest. In Moravian mythology \neven I sleep well. </pre>\n "}, {"title": "Exquisite Candidate", "view_node": "/poem/exquisite-candidate", "field_author": "<a href=\"/poet/denise-duhamel\" hreflang=\"und\">Denise Duhamel</a>", "field_date_published": "1997", "body": " <pre>\nI can promise you this: food in the White House\nwill change! No more granola, only fried eggs\nflipped the way we like them. And ham ham ham!\nAmericans need ham! Nothing airy like debate for me!\nPigs will become the new symbol of glee,\ndisplacing smiley faces and \"Have A Nice Day.\"\nCar bumpers are my billboards, billboards my movie screens.\nNothing I can say can be used against me.\nMy life flashes in front of my face daily.\nHere's a snapshot of me as a baby. Then\n<span class=\"long-line\">marrying. My kids drink all their milk which helps the dairy industry.</span>\nA vote for me is not only a pat on the back for America!\n<span class=\"long-line\">A vote for me, my fellow Americans, is a vote for everyone like me!</span>\nIf I were the type who made promises\nI'd probably begin by saying: America,\nrelax! Buy big cars and tease your hair\nas high as the Empire State Building. \nInch by inch, we're buying the world's sorrow.\nYeah, the world's sorrow, that's it!\nThe other side will have a lot to say about pork\nbut don't believe it! Their graphs are sloppy coloring books.\nWe're just fine—look at the way\neveryone wants to speak English and live here!\nWhatever you think of borders,\nI am the only candidate to canoe over Niagara Falls\nand live to photograph the Canadian side.\nI'm the only Julliard graduate—\nI will exhale beauty all across this great land\n<span class=\"long-line\">of pork rinds and gas stations and scientists working for cures,</span>\nof satellite dishes over Sparky's Bar &amp; Grill, the ease\nof breakfast in the mornings, quiet peace of sleep at night. </pre>\n "}, {"title": "Exquisite Politics", "view_node": "/poem/exquisite-politics", "field_author": "<a href=\"/poet/denise-duhamel\" hreflang=\"und\">Denise Duhamel</a>", "field_date_published": "1997", "body": "<p><span class=\"long-line\">The perfect voter has a smile but no eyes,</span><br /><span class=\"long-line\">maybe not even a nose or hair on his or her toes,</span><br /><span class=\"long-line\">maybe not even a single sperm cell, ovum, little paramecium.</span><br /><span class=\"long-line\">Politics is a slug copulating in a Poughkeepsie garden.</span><br /><span class=\"long-line\">Politics is a grain of rice stuck in the mouth</span><br /><span class=\"long-line\">of a king. I voted for a clump of cells,</span><br /><span class=\"long-line\">anything to believe in, true as rain, sure as red wheat.</span><br /><span class=\"long-line\">I carried my ballots around like smokes, pondered big questions,</span><br /><span class=\"long-line\">resources and need, stars and planets, prehistoric</span><br /><span class=\"long-line\">languages. I sat on Alice's mushroom in Central Park,</span><br /><span class=\"long-line\">smoked longingly in the direction of the mayor's mansion.</span><br /><span class=\"long-line\">Someday I won't politic anymore, my big heart will stop</span><br /><span class=\"long-line\">loving America and I'll leave her as easy as a marriage,</span><br /><span class=\"long-line\">splitting our assets, hoping to get the advantage</span><br /><span class=\"long-line\">before the other side yells: <em>Wow!</em> America,</span><br /><span class=\"long-line\">Vespucci's first name and home of free and brave, <em>Te amo.</em></span></p>\n"}, {"title": "A Song for New Year&#039;s Eve", "view_node": "/poem/song-new-years-eve", "field_author": "<a href=\"/poet/william-cullen-bryant\" hreflang=\"und\">William Cullen Bryant</a>", "field_date_published": "1864", "body": " <pre>\nStay yet, my friends, a moment stay— \n     Stay till the good old year, \nSo long companion of our way, \n     Shakes hands, and leaves us here. \n          Oh stay, oh stay, \nOne little hour, and then away.\n\nThe year, whose hopes were high and strong, \n     Has now no hopes to wake; \nYet one hour more of jest and song \n     For his familiar sake. \n          Oh stay, oh stay, \nOne mirthful hour, and then away.  \n\nThe kindly year, his liberal hands \n     Have lavished all his store. \nAnd shall we turn from where he stands, \n     Because he gives no more? \n          Oh stay, oh stay, \nOne grateful hour, and then away.  \n\nDays brightly came and calmly went, \n     While yet he was our guest; \nHow cheerfully the week was spent! \n     How sweet the seventh day's rest! \n          Oh stay, oh stay, \nOne golden hour, and then away.  \n\nDear friends were with us, some who sleep \n     Beneath the coffin-lid: \nWhat pleasant memories we keep \n     Of all they said and did! \n          Oh stay, oh stay, \nOne tender hour, and then away.  \n\nEven while we sing, he smiles his last, \n     And leaves our sphere behind. \nThe good old year is with the past; \n     Oh be the new as kind! \n          Oh stay, oh stay, \nOne parting strain, and then away.</pre>\n "}, {"title": "The Old Year", "view_node": "/poem/old-year", "field_author": "<a href=\"/poet/john-clare\" hreflang=\"und\">John Clare</a>", "field_date_published": "1845", "body": " <pre>\nThe Old Year's gone away\n     To nothingness and night:\nWe cannot find him all the day\n     Nor hear him in the night:\nHe left no footstep, mark or place\n     In either shade or sun:\nThe last year he'd a neighbour's face,\n     In this he's known by none.\n\nAll nothing everywhere:\n     Mists we on mornings see\nHave more of substance when they're here\n     And more of form than he.\nHe was a friend by every fire,\n     In every cot and hall--\nA guest to every heart's desire,\n     And now he's nought at all.\n\nOld papers thrown away,\n     Old garments cast aside,\nThe talk of yesterday,\n     Are things identified;\nBut time once torn away\n     No voices can recall:\nThe eve of New Year's Day\n     Left the Old Year lost to all.</pre>\n "}, {"title": "At the Entering of the New Year", "view_node": "/poem/entering-new-year", "field_author": "<a href=\"/poet/thomas-hardy\" hreflang=\"und\">Thomas Hardy</a>", "field_date_published": "1920", "body": " <p>           I<br />           (OLD STYLE)<br /><br />Our songs went up and out the chimney,<br />And roused the home-gone husbandmen;<br />Our allemands, our heys, poussettings,<br />Our hands-across and back again,<br />Sent rhythmic throbbings through the casements<br />         On to the white highway,<br />Where nighted farers paused and muttered,<br />         \"Keep it up well, do they!\"<br /><br />The contrabasso's measured booming<br />Sped at each bar to the parish bounds,<br />To shepherds at their midnight lambings,<br />To stealthy poachers on their rounds;<br />And everybody caught full duly<br />         The notes of our delight,<br />As Time unrobed the Youth of Promise<br />         Hailed by our sanguine sight.<br /><br />           II<br />           (NEW STYLE)<br /><br />We stand in the dusk of a pine-tree limb,<br />As if to give ear to the muffled peal,<br />Brought or withheld at the breeze's whim;<br />But our truest heed is to words that steal<br />From the mantled ghost that looms in the gray,<br />And seems, so far as our sense can see,<br />To feature bereaved Humanity,<br />As it sighs to the imminent year its say:—<br /><br />\"O stay without, O stay without,<br />Calm comely Youth, untasked, untired;<br />Though stars irradiate thee about<br />Thy entrance here is undesired.<br />Open the gate not, mystic one;<br />         Must we avow what we would close confine?<br />         <i> With thee, good friend, we would have converse none,</i><br />Albeit the fault may not be thine.\"<br /><br /><br /><i>December 31. During the War.</i></p> "}, {"title": "The Passing of the Year", "view_node": "/poem/passing-year", "field_author": "<a href=\"/poet/robert-w-service\" hreflang=\"und\">Robert W. Service</a>", "field_date_published": "1912", "body": " <p>My glass is filled, my pipe is lit,<br />     My den is all a cosy glow;<br />And snug before the fire I sit,<br />     And wait to <i>feel</i> the old year go.<br />I dedicate to solemn thought<br />     Amid my too-unthinking days,<br />This sober moment, sadly fraught<br />     With much of blame, with little praise.<br /><br />Old Year! upon the Stage of Time<br />     You stand to bow your last adieu;<br />A moment, and the prompter's chime<br />     Will ring the curtain down on you.<br />Your mien is sad, your step is slow;<br />     You falter as a Sage in pain;<br />Yet turn, Old Year, before you go,<br />     And face your audience again.<br /><br />That sphinx-like face, remote, austere,<br />     Let us all read, whate'er the cost:<br />O Maiden! why that bitter tear?<br />     Is it for dear one you have lost?<br />Is it for fond illusion gone?<br />     For trusted lover proved untrue?<br />O sweet girl-face, so sad, so wan<br />     What hath the Old Year meant to you?<br /><br />And you, O neighbour on my right<br />     So sleek, so prosperously clad!<br />What see you in that aged wight<br />     That makes your smile so gay and glad?<br />What opportunity unmissed?<br />     What golden gain, what pride of place?<br />What splendid hope? O Optimist!<br />     What read you in that withered face?<br /><br />And You, deep shrinking in the gloom,<br />     What find you in that filmy gaze?<br />What menace of a tragic doom?<br />     What dark, condemning yesterdays?<br />What urge to crime, what evil done?<br />     What cold, confronting shape of fear?<br />O haggard, haunted, hidden One<br />     What see you in the dying year?<br /><br />And so from face to face I flit,<br />     The countless eyes that stare and stare;<br />Some are with approbation lit,<br />     And some are shadowed with despair.<br />Some show a smile and some a frown;<br />     Some joy and hope, some pain and woe:<br />Enough! Oh, ring the curtain down!<br />     Old weary year! it's time to go.<br /><br />My pipe is out, my glass is dry;<br />     My fire is almost ashes too;<br />But once again, before you go,<br />     And I prepare to meet the New:<br />Old Year! a parting word that's true,<br />     For we've been comrades, you and I --<br /><i>I thank God for each day of you</i>;<br />     There! bless you now! Old Year, good-bye!</p> "}, {"title": "Present Tense (audio only)", "view_node": "/poem/present-tense-audio-only", "field_author": "<a href=\"/poet/harryette-mullen\" hreflang=\"und\">Harryette Mullen</a>", "field_date_published": "2001", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Periodic Table of Ethereal Elements (audio only)", "view_node": "/poem/periodic-table-ethereal-elements-audio-only", "field_author": "<a href=\"/poet/lucie-brock-broido\" hreflang=\"und\">Lucie Brock-Broido</a>", "field_date_published": "2004", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Thank You For Saying Thank You (audio only)", "view_node": "/poem/thank-you-saying-thank-you-audio-only", "field_author": "<a href=\"/poet/charles-bernstein\" hreflang=\"und\">Charles Bernstein</a>", "field_date_published": "2001", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Death Is the Cool Night (audio only)", "view_node": "/poem/death-cool-night-audio-only", "field_author": "<a href=\"/poet/charles-bernstein\" hreflang=\"und\">Charles Bernstein</a>", "field_date_published": "2001", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Karma", "view_node": "/poem/karma", "field_author": "<a href=\"/poet/edwin-arlington-robinson\" hreflang=\"und\">Edwin Arlington Robinson</a>", "field_date_published": "1925", "body": " <pre>\nChristmas was in the air and all was well\nWith him, but for a few confusing flaws\nIn divers of God's images. Because\nA friend of his would neither buy nor sell,\nWas he to answer for the axe that fell?\nHe pondered; and the reason for it was,\nPartly, a slowly freezing Santa Claus\nUpon the corner, with his beard and bell.\n\nAcknowledging an improvident surprise,\nHe magnified a fancy that he wished\nThe friend whom he had wrecked were here again.\nNot sure of that, he found a compromise;\nAnd from the fulness of his heart he fished\nA dime for Jesus who had died for men.</pre>\n "}, {"title": "The Thread of Life", "view_node": "/poem/thread-life", "field_author": "<a href=\"/poet/christina-rossetti\" hreflang=\"und\">Christina Rossetti</a>", "field_date_published": "1881", "body": "<p><strong>1</strong></p>\n<p><span class=\"long-line\">The irresponsive silence of the land,</span><br /><span class=\"long-line\">The irresponsive sounding of the sea,</span><br /><span class=\"long-line\">Speak both one message of one sense to me: —</span><br /><span class=\"long-line\">Aloof, aloof, we stand aloof, so stand</span><br /><span class=\"long-line\">Thou too aloof bound with the flawless band</span><br /><span class=\"long-line\">Of inner solitude; we bind not thee;</span><br /><span class=\"long-line\">But who from thy self-chain shall set thee free?</span><br /><span class=\"long-line\">What heart shall touch thy heart? what hand thy hand?—</span><br /><span class=\"long-line\">And I am sometimes proud and sometimes meek,</span><br /><span class=\"long-line\">And sometimes I remember days of old</span><br /><span class=\"long-line\">When fellowship seemed not so far to seek</span><br /><span class=\"long-line\">And all the world and I seemed much less cold,</span><br /><span class=\"long-line\">And at the rainbow's foot lay surely gold,</span><br /><span class=\"long-line\">And hope felt strong and life itself not weak.</span></p>\n<p><strong>2</strong></p>\n<p><span class=\"long-line\">Thus am I mine own prison. Everything</span><br /><span class=\"long-line\">Around me free and sunny and at ease:</span><br /><span class=\"long-line\">Or if in shadow, in a shade of trees</span><br /><span class=\"long-line\">Which the sun kisses, where the gay birds sing</span><br /><span class=\"long-line\">And where all winds make various murmuring;</span><br /><span class=\"long-line\">Where bees are found, with honey for the bees;</span><br /><span class=\"long-line\">Where sounds are music, and where silences</span><br /><span class=\"long-line\">Are music of an unlike fashioning.</span><br /><span class=\"long-line\">Then gaze I at the merrymaking crew,</span><br /><span class=\"long-line\">And smile a moment and a moment sigh</span><br /><span class=\"long-line\">Thinking: Why can I not rejoice with you ?</span><br /><span class=\"long-line\">But soon I put the foolish fancy by:</span><br /><span class=\"long-line\">I am not what I have nor what I do;</span><br /><span class=\"long-line\">But what I was I am, I am even I.</span></p>\n<p><strong>3</strong></p>\n<p><span class=\"long-line\">Therefore myself is that one only thing</span><br /><span class=\"long-line\">I hold to use or waste, to keep or give;</span><br /><span class=\"long-line\">My sole possession every day I live,</span><br /><span class=\"long-line\">And still mine own despite Time's winnowing.</span><br /><span class=\"long-line\">Ever mine own, while moons and seasons bring</span><br /><span class=\"long-line\">From crudeness ripeness mellow and sanative;</span><br /><span class=\"long-line\">Ever mine own, till Death shall ply his sieve;</span><br /><span class=\"long-line\">And still mine own, when saints break grave and sing.</span><br /><span class=\"long-line\">And this myself as king unto my King</span><br /><span class=\"long-line\">I give, to Him Who gave Himself for me;</span><br /><span class=\"long-line\">Who gives Himself to me, and bids me sing</span><br /><span class=\"long-line\">A sweet new song of His redeemed set free;</span><br /><span class=\"long-line\">He bids me sing: O death, where is thy sting?</span><br /><span class=\"long-line\">And sing: O grave, where is thy victory?</span></p>\n"}, {"title": "The Visionary", "view_node": "/poem/visionary", "field_author": "<a href=\"/poet/emily-bronte\" hreflang=\"und\">Emily Brontë</a>", "field_date_published": "1846", "body": " <p>Silent is the house: all are laid asleep:<br />One alone looks out o’er the snow-wreaths deep,<br />Watching every cloud, dreading every breeze<br />That whirls the wildering drift, and bends the groaning trees.<br /><br />Cheerful is the hearth, soft the matted floor;<br />Not one shivering gust creeps through pane or door;<br />The little lamp burns straight, its rays shoot strong and far:<br />I trim it well, to be the wanderer’s guiding-star.<br /><br />Frown, my haughty sire! chide, my angry dame!<br />Set your slaves to spy; threaten me with shame:<br />But neither sire nor dame nor prying serf shall know,<br />What angel nightly tracks that waste of frozen snow.<br /><br />What I love shall come like visitant of air,<br />Safe in secret power from lurking human snare;<br />What loves me, no word of mine shall e’er betray,<br />Though for faith unstained my life must forfeit pay.<br /><br />Burn, then, little lamp; glimmer straight and clear—<br />Hush! a rustling wing stirs, methinks, the air:<br />He for whom I wait, thus ever comes to me;<br />Strange Power! I trust thy might; trust thou my constancy.</p> "}], "pager": {"current_page": 566, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}