{"rows": [{"title": "Blue Particles", "view_node": "/poem/blue-particles", "field_author": "<a href=\"/poet/gerald-stern\" hreflang=\"und\">Gerald Stern</a>", "field_date_published": "2017", "body": " <p>Don’t ever think of Coney Island<br />where the rabbits once ran wild<br />or the afternoon we went swimming<br />though it was only May for we had graduated<br />and we spent the night eating hot dogs at Nathan’s<br />and took the Screamer back to 96th Street.</p><p>Nor should you love too much the white pole<br />or the long and noisy ride through Brooklyn<br />the No. 2 that delivered you to your front door<br />the Dutch freighter that delivered you to Antwerp,<br />then the Gare du Nord.</p><p>Nor your stubbornness every morning at the small table<br />and what it was like to walk out into the sunlight<br />and how the blue particles were your chief influence,<br />that and the Book of Isaiah<br />and King Lear rolling in the dirt on Chalk Mountain<br />the early part of your life.</p> "}, {"title": "Visit from Mars", "view_node": "/poem/visit-mars", "field_author": "<a href=\"/poet/gerald-stern\" hreflang=\"und\">Gerald Stern</a>", "field_date_published": "2017", "body": " <p>Nostradamus generally predicted the<br />future but he also shined a clear<br />light into the past and lived to<br />regret some of the visions he had<br />because they weren’t precise enough<br />and could have been used for nefarious<br />thoughts or perilous judgments since,<br />after all, he <em>was</em> a prophet though<br />he could have been called a false<br />prophet in the sense that both<br />Ezekiel and Isaiah speak of them<br />though I have to say that<br />he predicted the visit from Mars, orchestrated<br />by Orson Welles in 1938<br />in the town of Grover’s Mill, near Princeton<br />where everyone seemed to turn on<br />the radio five, ten, minutes after the<br />show started including my father and<br />mother who were packing suitcases<br />for a quick ride to the bluff<br />and a cave my father knew from<br />his early years nor did he ever<br />forgive Orson Welles for the broadcast<br />and wouldn’t talk to me about <em>Touch of </em><br /><em>Evil—</em>the greatest—nor <em>Citizen Kane</em>,<br />mostly a little boring though<br />if you were a film buff you could<br />study it forever especially if<br />you hated Hearst for all the good reasons.<br />Einstein himself was interviewed<br />while walking the mulberry streets, especially<br />the right-hand side of Great Road, going south,<br />where the houses are windy and overpriced,<br />and he was so full of denial that anyone<br />with a radio antenna sticking out of his head<br />had been seen in any diner or hardware store,<br />Einstein whose bushy face had rubbed<br />many a pair of reddened lips,<br />Einstein whose famous name they stole for bagels.</p> "}, {"title": "If the Heart Does Not Restart ", "view_node": "/poem/if-heart-does-not-restart", "field_author": "<a href=\"/poet/mary-hickman\" hreflang=\"en\">Mary  Hickman</a>", "field_date_published": "2017", "body": " <p>As I try to wonder about a stroke, an embolism, a rupture, or pancreatic pathologies, sudden invasive virulence, instead I think <em>Go to the store for Roundup</em>. Then the French neighbor gardening in her silk blouse hints chemicals might take care of the grasses on our side, the ones choking the basil. But I say bittersweet or Japanese creeper on the fence, what’s the difference. She’s saying it again. “Sweet Autumn Clematis should be more vigorous than the large-flowered clematis hybrids.” And on the internet: “I know she fought with every ounce of strength.” Or, “She died peacefully at home.” An appropriate response to this: bullshit. She wrote so many books. She is writing so many books. All of these books undulate from her like swells, like the yellow liquid left in the tube after selling platelets. I’m not saying vampiric when I think of everything going wrong in the blood. Or the tubes carrying blood. Or blood keeps going where it shouldn’t in quantities the brain can’t handle. When he took a job counseling terminal patients, when he no longer had clients but patients, then he had the stroke. He stroked. Who knows how to respond to this? During surgeries, I watched the blood spinning through tubes, getting aerated, oxygenated, whipped up and sent back to the limbs. I wished there was less hard blue plastic, less crisscrossing of tubes and wires. My nightmares in recent years involve violating the sterile field. I touch my neck, then I touch the edge of the wound, and I am filled with shame but also fear because maybe now there’s nothing to be done since I’ve contaminated the chest cavity and the patient will most likely move on to infection, fever, death, but I won’t know because, one, I’ll wake up or, two, <em>wakes up</em> will stop mattering. Option three involves me trying to cry in the locker room bathroom but instead wanting a sandwich, not knowing the patient’s <em>name</em> anyway. I’m on the hunt here, following the vine to its root only to find it’s one vine among twelve and we’d better get the shovel or decide this is probably just wisteria that hasn’t bloomed yet. In a nightmare, I once vomited on a patient. I just missed the chest cavity. Awake, I really did drop many valuable things. One of the things given to me to hold was the heart itself. I never held a warm heart but sometimes wish I had. I think I would have cried more for a warm heart that refused to restart. The cold ones, nesting in sterile ice, never inspired hope of life. The real difference between a surgery that ends well and one that doesn’t is the way the body is closed. If the surgery is successful, then the patient’s heart restarts and the pressure comes up. A regular rhythm is achieved and we close each layer—heart, sternum, any little blood vessels, fat, each layer of dermis. If the heart does not restart, there is no careful sewing. A staple gun closes the skin but not the layers underneath. The sternum is still pulled closed with wires, but fewer and less neatly tied. I grab the incision’s edges, tug them together with one hand, and with the other, start the grating plastic <em>click click click</em> of the gun. The table is pulled away and the drapes peeled off the skin. We wipe away the blood and the betadine. We pull the blanket to the chin. I never stick around to see what happens next. Or I do and now I don’t know.</p> "}, {"title": "The Fool’s Song ", "view_node": "/poem/fools-song", "field_author": "<a href=\"/poet/william-carlos-williams\" hreflang=\"und\">William Carlos Williams</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">I tried to put a bird in a cage.</span><br /><span class=\"long-line\">                O fool that I am!</span><br /><span class=\"long-line\">         For the bird was Truth.</span><br /><span class=\"long-line\">Sing merrily, Truth: I tried to put</span><br /><span class=\"long-line\">                 Truth in a cage!</span></p>\n\n<p><span class=\"long-line\">And when I had the bird in the cage,</span><br /><span class=\"long-line\">                 O fool that I am!</span><br /><span class=\"long-line\">          Why, it broke my pretty cage.</span><br /><span class=\"long-line\">Sing merrily, Truth: I tried to put</span><br /><span class=\"long-line\">                  Truth in a cage!</span></p>\n\n<p><span class=\"long-line\">And when the bird was flown from the cage,</span><br /><span class=\"long-line\">                  O fool that I am!</span><br /><span class=\"long-line\">            Why, I had nor bird nor cage.</span><br /><span class=\"long-line\">Sing merrily, Truth: I tried to put</span><br /><span class=\"long-line\">                   Truth in a cage!</span><br /><span class=\"long-line\">             Heigh-ho! Truth in a cage.</span></p>\n\n<p class=\"MsoNormalCxSpFirst\"> </p>\n"}, {"title": "Still Life with Rayfish ", "view_node": "/poem/still-life-rayfish", "field_author": "<a href=\"/poet/mary-hickman\" hreflang=\"en\">Mary  Hickman</a>", "field_date_published": "2017", "body": " <p>Soutine attempts to keep the color of his first carcasses fresh with buckets of blood. The neighbors hate the stench and the flies but he continues to pour blood over the bodies until he is ordered by the police to stop. Only then does he use formaldehyde. He isn’t preserving the flesh, just refreshing it, maintaining the life-color of the carcass and painting that blood as lush. He is not emulating and there is no reminiscence. When Soutine’s last privately owned carcass painting, <em>Le boeuf écorché</em>, was auctioned recently, the seller expected to get something like seven to eight million dollars. In the catalog description, Christie’s lingers over Soutine’s early intense poverty and the sudden relief of that poverty when he sold a large number of paintings to a banker. <em>Le boeuf écorché</em> represents a point at which Soutine could afford to buy whole beef sides just to look at rather than eat. <em>Le boeuf</em> sold for fourteen million dollars, which I find depressing. Or it misses the point. If anyone blends the line between still life and portrait, it’s Soutine. The still life reflects portraiture without any deliberate reminiscence. Soutine’s brothers beat him mercilessly. Their cruelty became a ritual. One day when Soutine was sixteen, he approached a pious Jew to ask him to pose for a portrait. The next day this man’s son and his friends beat Soutine. It was a week before he walked again. Why is this story retold so often? I don’t think I create heroes in my portraits in the conventional romantic or poetic sense. Soutine fights against the monsters. He fights against neuroticism and fear. His portrait can be made in many ways but always the same image. Sometimes, in fact, I make the same portrait. Say <em>Still Life with</em> <em>Rayfish</em>. It could have been a fairytale. My way of making a fable from the portrait is my way of telling it. I simply told it as I did. But our hero is really there: the one in the portrait who possesses the feel of his own life. This is part of Soutine’s process also: to see the forbidden thing and paint it, to severely constrict his subject within the frame and enclose space. He imprisons the image within the image. In Chardin’s <em>Rayfish</em>, the ray at rest has become a ghost already, nearly translucent at the mouth and eyes. In <em>Still Life with Rayfish</em>, Soutine attempts a portrait of Chardin. This ray rises howling from the table, its membranous belly shuddering. Its entrails glow with warmth. <em>Today you will eat dead things and make them into something living:</em> <em>but when you will be in light, what will you do then? For then you</em> <em>become two instead of one; and when you become two, what will you do</em> <em>then?</em> Do I mean that in all our portraits we tell the same story? But I can’t say I have a special direction, although I feel a certain evolution in myself, in the ways I find of saying things. Let’s call this a transition from attention to grace. When Soutine works in serial, painting the same object again and again, the paintings convulse. Seen side-by-side, their convulsions evoke sensation. I see great possibilities by shifting the wings, moving the feathers or necks. Swirling, lacerated flesh swells against blue or red or green backgrounds. The figure of the bird, whirling fowl of penitence, beats even as darker backdrops threaten to swallow it. <em>The body which depends upon a body is unfortunate, and the</em> <em>soul which depends upon these two is unfortunate</em>. In this first portrait of the rayfish, the ray is pulled up by its wings, each wing pierced with wire hung from the stone wall behind. Or the next ray hovers over the table, ascending; it swoops midair. Soutine presents the butchered animal opened, taken to pieces, bloody, glistening, shimmering yet conspicuously dead. I devour a skin that is grotesque with demonic aura, the terror and humor of its textures. I paint a skin made from sheer white curtains blowing at windows in stark sun. I make a figure from gray feathers stuck to my neck with sweat. I build whole visions of life out of the swirling black velvet of a woman’s dress as she wades into water. That wet velvet billows, a second skin, sensual, dragging her under, pulling her out to sea. In <em>La Dolce Vita</em>, the soft, dark flesh of the monstrous ray is bound tightly by the fishermen’s net as the ray is hauled onto the beach. “You will make a million with this fish!” “It’s alive!” “It’s been dead three days.” Rolled onto its back, its mouth pulls open and one black eye stares back. Its slick surface resembles the protoplasmic source of all things. It insists on looking. The guardian angel of Adrian Lyne’s <em>Jacob’s Ladder</em> quotes Meister Eckhart to the dying Jacob: “Eckhart saw hell too. He said: ‘the only thing that burns in Hell is the part of you that won’t let go of your life, your memories, your attachments. They burn them all away. But they’re not punishing you,’ he said. ‘They’re freeing your soul. . . . If you’ve made your peace, then the devils are really angels freeing you from the Earth.’” I imagine the nets around the rayfish as sutures pulled from its flesh, releasing the wings to unfold. I picture the scarred eyes of the surgeon’s attendant in <em>Jacob’s Ladder</em> as two layers of flesh folded over. Bones and lumps of flesh piled in the hallway, faces both vacant and badly twisted: Lyne’s “body horror technique.” The face moves with an alien speed, a filmic sensation of seizure, fit, possession, mutation. <em>He who</em> <em>has known the world has fallen into the body, and he that has fallen</em> <em>into the body, the world is not worthy of him.</em> The ray’s blank eye and the attending angel’s carved sockets equally terrify. Soutine’s eddies in oil capture the ray’s flesh. He structures my seeing; he imparts vision. I pamper this slight ghost—I encourage it. It takes shape slowly. It takes possession. “Once I saw the village butcher slice the neck of bird and drain the blood out of it. I wanted to cry out, but his joyful expression caught the sound in my throat.” Soutine pats his throat and continues, “This cry, I always feel it there. When, as a child, I drew a crude portrait of my professor, I tried to rid myself of this cry, but in vain. When I painted the beef carcass it was still this cry that I wanted to liberate. I have still not succeeded.”</p> "}, {"title": "Beautiful Thinking", "view_node": "/poem/beautiful-thinking", "field_author": "<a href=\"/poet/angie-estes\" hreflang=\"und\">Angie Estes</a>", "field_date_published": "2017", "body": " <p>                           Each morning, before the sun rises<br />over the bay of Villefranche-sur-Mer<br />                           on the Côte d’Azur, cruise ships drop anchor</p><p>so that motor launches from shore<br />                           can nurse alongside. All afternoon we studied<br /><em>les structures où nous sommes l’objet</em>, structures</p><p>                           in which we are the object—<em>le soleil</em><br /><em>me dérange, le Côte d’Azur nous manque—</em><br />                          while the <em>pompiers</em> angled their Bombardiers</p><p>down to the sea, skimming its surface<br />                           like pelicans and rising, filled<br />with water to drop on inland, inaccessible</p><p>                          wildfires. Once, a swimmer was found face down<br />in a tree like the unfledged robin I saw<br />                          flung to the ground, rowing</p><p>its pink shoulders as if in the middle<br />                          of the butterfly stroke, rising a moment<br />above water. <em>Oiseau</em> is the shortest word</p><p>                          in French to use all five vowels: “the soul<br />and tie of every word,” which Dante named<br />                        <em>  auieo</em>. All through December, a ladybug circles</p><p>high around the kitchen walls looking for<br />                         spring, the way we search for a word that will                                         hold<br />all vows and avowals: <em>eunoia</em>, Greek</p><p>                         for “beautiful thinking,” because the world’s<br />a magic slate, sleight of hand—now<br />                         you see it, now you don’t—not exactly</p><p>a slight, although in Elizabethan English, “nothing”<br />                         was pronounced “noting.” In the Bodleian                                               Library<br />at Oxford, letters of the alphabet hang</p><p>                         from the ceiling like the teats<br />of the wolf that suckled Romulus<br />                         and Remus, but their alibi</p><p>keeps changing, slate gray like the sea’s<br />                        massage: <em>You were more in me than I was<br />in me. . . . You remained within while I</em></p><p><em>                        went outside.</em> Hard to say<br />whether it was Augustine<br />                        speaking to God or my mother</p><p>talking to me. Gulls ink the sky<br />                       with view, while waves throw themselves<br />on the mercy of the shore.<br /> </p> "}, {"title": "Pomegranate", "view_node": "/poem/pomegranate-0", "field_author": "<a href=\"/poet/kevin-pilkington\" hreflang=\"en\">Kevin Pilkington </a>", "field_date_published": "2017", "body": " <p>A woman walks by the bench I’m sitting on<br />with her dog that looks part Lab, part Buick,<br />stops and asks if I would like to dance.<br />I smile, tell her of course I do. We decide<br />on a waltz that she begins to hum.</p><p>We spin and sway across the street in between<br />parked cars and I can tell she realizes<br />she chose a man who understands the rhythm<br />of sand, the boundaries of thought. We glide<br />and Fred and Ginger might come to mind or<br />a breeze filled with the scent of flowers of your choice.<br />Coffee stops flowing as a waitress stares out the window<br />of a diner while I lead my partner back across the street.</p><p>When we come to the end of our dance,<br />we compliment each other and to repay the favor<br />I tell her to be careful since the world comes to an end<br />three blocks to the east of where we stand. Then<br />I remind her as long as there is a ’59 Cadillac parked<br />somewhere in a backyard between here and Boise<br />she will dance again.</p><p>As she leaves content with her dog, its tail wagging<br />like gossip, I am convinced now more than ever<br />that I once held hundreds of roses in my hands<br />the first time I cut open a pomegranate.<br /> </p> "}, {"title": "Aubade", "view_node": "/poem/aubade-0", "field_author": "<a href=\"/poet/camille-rankine\" hreflang=\"en\">Camille Rankine</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">They say brave but I don’t want it.</span><br /><span class=\"long-line\">Who will we mourn today. Or won’t we.</span></p>\n\n<p><span class=\"long-line\">Black all the windows. Lower</span><br /><span class=\"long-line\">down the afternoon. I barricade</span></p>\n\n<p><span class=\"long-line\">all my belonging. I am mostly never real</span><br /><span class=\"long-line\">American or anything</span></p>\n\n<p><span class=\"long-line\">availing. But I do take. And take</span><br /><span class=\"long-line\">what’s given. The smell of blood.</span></p>\n\n<p><span class=\"long-line\">I breathe it in. The dirt so thick with our good</span><br /><span class=\"long-line\">fortune. And who pays for it. And what am I</span></p>\n\n<p><span class=\"long-line\">but fear, but wanting. I’ll bite</span><br /><span class=\"long-line\">the feeding hand until I’m fed</span></p>\n\n<p><span class=\"long-line\">and buried. In the shining day.</span><br /><span class=\"long-line\">All deadly good</span></p>\n\n<p><span class=\"long-line\">intentions. A catalogue of virtues.</span><br /><span class=\"long-line\">This is how I’ll disappear.</span></p>\n"}, {"title": "Soave Sia Il Vento", "view_node": "/poem/soave-sia-il-vento", "field_author": "<a href=\"/poet/adrian-matejka\" hreflang=\"und\">Adrian Matejka</a>", "field_date_published": "2017", "body": " <p><em>after Wolfgang Amadeus Mozart</em></p><p>In the wobbly pirouette between song<br />&amp; dust, dog-nosed living room windows<br />&amp; a purple couch that should have been curbed<br />last July: Saturday sunlight cuts it all every<br />time you lean into some kind of ballet pose.<br />Your belly &amp; knobby elbow &amp; leotarded knee<br />wavering in a slim balance. <em>Jeté, effacé</em>—<br />I don’t know what they mean &amp; nod anyway.<br />You reach &amp; spin &amp; dog hair hangs<br />in the air like the start of heartfelt applause.</p> "}, {"title": "The God of Nothingness", "view_node": "/poem/god-nothingness", "field_author": "<a href=\"/poet/mark-wunderlich\" hreflang=\"und\">Mark Wunderlich</a>", "field_date_published": "2017", "body": " <p>My father fell from the boat.<br />His balance had been poor for some time.<br />He had gone out in the boat with his dog<br />hunting ducks in a marsh near Trempealeau, Wisconsin. <br />No one else was near<br />save the wiry farmer scraping the gutters in the cow barn<br />who was deaf in one ear from years of machines—<br />and he was half a mile away.<br />My father fell from the boat<br />and the water pulled up around him, filled<br />his waders and this drew him down.<br />He descended into water the color of weak coffee.<br />The dog went into the water too,<br />thinking perhaps this was a game. <br />I must correct myself—dogs do not think as we do—<br />they react, and the dog reacted by swimming<br />around my father’s head. This is not a reassuring story<br />about a dog signaling for help by barking,<br />or, how by licking my father’s face, encouraged him<br />to hold on. The dog eventually tired and went ashore<br />to sniff through the grass, enjoy his new freedom<br />from the attentions of his master,<br />indifferent to my father’s plight. <br />The water was cold, I know that,<br />and my father has always chilled easily. <br />That he was cold is a certainty, though<br />I have never asked him about this event. <br />I do not know how he got out of the water.<br />I believe the farmer went looking for him<br />after my mother called in distress, and then drove<br />to the farm after my father did not return home. <br />My mother told me of this event in a hushed voice,<br />cupping her hand over the phone and interjecting<br />cheerful non sequiturs so as not to be overheard. <br />To admit my father’s infirmity<br />would bring down the wrath of the God of Nothingness<br />who listens for a tremulous voice and comes rushing in<br />to sweep away the weak with icy, unloving breath. <br />But that god was called years before<br />during which time he planted a kernel in my father’s brain<br />which grew, freezing his tongue,<br />robbing him of his equilibrium.<br />The god was there when he fell from the boat,<br />whispering from the warren of my father’s brain,<br />and it was there when my mother, noting the time,<br />knew that something was amiss. This god is a cold god,<br />a hungry god, selfish and with poor sight.<br />This god has the head of a dog.</p> "}, {"title": "Nature", "view_node": "/poem/nature-0", "field_author": "<a href=\"/poet/george-herbert\" hreflang=\"und\">George Herbert</a>", "field_date_published": "2017", "body": " <p>Full of rebellion, I would die,<br />Or fight, or travell, or denie<br />That thou hast ought to do with me.<br />                          O tame my heart; <br />                   It is thy highest art<br />To captivate strong holds to thee.</p><p>If thou shalt let this venome lurk,<br />And in suggestions fume and work,<br />My soul will turn to bubbles straight,<br />                          And thence by kinde<br />                   Vanish into a winde,<br />Making thy workmanship deceit.</p><p>O smooth my rugged heart, and there<br />Engrave thy rev’rend law and fear;<br />Or make a new one, since the old<br />                          Is saplesse grown,<br />                   And a much fitter stone<br />To hide my dust, then thee to hold.</p> "}, {"title": "Ȟe Sápa, Five", "view_node": "/poem/he-sapa-five", "field_author": "<a href=\"/poet/layli-long-soldier\" hreflang=\"en\">Layli Long Soldier</a>", "field_date_published": "2017", "body": " <p><span class=\"long-line\">Inside the wheels of wrists and hands, a white shore of book and shell.</span><br />I kneel in the hairline light of kitchen and home<br /><span class=\"long-line\">where I remember the curt shuttle of eyes down, eyes up—</span><br />where I asked, <em>are you looking at how I’ve become two?</em><br /><span class=\"long-line\">This one combs and places a clip just above her temple, sweeping back the curtain of <em>why</em></span><br /><span class=\"long-line\">and <em>how come</em>. I kiss her head I say, <em>maybe you already know.</em></span><br />Born in us, two of everything.<br /><span class=\"long-line\">As in, each born to our own crown—the highest part of the natural head.</span><br />And each born to our own crown—a single power, our distinction.<br /><span class=\"long-line\">But I’m dragging myself, the other me, every strand up to the surface. I remember</span><br /><span class=\"long-line\">very little. So I plunge my ear into the hollow of a black horn,     listen to it speak.</span><br />Circuitous.<br />Not one word sounds as before.</p> "}, {"title": "Ȟe Sápa, Four", "view_node": "/poem/he-sapa-four", "field_author": "<a href=\"/poet/layli-long-soldier\" hreflang=\"en\">Layli Long Soldier</a>", "field_date_published": "2017", "body": " <p align=\"right\"><em>But </em><br />is the small way to begin.</p><p align=\"right\">But I could not.</p><p align=\"right\">As I am limited to few<br />words at command, such as <em>wanbl</em><em>í</em><em>.   </em>This<br />was how I wanted to begin, with the little<br />I know.</p><p align=\"right\">But could not.</p><p align=\"right\">Because this wanblí, this eagle<br />of my imagining is not spotted, bald,<br />nor even a nest-eagle. It is gold,<br />though by definition, not ever the great Golden Eagle.<br />Much as the gold, by no mistake, is not ground-gold,<br />man-gold or nugget.     But here, it is<br />the gold of     light and wing    together.<br />Wings that do not close, but    in expanse<br />angle up so slightly; plunge with muscle<br />and stout head somewhere between<br />my uncle, son, father, brother.</p><p align=\"right\">But I failed   to begin there, with this<br />expanse.  Much as I failed to start<br />with the great point in question.<br />There in muscle in high inner flight always<br />in the plunge we fear for the falling, we buckle to wonder:<br /><em>What man is expendable?</em></p> "}, {"title": "Ȟe Sápa, Two", "view_node": "/poem/he-sapa-two", "field_author": "<a href=\"/poet/layli-long-soldier\" hreflang=\"en\">Layli Long Soldier</a>", "field_date_published": "2017", "body": " <p>Because <em>drag </em>changes when spoken of in the past i.e. he was <em>dragged</em> or they <em>drug </em>him down the long road, the pale rock and brown. Down dust, a knocking path. And <em>to drag </em>has a begin point (though two are considered): begins when man is bound; begins also with one first tug.<br />So we take the word to our own uses and say:<br />it begins with his head on the ground with his hair loose<br /><span class=\"long-line\">under shoulders and shirt with snaps, they’re mother-of-pearl. Then begins a yank</span><br />and slide, begins his skin and scalp—<br />begins a break a tear, red to pink<br />to precious white; then begins what is<br />his skull, glisten of star<br />to bone.</p> "}, {"title": "Ȟe Sápa, One", "view_node": "/poem/he-sapa-one", "field_author": "<a href=\"/poet/layli-long-soldier\" hreflang=\"en\">Layli Long Soldier</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">Ȟe is a mountain as hé is a horn that comes from a shift in the river, throat to mouth. Followed by sápa, a kind of black sleek in the rise of both. Remember. Ȟe Sápa is not a black hill, not Pahá Sápa, by any name you call it. When it lives in past tense, one would say it was not Red Horn either; was not a rider on horse on mount and did not lead a cavalry down the river and bend, not decoy to ambush and knee buckle</span><br /><span class=\"long-line\">                                                             to ten or twenty, perhaps every</span><br /><span class=\"long-line\">                                                                                   horse face in water.</span><br /><span class=\"long-line\">Its rank is a mountain and must live as a mountain, as a black horn does from base to black horn tip. See it as you come, you approach. To remember it, this is like gravel.</span></p>\n"}, {"title": "from WHEREAS [&quot;WHEREAS when offered...&quot;]", "view_node": "/poem/whereas-whereas-when-offered", "field_author": "<a href=\"/poet/layli-long-soldier\" hreflang=\"en\">Layli Long Soldier</a>", "field_date_published": "2017", "body": " <p><span class=\"long-line\">WHEREAS when offered an apology I watch each movement the shoulders</span><br /><span class=\"long-line\">                        high or folding, tilt of the head both eyes down or straight through</span><br /><span class=\"long-line\">                        me, I listen for cracks in knuckles or in the word choice, what is it</span><br /><span class=\"long-line\">                        that I want? <em>To feel </em>and mind you I feel from the senses—I read</span><br /><span class=\"long-line\">                        each muscle, I ask the strength of the gesture to move like a poem.</span><br />                        Expectation’s a terse arm-fold, a failing noun-thing<br />                        I scold myself in the mirror for holding.</p><p><span class=\"long-line\">                        Because I learn from young poets. One sends me new work spotted</span><br /><span class=\"long-line\">                        with salt crystals she metaphors as her tears. I feel her phrases,</span><br />                        “I say,” and “Understand me,” and “I wonder.”</p><p><span class=\"long-line\">                        Pages are cavernous places, white at entrance, black in absorption.</span><br />                        Echo.</p><p>                        If I’m transformed by language, I am often<br />                        crouched in footnote or blazing in title.<br />                        Where in the body do I begin;</p> "}, {"title": "Talent", "view_node": "/poem/talent", "field_author": "<a href=\"/poet/layli-long-soldier\" hreflang=\"en\">Layli Long Soldier</a>", "field_date_published": "2017", "body": " <p>my first try I made a hit it dropped from morning gray the smallest shadow both wings slipped inward mid-flight the man barked <em>Now </em>I shot again and again a third time with each arrow through the target I thought was it luck or was it skill luck or skill as the last one fell</p><p>its awkward shape made me run there pulsing on the ground I was astounded by its size a gangly white goose throbbed heaved its head my eyes dropped blood flowers opened in the snow of its neck behind my shoulder stepping down from a yellow bus</p><p>children made their way across the field I shot once more to end it quickly close range its death did I do this to spare the bird from suffering or to spare the children the sight my motives in humid cold yes my knuckles in the cold steamed bright red</p><p>because on my stomach in grass in rubber boots pockets and vest I slid along with that hunter I did as he directed from quiver my draw my black lashes in steely eyed release it felt good there it felt strong my breath in autumn was an animal there I thought did I really do this       did <em>I </em>really yet what difference is muscle is an arrow powered upward or any flight to center when I did not hear it though I clearly mouthed poor thing poor thing poor thing</p> "}, {"title": "Daysleep", "view_node": "/poem/daysleep", "field_author": "<a href=\"/poet/laura-kasischke\" hreflang=\"und\">Laura Kasischke</a>", "field_date_published": "2017", "body": " <p>Remember sleep, in May, in the afternoon, like<br />a girl’s bright feet slipped into dark, new boots.</p><p>Or sleep in one another’s arms at 10 o’clock<br />on a Saturday in June?—that</p><p>smiling child hiding behind<br />the heavy curtain of a photo booth.</p><p>All our daysleep, my love, remember sleep</p><p>like brides in violets. Sleep<br />like sleepy pilots casting</p><p>the shadows of their silver jets<br />onto the silver sailboats<br />they also sailed<br />on oceans miles below.</p><p>Such nothingness, on the other</p><p>side of which<br />infinity slid<br />into eternity, insisting</p><p>that we had lived together forever—and did.</p> "}, {"title": "Ubi Sunt?", "view_node": "/poem/ubi-sunt", "field_author": "<a href=\"/poet/laura-kasischke\" hreflang=\"und\">Laura Kasischke</a>", "field_date_published": "2017", "body": " <p>In the mirror, like something strangled by an angel—this<br />woman glimpsed much later, still</p><p>wearing her hospital gown. Behind her—mirrors, and<br />more mirrors, and, in them, more cold faces. Then</p><p>the knocking, the pounding—all of them wanting to be<br />let out, let in. The one-way conversations. Mostly not</p><p>anything to worry about, really. Mild accusations, merely.<br />Never actual threats. (Anyways, what could they possibly</p><p>do to you now from inside their locked, glass places?)<br />Still, some innocent questions on some special occasion</p><p>might bring it all back to you again, such as: <em>Might </em><br /><em>you simply have forgotten where you left me when you left me? </em></p><p>Or—<em>Shouldn’t you be searching all the harder for me then? </em><br />Or—the question that might frighten any woman being</p><p>asked this of her own reflection (no<br />tears on its face, a smile instead)—<em>How far </em></p><p><em>did you really think I’d go without you? </em>Then—<br /><em>Don’t you think that’s where you’ll find us now? </em></p> "}, {"title": "The Cause of All My Suffering ", "view_node": "/poem/cause-all-my-suffering", "field_author": "<a href=\"/poet/laura-kasischke\" hreflang=\"und\">Laura Kasischke</a>", "field_date_published": "2017", "body": " <p>My neighbor keeps a box of baby pigs<br />all winter in her kitchen. They are</p><p>motherless, always sleeping, sleepy<br />creatures of blood &amp; fog, a vapor</p><p>of them wraps my house<br />in gauze, and the windows mist up</p><p><span class=\"long-line\">with their warm breath, their moist snores. They</span><br />watch her peel potatoes, boil</p><p>water from the floor, wearing<br />a steamy gown. She must be like</p><p>Demeter to them, but, like this weather<br />to me, this box of pigs</p><p>is the cause of all my suffering. They smell<br /><span class=\"long-line\">of invalids, lotioned. Death is over there. When I</span></p><p>look toward my neighbor’s house, I see<br />trouble looking back</p><p>at me. Horrible life! Horrible town! I start<br />to dream their dreams. I dream</p><p>my muzzle’s pressed<br />desperately into the whiskered</p><p>belly of my dead mother. No<br />milk there. I dream</p><p>I slumber in a cardboard box<br />in a human kitchen, wishing, while</p><p>a woman I don’t love<br />mushes corn for me in a dish. In</p><p>every kitchen in the Midwest<br />there are goddesses &amp; pigs, the sacred</p><p><span class=\"long-line\">contagion of pity, of giving, of loss. You can’t</span><br />escape the soft</p><p><span class=\"long-line\">bellies of your neighbors’ calm, the fuzzy</span><br />lullabies that drift</p><p><span class=\"long-line\">in cloudy piglets across their lawns. I dream</span><br />my neighbor cuts</p><p><span class=\"long-line\">one of them open, and stars fall out, and roll</span><br />across the floor. It frightens me. I pray</p><p>to God to give me<br />the ability to write</p><p>better poems than the poems of those<br />whom I despise. But</p><p>before spring comes, my neighbor’s<br />pigs die in her kitchen</p><p>one by one, and I<br />catch a glimpse of my own face</p><p>in the empty collection plate, looking<br />up at me, hungrily, one</p><p>Sunday—pink, and smudged—and ask it<br /><em>Isn’t that enough? </em></p> "}], "pager": {"current_page": 310, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}