{"rows": [{"title": "Modern Love: XXII", "view_node": "/poem/modern-love-xxii", "field_author": "<a href=\"/poet/george-meredith\" hreflang=\"und\">George Meredith</a>", "field_date_published": "1909", "body": " <div>What may the woman labour to confess?</div><div>There is about her mouth a nervous twitch.</div><div>’Tis something to be told, or hidden:—which?</div><div>I get a glimpse of hell in this mild guess.</div><div>She has desires of touch, as if to feel</div><div>That all the household things are things she knew.</div><div>She stops before the glass. What sight in view?</div><div>A face that seems the latest of reveal!</div><div>For she turns from it hastily, and tossed</div><div>Irresolute, steals shadow-like to where</div><div>I stand; and wavering pale before me there,</div><div>Her tears fall still as oak-leaves after frost.</div><div>She will not speak. I will not ask. We are</div><div>League-sundered by the silent gulf between.</div><div>You burly lovers on the village green,</div><div>Yours is a lower, and a happier star!</div><div> </div> "}, {"title": "Modern Love: XXI", "view_node": "/poem/modern-love-xxi", "field_author": "<a href=\"/poet/george-meredith\" hreflang=\"und\">George Meredith</a>", "field_date_published": "1909", "body": " <div>We three are on the cedar-shadowed lawn;</div><div>My friend being third. He who at love once laughed</div><div>Is in the weak rib by a fatal shaft</div><div>Struck thro’, and tells his passion’s bashful dawn</div><div>And radiant culmination, glorious crown,</div><div>When ‘this’ she said: went ‘thus’: most wondrous she!</div><div>Our eyes grow white, encountering: that we are three,</div><div>Forgetful; then together we look down.</div><div>But he demands our blessing; is convinced</div><div>That words of wedded lovers must bring good.</div><div>We question; if we dare! or if we should!</div><div>And pat him with light laugh. We have not winced.</div><div>Next, she has fallen. Fainting points the sign</div><div>To happy things in wedlock. When she wakes,</div><div>She looks the star that thro’ the cedar shakes:</div><div>Her lost moist hand clings mortally to mine.</div><div> </div> "}, {"title": "Modern Love: XX", "view_node": "/poem/modern-love-xx", "field_author": "<a href=\"/poet/george-meredith\" hreflang=\"und\">George Meredith</a>", "field_date_published": "1909", "body": " <div>I am not of those miserable males</div><div>Who sniff at vice, and, daring not to snap,</div><div>Do therefore hope for heaven. I take the hap</div><div>Of all my deeds. The wind that fills my sails,</div><div>Propels; but I am helmsman. Am I wrecked,</div><div>I know the devil has sufficient weight</div><div>To bear: I lay it not on him, or fate.</div><div>Besides, he’s damned. That man I do suspect</div><div>A coward, who would burden the poor deuce</div><div>With what ensues from his own slipperiness.</div><div>I have just found a wanton-scented tress</div><div>In an old desk, dusty for lack of use.</div><div>Of days and nights it is demonstrative,</div><div>That, like some aged star, gleam luridly.</div><div>If for those times I must ask charity,</div><div>Have I not any charity to give?</div><div> </div> "}, {"title": "Modern Love: XIX", "view_node": "/poem/modern-love-xix", "field_author": "<a href=\"/poet/george-meredith\" hreflang=\"und\">George Meredith</a>", "field_date_published": "1909", "body": " <div>No state is enviable. To the luck alone</div><div>Of some few favoured men I would put claim.</div><div>I bleed, but her who wounds I will not blame.</div><div>Have I not felt her heart as ’t were my own</div><div>Beat thro’ me? could I hurt her? heaven and hell!</div><div>But I could hurt her cruelly! Can I let </div><div>My Love’s old time-piece to another set,</div><div>Swear it can’t stop, and must for ever swell?</div><div>Sure, that’s one way Love drifts into the mart</div><div>Where goat-legged buyers throng. I see not plain:</div><div>My meaning is, it must not be again.</div><div>Great God! the maddest gambler throws his heart.</div><div>If any state be enviable on earth,</div><div>’Tis yon born idiot’s, who, as days go by,</div><div>Still rubs his hands before him, like a fly,</div><div>In a queer sort of meditative mirth.</div><div> </div> "}, {"title": "Modern Love: XVIII", "view_node": "/poem/modern-love-xviii", "field_author": "<a href=\"/poet/george-meredith\" hreflang=\"und\">George Meredith</a>", "field_date_published": "1909", "body": " <div>Here Jack and Tomare are paired with Moll and Meg.</div><div>Curved open to the river-reach is seen</div><div>A country merry-making on the green.</div><div>Fair space for signal shakings of the leg.</div><div>That little screwy fiddler from his booth,</div><div>Whence flows one nut-brown stream, commands the joints</div><div>Of all who caper here at various points.</div><div>I have known rustic revels in my youth:</div><div>The May-fly pleasures of a mind at ease.</div><div>An early goddess was a country lass:</div><div>A charmed Amphion-oak she tripped the grass.</div><div>What life was that I lived? The life of these?</div><div>Heaven keep them happy! Nature they seem near.</div><div>They must, I think, be wiser than I am;</div><div>They have the secret of the bull and lamb.</div><div>’Tis true that when we trace its source, ’tis beer.</div><div> </div> "}, {"title": "From Money", "view_node": "/poem/money", "field_author": "<a href=\"/poet/ross-white\" hreflang=\"en\">Ross White</a>", "field_date_published": "2017", "body": " <p>my parents used the term <em>from money</em>         it meant a lineage<br />but I envisioned a woman emerging naked and fully formed</p><p>from sierras of unmarked bills            there was no derision<br />in the term but an understanding that she was not like us</p><p><span class=\"long-line\">she had not worked a day in her life          she had never worn mittens</span><br /><span class=\"long-line\">with holes in them            her house had central heat instead of a wood stove</span></p><p>she knew how to shuck an oyster           always knew which fork<br />was appropriate            there was a lot we knew that she could not</p><p><span class=\"long-line\">but it was understood that these were Pandora kinds of knowledge</span><br /><span class=\"long-line\">I asked if it was better to not have money           then have it but they said</span></p><p>it was more elegant to come <em>from money </em>           the <em>nouveau riche</em><br /><span class=\"long-line\">they said suffered <em>from the one great affliction        a lack of manners</em></span></p><p>I said <em>it doesn’t seem like the bad kind of suffering</em>         they said<br /><em>you’re too young to know what shame is            but you know</em> I said</p><p><span class=\"long-line\">they argued behind the closed bedroom door once about a prostitute</span><br />I envisioned the prostitute             naked on sheets</p><p><span class=\"long-line\">of crisp hundred dollar bills             I understood even then that money</span><br /><span class=\"long-line\">and sex were cousins            though the order of the transaction confused me</span></p><p>the art of the deal              how to get what you want<br />withhold whatever has value             my father kept secret</p><p>that he was starting another family              we could have<br /><span class=\"long-line\">with a little detective work sleuthed it out               rule number one</span></p><p>follow the money              people will do terrible things to get it<br /><span class=\"long-line\">my half brother was born               no—           he was practically minted</span></p> "}, {"title": "Modern Love: XVII", "view_node": "/poem/modern-love-xvii", "field_author": "<a href=\"/poet/george-meredith\" hreflang=\"und\">George Meredith</a>", "field_date_published": "1909", "body": " <div>At dinner, she is hostess, I am host.</div><div>Went the feast ever cheerfuller? She keeps</div><div>The Topic over intellectual deeps</div><div>In buoyancy afloat. They see no ghost.</div><div>With sparkling surface-eyes we ply the ball:</div><div>It is in truth a most contagious game:</div><div>‘Hiding the skeleton,’ shall be its name.</div><div>Such play as this, the devils might appal!</div><div>But here’s the greater wonder; in that we</div><div>Enamoured of an acting naught can tire,</div><div>Each other, like true hypocrites, admire; </div><div>Warm-lighted looks, Love’s ephemoerioe,</div><div>Shoot gaily o’er the dishes and the wine.</div><div>We waken envy of our happy lot.</div><div>Fast, sweet, and golden, shows the marriage-knot.</div><div>Dear guests, you now have seen Love’s corpse-light shine.</div><div> </div> "}, {"title": "Modern Love: XVI", "view_node": "/poem/modern-love-xvi", "field_author": "<a href=\"/poet/george-meredith\" hreflang=\"und\">George Meredith</a>", "field_date_published": "1909", "body": " <div>In our old shipwrecked days there was an hour,</div><div>When in the firelight steadily aglow,</div><div>Joined in slackly, we beheld the red chasm grow</div><div>Among the clicking coals. Our library-bower</div><div>That eve was left to us: and hushed we sat</div><div>As lovers to whom Time is whispering.</div><div>From sudden-opened doors we heard them sing:</div><div>The nodding elders mixed good wine with chat.</div><div>Well knew we that Life’s greatest treasure lay</div><div>With us, and of it was our talk. ‘Ah yes!</div><div>Love dies!’ I said: I never thought it less.</div><div>She yearned to me that sentence to unsay.</div><div>Then when the fire domed blackening, I found</div><div>Her cheek was salt against my kiss, and swift</div><div>Up the sharp scale of sobs her breast did lift:—</div><div>Now am I haunted by that taste! that sound!</div><div> </div> "}, {"title": "Evasive Me", "view_node": "/poem/evasive-me", "field_author": "<a href=\"/poet/marcus-jackson\" hreflang=\"en\">Marcus Jackson</a>", "field_date_published": "2017", "body": " <p>Of course there’s a certificate, bleeding<br />carbon at the creases and impressions,</p><p>detailing my metrics and lineage the night<br />I entered the earthly air in a new hospital</p><p>built by the intricate partnership between<br />Rust Belt governance, capitalism</p><p>and Christ, though I lie to people I like,<br />saying I was born in a garden so near</p><p>the sea that my mother—multilingual<br />and remarkably tall—rinsed me at the fringe</p><p>of the tide the morning after labor,<br />the horizon cloudless and birdless</p><p>while the sand whispered spells of protection,<br />depth, and solemnity upon the pair of us,</p><p>and amid this farce my dear listeners<br />don expressions of distrust or ire</p><p>as likely they should, faced with evasive<br />me, so wearied even before boyhood</p><p>by the truth that I’ve forever disallowed<br />my ears and my mouth any songs not made</p><p>from the water, dirt, wind, salt, and fire<br />of American manipulation.</p> "}, {"title": "Modern Love: XV", "view_node": "/poem/modern-love-xv", "field_author": "<a href=\"/poet/george-meredith\" hreflang=\"und\">George Meredith</a>", "field_date_published": "1909", "body": " <div>I think she sleeps: it must be sleep, when low</div><div>Hangs that abandoned arm toward the floor;</div><div>The face turned with it. Now make fast the door.</div><div>Sleep on it: it is your husband, not your foe.</div><div>The Poet’s black stage-lion of wronged love,</div><div>Frights not our modern dames:—well if he did!</div><div>Now will I pour new light upon that lid,</div><div>Full-sloping like the breasts beneath. ‘Sweet dove,</div><div>Your sleep is pure. Nay, pardon: I disturb. </div><div>I do not? good!’ Her waking infant-stare</div><div>Grows woman to the burden my hands bear:</div><div>Her own handwriting to me when no curb</div><div>Was left on Passion’s tongue. She trembles through;</div><div>A woman’s tremble—the whole instrument:—</div><div>I show another letter lately sent.</div><div>The words are very like: the name is new.</div><div> </div> "}, {"title": "Modern Love: XIV", "view_node": "/poem/modern-love-xiv", "field_author": "<a href=\"/poet/george-meredith\" hreflang=\"und\">George Meredith</a>", "field_date_published": "1909", "body": " <div>What soul would bargain for a cure that brings</div><div>Contempt the nobler agony to kill?</div><div>Rather let me bear on the bitter ill,</div><div>And strike this rusty bosom with new stings!</div><div>It seems there is another veering fit,</div><div>Since on a gold-haired lady’s eyeballs pure.</div><div>I looked with little prospect of a cure,</div><div>The while her mouth’s red bow loosed shafts of wit.</div><div>Just heaven! can it be true that jealousy</div><div>Has decked the woman thus? and does her head</div><div>Swim somewhat for possessions forfeited?</div><div>Madam, you teach me many things that be.</div><div>I open an old book, and there I find,</div><div>That ‘Women still may love whom they deceive.’</div><div>Such love I prize not, madam: by your leave,</div><div>The game you play at is not to my mind.</div><div> </div> "}, {"title": "I See You in the Field of My Mind Baby Moo Cow", "view_node": "/poem/i-see-you-field-my-mind-baby-moo-cow", "field_author": "<a href=\"/poet/matthew-siegel\" hreflang=\"en\">Matthew Siegel </a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">Your look makes me want to jump off the roof</span><br /><span class=\"long-line\">of the modern art museum. How am I supposed</span><br /><span class=\"long-line\">to tell you about my life? Yesterday I saw a turtle</span><br /><span class=\"long-line\">eat a dandelion flower up close. I cannot say what</span><br /><span class=\"long-line\">this might mean to you. It was on my phone,</span><br /><span class=\"long-line\">which is where I’ve been living lately. I can’t expect</span><br /><span class=\"long-line\">you to understand. I cry openly and you stare at me</span><br /><span class=\"long-line\">with big wet cow-eyes. I tell you what the abyss is like.</span><br /><span class=\"long-line\">I heard breathing. It was my own. I wasn’t terrified.</span><br /><span class=\"long-line\">Loneliness binds me to myself but I use my phone</span><br /><span class=\"long-line\">as a wedge, use it to keep myself from touching who</span><br /><span class=\"long-line\">I am. Nobody wants to grow up, not even children.</span><br /><span class=\"long-line\">They just want to be taller because they hate being</span><br /><span class=\"long-line\">looked down upon. What is it we see when we turn</span><br /><span class=\"long-line\">and look back? Salt? Pepper? I’ll take both. No more</span><br /><span class=\"long-line\">questions. All I want is to sit in this field with you,</span><br /><span class=\"long-line\">little cow, this field I built in my mind. I pet you, make</span><br /><span class=\"long-line\">little noises. You try to move away but I hold on to you,</span><br /><span class=\"long-line\">I throw my arms around your neck. You drop</span><br /><span class=\"long-line\">your dark head, continue chewing what you chew.</span></p>\n"}, {"title": "In California, Everything Already Looks Like an Afterlife", "view_node": "/poem/california-everything-already-looks-afterlife", "field_author": "<a href=\"/poet/megan-fernandes\" hreflang=\"en\">Megan Fernandes</a>", "field_date_published": "2017", "body": " <p>—<em>For Leia and Graham</em></p><p>Before he is sick, he surfs the Pacific.<br />After he is sick, his faint body is pulled<br />from the water just in time to know<br />something is expanding. Leia goes over.<br /><em>Just as friends</em>, she says.<br />She sleeps in his bed, makes coffee,<br />tackles the wild zinnias of the Santa Barbara<br />hills, bends the flora to her spells.<br />The brain controls everything<br />except his nearly lifeless foot<br />moving to a Steely Dan cover.</p><p>All his orchids are crooked in the greenhouse<br />and the cats are missing. <em>Too many coyotes</em>,<br />he once said. When he was well,<br />everything survived. The orchids grew<br />erect, the coyotes were spineless, and Leia<br />stitched things together on her porch<br />exactly half a mile from the ocean.<br />Does anyone ever die in California,<br />I wonder. Leia enshrines him with eucalyptus<br />and Neruda, calls us, sleeps fetal now in LA.<br /><em>You want to hear a love story</em>, someone says.<br />Meaning them. Meaning this thing,<br />not quite knowable to us, her hand<br />on his laughing foot, the only part still alive,<br />it seems, the contract of their intimacy<br />that is not quite love, not quite<br />anything we’ve seen or can name.</p> "}, {"title": "Three Sketches of Anxiety", "view_node": "/poem/three-sketches-anxiety", "field_author": "<a href=\"/poet/curtis-bauer\" hreflang=\"en\">Curtis Bauer</a>", "field_date_published": "2017", "body": " <p><em>I’ve got two hands and an urge<br />to yank out your teeth,</em></p><p>my lover said, dropping the dress<br />she made from my shirt</p><p>to the floor, <em>to see the landscape<br />a mouth of holes might look like</em>.</p><p><em>Maybe jagged potholes on a rainslick<br />street</em>, she said, climbing over</p><p>the bed. <em>Maybe</em>, she winked, <em>a prairie<br />dog town in West Texas after a flood</em>.</p> "}, {"title": "A Poem as Long as California", "view_node": "/poem/poem-long-california", "field_author": "<a href=\"/poet/rick-barot\" hreflang=\"en\">Rick Barot </a>", "field_date_published": "2017", "body": " <p>This is my pastoral: that used-car lot<br />where someone read <em>Song of Myself</em> over the loudspeaker</p><p>all afternoon, to customers who walked among the cars<br />mostly absent to what they heard,</p><p>except for the one or two who looked up<br />into the air, as though they recognized the reckless phrases</p><p>hovering there with the colored streamers,<br />their faces suddenly loose with a dreamy attention.</p><p>This is also my pastoral: once a week,<br />in the apartment above, the prayer group that would chant</p><p>for a sustained hour. I never saw them,<br />I didn’t know the words they sang, but I could feel</p><p>my breath running heavy or light<br />as the hour’s abstract narrative unfolded, rising and falling</p><p>like cicadas, sometimes changing in abrupt<br />turns of speed, as though a new cantor had taken the lead.</p><p>And this, too, is my pastoral: reading in my car<br />in the supermarket parking lot, reading the Spicer poem</p><p>where he wants to write a poem as long<br />as California. It was cold in the car, then it was too dark.</p><p>Why had I been so forlorn, when there was so much<br />just beyond, leaning into life? Even the cart</p><p>humped on a concrete island, the left-behind grapefruit<br />in the basket like a lost green sun.</p><p>And this is my pastoral: reading again and again<br />the paragraph in the novel by DeLillo where the family eats</p><p>the takeout fried chicken in their car,<br />not talking, trading the parts of the meal among themselves</p><p>in a primal choreography, a softly single consciousness,<br />while outside, everything stumbled apart,</p><p>the grim world pastoralizing their heavy coats,<br />the car’s windows, their breath and hands, the grease.</p><p>If, by pastoral, we mean a kind of peace,<br />this is my pastoral: walking up Grand Avenue, down Sixth</p><p>Avenue, up Charing Cross Road, down Canal,<br />then up Valencia, all the way back to Agua Dulce Street,</p><p>the street of my childhood, terrifying with roaring trucks<br />and stray dogs, but whose cold sweetness</p><p>flowed night and day from the artesian well at the corner,<br />where the poor got their water. And this is</p><p>also my pastoral: in 1502, when Albrecht Dürer painted<br />the young hare, he painted into its eye</p><p>the window of his studio. The hare is the color<br />of a winter meadow, brown and gold, each strand of fur</p><p>like a slip of grass holding an exact amount<br />of the season’s voltage. And the window within the eye,</p><p>which you don’t see until you see, is white as a winter sky,<br />though you know it is joy that is held there.</p> "}, {"title": "Lesson VIII: Map of North America", "view_node": "/poem/lesson-viii-map-north-america", "field_author": "<a href=\"/poet/elizabeth-bradfield\" hreflang=\"und\">Elizabeth Bradfield</a>", "field_date_published": "2017", "body": " <p>—<em>redacted from </em>Smith’s Quarto, or Second Book in Geography, <em>1848, p. 17</em></p><p>     division</p><p>     division</p><p>                           general divisions</p><p>                  opposite<br />cluster     clusters         What considerable number</p><p> </p><p>Where is<br />                           Where is Cape Farewell?</p><p> </p><p>What sound leads into            the largest</p><p>         What  What  What  What</p><p>Boundaries  Bound United      Bound<br />          the    New    ?       Bound      possessions?</p><p>        What  What  What  What</p><p>prevails</p><p>        What  What  What  What</p><p>races  What   race    ?</p> "}, {"title": "from American Amnesiac [Is it possible to let the sleeping life seep into day—]", "view_node": "/poem/american-amnesiac-it-possible-let-sleeping-life-seep-day", "field_author": "<a href=\"/poet/diane-raptosh\" hreflang=\"en\">Diane Raptosh</a>", "field_date_published": "2017", "body": " <p>Is it possible to let the sleeping life seep into day—<br />that bright murk of softness, state of being reverently</p><p>at rest yet wide-eyed as Athena’s wired owl? Often<br />when my alarm goes off in the morning, something</p><p>alarming happens in my dreams. A pair of words<br />might land on my face—<em>exist : exit. Warren : rabbits.</em></p><p><em>Language : anguish. </em>I just read about a scientist<br />who said humans have so transformed the planet</p><p>we should no longer refer to it as <em>Earth. </em>We seem on<br />our way to a very different word. He suggests <em>Eaarth.</em></p><p>But what about<em> Achates, </em>as in <em>ancient trusty friend?</em><br />Or how about Planet<em> Greige,</em> from the French for <em>raw,</em></p><p><em>unfinished, </em>usually said of silk. But we’ll make the word mean<br />as we see fit: <em>Heart’s wife. Furl of blue-green. A tired outburst of silence.  </em></p> "}, {"title": "from American Amnesiac [The self is a thousand localities]", "view_node": "/poem/american-amnesiac-self-thousand-localities", "field_author": "<a href=\"/poet/diane-raptosh\" hreflang=\"en\">Diane Raptosh</a>", "field_date_published": "2017", "body": " <p>The self is a thousand localities<br /><span class=\"long-line\">            like a small nation—assembly required: borders and roads;</span></p><p>armies; farms; small and large pieces of parchment. I stand by<br />            all the territories I have ever been, even as I can’t</p><p><span class=\"long-line\">remember them. I am a locum—ear to the emperor penguin, a banner ad</span><br /><span class=\"long-line\">            blinking to the hoi polloi. Since I’ve become John Doe, I swear</span></p><p>I can feel most objects with sixty digits<br />            instead of five. This makes me think</p><p><span class=\"long-line\">of my wife. Makes me miss her left collar bone. Her hips’ wingtips.</span><br />            A train moans from a far hummock.</p><p>Which reminds me that everyone I have to live without<br />            I must help to find a place within. Which is an act</p><p>of granite will. A strain. A ditty.<br />            An exercise in utmost <em>beautility.</em></p> "}, {"title": "Husband", "view_node": "/poem/husband", "field_author": "<a href=\"/poet/diane-raptosh\" hreflang=\"en\">Diane Raptosh</a>", "field_date_published": "2017", "body": " <p>She didn’t have one, and never had, if <em>have</em> was the right verb for knowing someone in this way and referring to someone with this word. She had had children. Two of them. She had had friends. She had had, or, as she had heard it said, had <em>taken</em> lovers. Still, through all these years she had felt more or less tended to, almost thoroughly husbanded, though by what or whom exactly it was hard to say—certainly by some of the men she had been with, and some of the women, sometimes by her own mother even, but equally often by a single idea, such as Schoenberg’s, who believed all progress in social thinking and feeling had come about through force of longing. With equal frequency, though with less predictability, she had felt cared for by certain objects: a spotted yellow pear, the dark fetal curl of the dog’s tail, that ancient hay derrick, tall and rangy, pointing out the far end of the world. Sometimes when she went to a movie by herself—something she often did—she’d tell the ticket-taker that her husband would arrive at any minute. She simply liked the sound of the word, and she took it entirely, and many times a day, as hers. </p> "}, {"title": "After", "view_node": "/poem/after-0", "field_author": "<a href=\"/poet/david-baker\" hreflang=\"und\">David Baker</a>", "field_date_published": "2017", "body": " <p>1.</p><p>We came to the island. We stayed in the house.<br />Rain and sun. Bougainvillea. Pink cedar.<br />How many shadows slipped along walls<br />or whetted the leaves of century plants?</p><p>2.</p><p>We saw clouds from the windows. Far boats.<br />You left the bed and came back shaking.<br />Your mother, her white hair, or something<br />whose shape would never, at last, find you.</p><p>3.</p><p>Night palms clattering like hungry bowls.<br />Crazy whistling of the island peepers.<br />We walked to the water. Walked back.<br />We walked to the water . . . walked back.</p> "}], "pager": {"current_page": 274, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}