{"rows": [{"title": "A Hundred Collars", "view_node": "/poem/hundred-collars", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "2018", "body": " <pre>Lancaster bore him—such a little town,\nSuch a great man. It doesn’t see him often\nOf late years, though he keeps the old homestead\nAnd sends the children down there with their mother\nTo run wild in the summer—a little wild.\nSometimes he joins them for a day or two\nAnd sees old friends he somehow can’t get near.\nThey meet him in the general store at night,\nPre-occupied with formidable mail,\nRifling a printed letter as he talks.\nThey seem afraid. He wouldn’t have it so:\nThough a great scholar, he’s a democrat,\nIf not at heart, at least on principle.\nLately when coming up to Lancaster\nHis train being late he missed another train\nAnd had four hours to wait at Woodsville Junction\nAfter eleven o’clock at night. Too tired\nTo think of sitting such an ordeal out,\nHe turned to the hotel to find a bed.\n\n“No room,” the night clerk said. “Unless——”\nWoodsville’s a place of shrieks and wandering lamps\nAnd cars that shook and rattle—and one hotel.\n\n“You say ‘unless.’“\n\n“Unless you wouldn’t mind\nSharing a room with someone else.”\n\n“Who is it?”\n\n“A man.”\n\n“So I should hope. What kind of man?”\n\n“I know him: he’s all right. A man’s a man.\nSeparate beds of course you understand.”\nThe night clerk blinked his eyes and dared him on.\n\n“Who’s that man sleeping in the office chair?\nHas he had the refusal of my chance?”\n\n“He was afraid of being robbed or murdered.\nWhat do you say?”\n\n“I’ll have to have a bed.”\n\nThe night clerk led him up three flights of stairs\nAnd down a narrow passage full of doors,\nAt the last one of which he knocked and entered.\n“Lafe, here’s a fellow wants to share your room.”\n\n“Show him this way. I’m not afraid of him.\nI’m not so drunk I can’t take care of myself.”\n\nThe night clerk clapped a bedstead on the foot.\n“This will be yours. Good-night,” he said, and went.\n\n“Lafe was the name, I think?”\n\n“Yes, Layfayette.\nYou got it the first time. And yours?”\n\n“Magoon.\n\nDoctor Magoon.”\n\n“A Doctor?”\n\n“Well, a teacher.”\n\n“Professor Square-the-circle-till-you’re-tired?\nHold on, there’s something I don’t think of now\nThat I had on my mind to ask the first\nMan that knew anything I happened in with.\nI’ll ask you later—don’t let me forget it.”\n\nThe Doctor looked at Lafe and looked away.\nA man? A brute. Naked above the waist,\nHe sat there creased and shining in the light,\nFumbling the buttons in a well-starched shirt.\n“I’m moving into a size-larger shirt.\nI’ve felt mean lately; mean’s no name for it.\nI just found what the matter was to-night:\nI’ve been a-choking like a nursery tree\nWhen it outgrows the wire band of its name tag.\nI blamed it on the hot spell we’ve been having.\n’Twas nothing but my foolish hanging back,\nNot liking to own up I’d grown a size.\nNumber eighteen this is. What size do you wear?”\n\nThe Doctor caught his throat convulsively.\n“Oh—ah—fourteen—fourteen.”\n\n“Fourteen! You say so!\nI can remember when I wore fourteen.\nAnd come to think I must have back at home\nMore than a hundred collars, size fourteen.\nToo bad to waste them all. You ought to have them.\nThey’re yours and welcome; let me send them to you.\nWhat makes you stand there on one leg like that?\nYou’re not much furtherer than where Kike left you.\nYou act as if you wished you hadn’t come.\nSit down or lie down, friend; you make me nervous.”\n\nThe Doctor made a subdued dash for it,\nAnd propped himself at bay against a pillow.\n\n“Not that way, with your shoes on Kike’s white bed.\nYou can’t rest that way. Let me pull your shoes off.”\n\n“Don’t touch me, please—I say, don’t touch me, please.\nI’ll not be put to bed by you, my man.”\n\n“Just as you say. Have it your own way then.\n‘My man’ is it? You talk like a professor.\nSpeaking of who’s afraid of who, however,\nI’m thinking I have more to lose than you\nIf anything should happen to be wrong.\nWho wants to cut your number fourteen throat!\nLet’s have a show down as an evidence\nOf good faith. There is ninety dollars.\nCome, if you’re not afraid.”\n\n“I’m not afraid.\nThere’s five: that’s all I carry.”\n\n“I can search you?\nWhere are you moving over to? Stay still.\nYou’d better tuck your money under you\nAnd sleep on it the way I always do\nWhen I’m with people I don’t trust at night.”\n\n“Will you believe me if I put it there\nRight on the counterpane—that I do trust you?”\n\n“You’d say so, Mister Man.—I’m a collector.\nMy ninety isn’t mine—you won’t think that.\nI pick it up a dollar at a time\nAll round the country for the Weekly News,\nPublished in Bow. You know the Weekly News?”\n\n“Known it since I was young.”\n\n“Then you know me.\nNow we are getting on together—talking.\nI’m sort of Something for it at the front.\nMy business is to find what people want:\nThey pay for it, and so they ought to have it.\nFairbanks, he says to me—he’s editor—\nFeel out the public sentiment—he says.\nA good deal comes on me when all is said.\nThe only trouble is we disagree\nIn politics: I’m Vermont Democrat—\nYou know what that is, sort of double-dyed;\nThe News has always been Republican.\nFairbanks, he says to me, ‘Help us this year,’\nMeaning by us their ticket. ‘No,’ I says,\n‘I can’t and won’t. You’ve been in long enough:\nIt’s time you turned around and boosted us.\nYou’ll have to pay me more than ten a week\nIf I’m expected to elect Bill Taft.\nI doubt if I could do it anyway.’“\n\n“You seem to shape the paper’s policy.”\n\n“You see I’m in with everybody, know ’em all.\nI almost know their farms as well as they do.”\n\n“You drive around? It must be pleasant work.”\n\n“It’s business, but I can’t say it’s not fun.\nWhat I like best’s the lay of different farms,\nComing out on them from a stretch of woods,\nOr over a hill or round a sudden corner.\nI like to find folks getting out in spring,\nRaking the dooryard, working near the house.\nLater they get out further in the fields.\nEverything’s shut sometimes except the barn;\nThe family’s all away in some back meadow.\nThere’s a hay load a-coming—when it comes.\nAnd later still they all get driven in:\nThe fields are stripped to lawn, the garden patches\nStripped to bare ground, the apple trees\nTo whips and poles. There’s nobody about.\nThe chimney, though, keeps up a good brisk smoking.\nAnd I lie back and ride. I take the reins\nOnly when someone’s coming, and the mare\nStops when she likes: I tell her when to go.\nI’ve spoiled Jemima in more ways than one.\nShe’s got so she turns in at every house\nAs if she had some sort of curvature,\nNo matter if I have no errand there.\nShe thinks I’m sociable. I maybe am.\nIt’s seldom I get down except for meals, though.\nFolks entertain me from the kitchen doorstep,\nAll in a family row down to the youngest.”\n\n“One would suppose they might not be as glad\nTo see you as you are to see them.”\n\n“Oh,\nBecause I want their dollar. I don’t want\nAnything they’ve not got. I never dun.\nI’m there, and they can pay me if they like.\nI go nowhere on purpose: I happen by.\nSorry there is no cup to give you a drink.\nI drink out of the bottle—not your style.\nMayn’t I offer you——?”\n\n“No, no, no, thank you.”\n\n“Just as you say. Here’s looking at you then.—\nAnd now I’m leaving you a little while.\nYou’ll rest easier when I’m gone, perhaps—\nLie down—let yourself go and get some sleep.\nBut first—let’s see—what was I going to ask you?\nThose collars—who shall I address them to,\nSuppose you aren’t awake when I come back?”\n\n“Really, friend, I can’t let you. You—may need them.”\n\n“Not till I shrink, when they’ll be out of style.”\n\n“But really I—I have so many collars.”\n\n“I don’t know who I rather would have have them.\nThey’re only turning yellow where they are.\nBut you’re the doctor as the saying is.\nI’ll put the light out. Don’t you wait for me:\nI’ve just begun the night. You get some sleep.\nI’ll knock so-fashion and peep round the door\nWhen I come back so you’ll know who it is.\nThere’s nothing I’m afraid of like scared people.\nI don’t want you should shoot me in the head.\nWhat am I doing carrying off this bottle?\nThere now, you get some sleep.”\n\nHe shut the door.\nThe Doctor slid a little down the pillow.</pre>\n "}, {"title": "Chicken-Hearted", "view_node": "/poem/chicken-hearted", "field_author": "<a href=\"/poet/jennifer-givhan\" hreflang=\"en\">Jennifer Givhan</a>", "field_date_published": "2018", "body": " <p>“It’s time you learn to scrub a chicken.”<br /><span class=\"long-line\">    Mama rarely cooked after working all day—her heart wasn’t in it.</span><br />But a daughter should know how to sterilize</p><p>that pink, ominous cavern before she flew<br />    away to salt her own kitchens: pry its legs apart<br />&amp; reach inside to scoop as if the bird was pregnant.</p><p>When I moved out that winter, pregnant<br /><span class=\"long-line\">    &amp; fat like nobody’s business but still too chicken to tell</span><br />Mama, I took up with a boy who tore apart</p><p><span class=\"long-line\">our piss cold apartment looking for the piece of his heart he</span><br />    swore I’d eaten. He claimed it flew<br />into my belly &amp; before I gave it back, I’d need to sterilize</p><p>it. So I ran around that damn flat with wipes to sterilize every<br />    counter &amp; crevice. Not only was I pregnant &amp;<br />compulsive, but news had spread that flu</p><p>had reached pandemic level—this time from swine not chickens.<br /><span class=\"long-line\">    I’d read that pregnant women were more susceptible to heart failure.</span><br />I figured that also meant the tiny throbbing pink part</p><p>in my belly. I never studied anatomy, apart<br /><span class=\"long-line\">    from an odd encounter with a college boy who tried to sterilize my body</span><br />with his tongue. It didn’t work but left heart-</p><p>shaped scars along my chest &amp; thighs, each mark pregnant with<br />    blood, a strawberry patch or the red wattle of a chicken.<br />I’d begun to waddle around in baggy sweats a few</p><p>weeks since seeing Mama. She’d suspected the “more than a few<br />    pounds” I’d gained, flinging accusations, shredding me apart<br /><span class=\"long-line\">for acting the slut I was. I’d heard it before—she’d squawk chicken</span></p><p>shrills until I broke down. She’d peck at me to sterilize<br /><span class=\"long-line\">    my body like the kitchen, the chicken, my own pink pregnant belly</span><br />ache. She’d have had me scoop out my own heart</p><p>to make a point. I don’t think I could live without a heart.<br /><span class=\"long-line\">    I’d lived without anyone but Mama since the summer we flew over</span><br />the Grand Canyon away from dad. Mama was pregnant</p><p><span class=\"long-line\">then. That didn’t last long. I was eleven when she clawed apart the</span><br />    bathroom, not the kitchen, scrubbing the tub to sterilize<br /><span class=\"long-line\">it for a bath, I’d guessed. I’d have asked but was too chicken.</span></p><p><span class=\"long-line\">The trick was to keep apart from her long enough for my heart to</span><br />    sterilize itself &amp; keep that pink baby from cleansers or flu<br />or Mama’s broken chicken heart. The trick was to stay pregnant.</p> "}, {"title": "The Robin", "view_node": "/poem/robin", "field_author": "<a href=\"/poet/witter-bynner\" hreflang=\"und\">Witter Bynner</a>", "field_date_published": "2018", "body": " <pre>Except within poetic pale\n   I have not found a nightingale,\nNor hearkened in a dusky vale\n   To song and silence blending;\nNo stock-dove have I ever heard,\nNor listened to a cuckoo-bird,\n   Nor seen a lark ascending.\nBut I have felt a pulse-beat start\n   Because a robin, spending\nThe utmost of his simple art\nSome of his pleasure to impart\n   While twilight came descending,\nHas found an answer in my heart,\n   A sudden comprehending. \n\n</pre>\n "}, {"title": "Figure, ground", "view_node": "/poem/figure-ground", "field_author": "<a href=\"/poet/melissa-stein\" hreflang=\"und\">Melissa Stein</a>", "field_date_published": "2018", "body": " <pre>Catapult through hills\nlocking on air. So much of it\nthe lungs won’t take it in.\n\nThen all’s a pinwheel, I’m\nthe pin. The girl\non her back\n\nhaving a tantrum\non the drugstore floor\nuntil her mother stands up and leaves.\n\nThe ladybug’s gunmetal\nlegs pedaling machinely\nuntil they still\n\nand fold. The body\nis an envelope.\nThe air black\n\ndiamonds and helium\nI’m far too far\nto grieve.\n\n</pre>\n "}, {"title": "Burn", "view_node": "/poem/burn-1", "field_author": "<a href=\"/poet/janice-n-harrington\" hreflang=\"und\">Janice N. Harrington</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">The wind then, through seams of bluestem,</span><br /><span class=\"long-line\">or switchgrass swayed by a coyote’s passing.</span></p>\n\n<p><span class=\"long-line\">Where the fabric gapes, Barthes said,</span><br /><span class=\"long-line\">lies the sensual. A prairie cut</span></p>\n\n<p><span class=\"long-line\">by winding seeps, or winds or shearing wings.</span><br /><span class=\"long-line\">Mare’s tails, mackerels, cirrus,</span></p>\n\n<p><span class=\"long-line\">distance dispersed as light. Under a buzzard’s bank</span><br /><span class=\"long-line\">and spiral the prairie folds and unfolds.</span></p>\n\n<p><span class=\"long-line\">Here between the stands of bluestem, I am interruption.</span><br /><span class=\"long-line\">I rake my fingers over culms and panicles.</span></p>\n\n<p><span class=\"long-line\">Here seeds burr into my sleeves, spur each hem.</span><br /><span class=\"long-line\">In a prairie, I am chance. I am rupture. The wind—</span></p>\n\n<p><span class=\"long-line\">thief, ruffian, quick-fingered sky, snatches a kink</span><br /><span class=\"long-line\">of my hair. The broken nap falls, wound round</span></p>\n\n<p><span class=\"long-line\">like a prairie snake, a coil of barbed wire, a snare</span><br /><span class=\"long-line\">for the unwary. In the fall, volunteer naturalists</span></p>\n\n<p><span class=\"long-line\">will wrench invading roots and scour grassy densities</span><br /><span class=\"long-line\">with fire. Wick, knot, gnarl, my kindled hair</span></p>\n\n<p><span class=\"long-line\">will flare, burn, soften into ash, ash that will settle,</span><br /><span class=\"long-line\">sieve through soil, compost for roots to suck</span></p>\n\n<p><span class=\"long-line\">and worms to cast out, out into the loess that raises</span><br /><span class=\"long-line\">redtop, turkeyfoot, sideoats grama,</span></p>\n\n<p><span class=\"long-line\">and all the darkened progenies of grass</span><br /><span class=\"long-line\">that reach and strive and shape dissent from light.</span></p>\n"}, {"title": "House Hunters", "view_node": "/poem/house-hunters", "field_author": "<a href=\"/poet/kevin-prufer\" hreflang=\"und\">Kevin Prufer</a>", "field_date_published": "2018", "body": " <pre>I love the crown molding and the white granite countertops.\n\nAnd look, dear! Stainless steel appliances! Don’t you love them?  \n\nIt’s such a perfect apartment, and, in every room, a coffered ceiling.     \n\nAnd don’t you love the pink twin sinks, like porcelain scallops?\n\nAnd listen to the faucets, \n\nlike the rush of a waterfall heard through thick woods just as the birds began to sing early one morning years ago in the hills outside Florence. \n\nWhere are you going?\n\nLove fills me the way the sun surprises the room when I pull the string and the curtains open.\n\nPinch-pleat curtains, crinkle-voile, semi-opaque, and sheer! Soft as love when I stroke them, warm as love against my cheek, a scent of spring rain gentling the petunias when I wrap myself in them \n\nuntil I cannot see, until I cannot move my arms or legs. \n\nOf course, I’d love to see the guest bedroom with its walk-in closet and built-in shoe shelf, its <em>en suite</em> bath with the whirlpool tub!\n\nLet me just wipe my eyes on these curtains. Let me just untangle.\n\nThe view through this window is so lovely, the far fingers of smoke trembling over the distant city where the workers—\n\nrich black thoughts pour from the smokestacks is all I have to say about the workers.   \n\nNo, sorry, I’m still here, wrapped in the curtains. They were so alluring, \n\nvoluptuous, really, if curtains can be voluptuous against bare skin. You continue with the tour, dear,\n\nand I’ll be along presently. The sky is rose chiffon, the clouds like pressed flowers above the smokestacks,\n\njust leave me here, restrained and lavished at once! And the window, with its inviting coolness\n\nto the tongue. To <em>my</em> tongue. It’s like I am licking those smokestacks!\n\n</pre>\n "}, {"title": "Remnants of the Goddess", "view_node": "/poem/remnants-goddess", "field_author": "<a href=\"/poet/vandana-khanna\" hreflang=\"en\">Vandana Khanna</a>", "field_date_published": "2018", "body": " <pre>Let them come for what’s left:\na chorus of bone, river and soot.\nWorthy enough. Holy enough. \n\nLike all the others, singular—or not.\nWanting only for your name to blue \nmy lips and call it miracle. \n\nOur love double-knotted, saddle-stitched\nheld the world together. Until it didn’t—\nall the words you placed in me flushed\nand faltered. From memory, I recited \ntheir worn prattle—cut them clean \nwith my bite. The jungle we made in blame \n\ngrew and grew, fed on our melancholy. \nNot even the birds knew to change their songs. \n\n</pre>\n "}, {"title": "An Alluded to Letter from DTM for Matthew Olzmann", "view_node": "/poem/alluded-letter-dtm-matthew-olzmann", "field_author": "<a href=\"/poet/david-tomas-martinez\" hreflang=\"en\">David Tomas Martinez</a>", "field_date_published": "2018", "body": " <pre>and Vievee Francis concerning love, redemption,\n            and the TV show Empire\n \t    might not be the most august\nof openings, but like hypocrisy in this great falling  \t\n \t    hegemony, it’s all I got.\n \n                     Besides, what’s history but\na conversation we’re born into without context,\n \nand what is society but three friends who keep dipping\nto the DM’s from a group text. Oh, America, where its\nmost valid\n \n \t    ID states, <em>I am Erica</em>, in glittery pink\nhearts, the hologram hinting at the fact that this card holder\n \t    has a dogmatic Top Forty devotion,\nonly eats organic granola, and raises strays humanely.\n \nIt’s easy to be angry when the constitution starts for some,\n<em>We the People</em>, and begins for others, <em>Well see, you people.</em>\nSome can’t start a sentence without <em>To be fair.</em>\n                    \t     \t\n   \t                This is where, if I were a white poet, I’d be ironic,\n        especially if I had, in the Stevens’\n   \tvernacular, a mind of winter,\nwhich is a generous manner of saying said poet’s\n                                emotionally snowed in.\n \nIt’s still socially unacceptable in my community\nto admit predispositions toward depression.\nIn part because we think sadness is bougie. I sure\nas pig believed\n  \t                that I was too broke to be\ndepressed. Machismo culture means, Matthew,\nthat we never needed any other emotion than\n \npower, anything but anger was middling, that\nI never had the courage to be anything but\n<span class=\"long-line\">                         mean, to say, <em>hey friend, I see your achievement.</em> Hey friend,</span>\nI see your achievement. Hyperbole shades in\n \nwhat we are afraid to say. In my experience,\nwhen someone’s really feeling you, they’ll ask,\n<em>You got some black in you,\n \ndon’t lie.</em> Beautiful black women, ask me again what I am,\ntouch my hair once more, tell me it must be the Indians\nin me. Tell me otra vez, while holding my ears, while\nI look up at you, no tienes labios pero tus besos\n \n             son como azúcar. Beautiful black women,\nwe’ve built so many types of pyramids. I can love you,\nand dis\n \n                        like the rhetoric.\n If you say you don’t smell beach-y, oceanic,\n a wave breaking obsequiously, then you don’t. Skin\n \n       \t     can’t be the night, too\nfilled with a lonely white consciousness.\n \n   \t                  We up in church yet, Vievee?\nThe dog and pony show of white tears makes some of us\n pretty pet-able. And here is where if I were a white poet\n     \t     I’d say black women are saving the world.\n \n        \t          Some of the poorest poets swear\nby their Kraft. A politics. Perfection, beauty were never white\n\t    \t                                    aesthetics. Despite this, pimps\n put white girls out during the day, black girls at night.\n \n \t                  Rachel Dolezal went on the nightly news and\ntelevised us with falsehoods, darkened us all, but she probably\nunderstood Louis Simpson best, who said every\naesthetic statement is a defense of one’s own,\n \nso when I say I love you, what I mean is I love what\nI am, but especially, maybe more so,\nwhat I’ve never been.\n</pre>\n "}, {"title": "Our Father", "view_node": "/poem/our-father", "field_author": "<a href=\"/poet/jill-mcdonough\" hreflang=\"en\">Jill McDonough</a>", "field_date_published": "2018", "body": " <pre>A year or two, mornings before school,\nour father came into our rooms with pliers. \nMy sisters and I crammed into Jordache\ncasings, Gloria Vanderbilts. We’d jump\ninto jeans, tug them up our ashy thighs, abrade\nyoung skin with denim seams. Taut denimed butts\non polyester Holly Hobby bedspreads, until they\nwere painted on, until our arms ached, our fingers\nhurt, until we were panting, exhausted, our smooth\nforeheads beaded with sweat. Near tears as usual,\ncalling for help. After the first time, when he laughed\nbut then couldn’t grip the brass zipper, so ha ha dad\nthe joke’s on you, he kept pliers handy, grabbed\nthe pull tab, tugged it up the teeth so we\ncould button our own damn pants. What we think\nwe want. What we know. What do we know\nwhen we ask for what we think we want? We pray\nfor ridiculous things, we humans. And so often are indulged.\n</pre>\n "}, {"title": "A Brief Ontological Investigation", "view_node": "/poem/brief-ontological-investigation", "field_author": "<a href=\"/poet/erika-meitner\" hreflang=\"und\">Erika Meitner</a>", "field_date_published": "2018", "body": " <pre style=\"text-align: justify;\">What can I say to cheer you up? This afternoon the sky is like five portholes between the clouds. The unidentifiable weeds are tall and still unidentifiable and I miss the cows in the field, where have they gone? Sometimes one would wander then stand in the middle of the road and I’d have to stop my car and wait for it to decide to finish crossing. I am drinking seltzer through a straw because of my injury and I have inexplicable bruises on the side of my thigh and I just spent the last five minutes watching a bird through my window sitting in the small crotch where two phone lines x together though it flew off before I could take a picture of it. In the urgent care waiting room this morning there was a magazine with a proven neuroscience article on rituals that will make us happy and the first was practicing gratitude but when I tried to think of something right there next to the guy with the walker and the woman with gauze held to her cheek I came up blank. Because I am a terrible person I will tell you that my neighbor does this thing I hate with her kids called heart-bread, where they’re forced each night before bed to go around one by one and come up with a moment of gratitude and I want to tell her that we can thank anything—the crushed cans in recycling, my wristwatch for keeping time, the rainstorm yesterday that had water pouring from the gutters. I mean, we all overflow; we all feel an abundance of something but sometimes it’s just emptiness: vacant page, busy signal, radio static, implacable repeat rut where the tone arm reaches across a spinning vinyl record to play it again, rest its delicate needle in a groove and caress forever the same sound from the same body. Which is to say that the opposite of ennui is excitement and I’m not feeling it either today even a little. Not in the CVS while browsing the shiny electric rainbow nail-polish display indefinitely while waiting for my prescription. And probably not on my run later no matter how bucolic the mountains seem in the 5pm heat. The second ritual in that article was to touch people, which is easy if you’re with people you can touch but I’m in too loud a solitude and can only touch myself which reminds me of that old Divinyls’ song and I’m pretty sure that’s not what the article meant. Buber says you has no borders but he’s talking about god I think since this is not true of us because we all have bodies which make us small countries or maybe islands. If summer means our bodies are more porous perhaps we’re also more open to this inexplicable sadness that hangs here from the cinderblocks, drags itself across the barbed wire fence. What I’m trying to tell you is that I’m not cheered up either. That bird, before it flew off, I like to think of the crossed wires, the impenetrable conversations rushing under its feet. \n</pre>\n "}, {"title": "Spirits", "view_node": "/poem/spirits", "field_author": "<a href=\"/poet/william-archila\" hreflang=\"en\">William Archila</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">At daylight, he surrendered to the gutters’ </span><br /><span class=\"long-line\">thick cirrhosis, his trajectory </span></p>\n\n<p><span class=\"long-line\">half awake, half anvil from the glass to the killing floor</span><br /><span class=\"long-line\">I was raised in, each thin thread tethered </span></p>\n\n<p><span class=\"long-line\">from the root of a nicotined tooth </span><br /><span class=\"long-line\">to the rusted bars of the slammer.  I couldn't tell you why </span></p>\n\n<p><span class=\"long-line\">Felix the Cat came to mind, totally inebriated, </span><br /><span class=\"long-line\">two Xs, bubbles popping, his gait </span></p>\n\n<p><span class=\"long-line\">a saint carried in a procession—Cherry Pink </span><br /><span class=\"long-line\">&amp; Apple Blossom White, 1955—</span></p>\n\n<p><span class=\"long-line\">except that my grandfather died </span><br /><span class=\"long-line\">with a bottle in his pocket, his Robert Mitchum</span></p>\n\n<p><span class=\"long-line\">chin &amp; pompadour distilled</span><br /><span class=\"long-line\">from a banana republic in fire, a slow, steady </span></p>\n\n<p><span class=\"long-line\">drinker, perfect fulfillment to drown out </span><br /><span class=\"long-line\">his manhood. There's a certain kind of fix </span></p>\n\n<p><span class=\"long-line\">that falters precariously, </span><br /><span class=\"long-line\">a benediction when they allege </span></p>\n\n<p><span class=\"long-line\">one more drunk for the hood. He didn't matter </span><br /><span class=\"long-line\">to the dispenser nor the riffraff crowd. </span></p>\n\n<p><span class=\"long-line\">Nothing about him capsized, except his compound </span><br /><span class=\"long-line\">of cologne &amp; corrosion.  All those rotguts. </span></p>\n\n<p><span class=\"long-line\">All those bums. They didn't matter </span><br /><span class=\"long-line\">to the nation, though they were the nation.</span></p>\n"}, {"title": "Leaving", "view_node": "/poem/leaving-0", "field_author": "<a href=\"/poet/allison-adelle-hedge-coke\" hreflang=\"und\">Allison Adelle Hedge Coke</a>", "field_date_published": "2018", "body": " <pre>No matter how he wrested himself silent in night,\nsix days post-stroke he woke fluent in former languages,\nbacktracking this time here.\n \nMercy nurses, attendants, remedied in their own.\nOnce he registered, all he cawed out was\n          if it’s too far gone, we need to talk.\n \n     All of this, what I am, doesn’t know how to die.\n     All I know how to do is survive. All I ever done.\n \n     If it’s time, tell me, tell me, give me four days. \n     I’d like to have that blanket Dustin designed.\n     Damnit, I hate to leave this beauty,           life.\n \nOn the fourth, came the Pendleton, delivered\nright on time. His breath slowed, eased, then quit.\nThat was it.\n \nAfter some hours the rest of us slept.\nSome of us sleep still left.\n</pre>\n "}, {"title": "A Tempest in a Teacup", "view_node": "/poem/tempest-teacup", "field_author": "<a href=\"/poet/van-jordan\" hreflang=\"und\">A. Van Jordan</a>", "field_date_published": "2018", "body": " <pre><em>Prospero</em>\n\nAssume, just for a moment, \nI am denied a job\nin the factory of my dreams\nunder the fluorescent lights\nof a porcelain white foreman.\n\nIt’s orderly and neat.\nI feed my family.\nNo one questions my face.\nI raised my son in my likeness,\nso he would never go unseen,\n\nbobbing on a wave of expectation,\nI set in motion with my back\nput into my work, praying\nfor my country, blessed \nwith more of me, never worrying\n\nabout those who might die,\nor those who did, trying\nto stir a storm, trying\nto stand where I’m standing.\n</pre>\n "}, {"title": "Scintilla", "view_node": "/poem/scintilla", "field_author": "<a href=\"/poet/william-stanley-braithwaite\" hreflang=\"und\">William Stanley Braithwaite</a>", "field_date_published": "1922", "body": " <pre>I kissed a kiss in youth\n   Upon a dead man’s brow;\nAnd that was long ago,—\n   And I’m a grown man now,\n \nIt’s lain there in the dust,\n   Thirty years and more;—\nMy lips that set a light\n   At a dead man’s door.\n</pre>\n "}, {"title": "The Rhinoceros Calf", "view_node": "/poem/rhinoceros-calf", "field_author": "<a href=\"/poet/jennifer-givhan\" hreflang=\"en\">Jennifer Givhan</a>", "field_date_published": "2018", "body": " <p>that failed to make a strong bond with its mother<br />&amp; was shipped from a Florida zoo to New Mexico’s</p><p>(they’d struck a deal with the dairy farm for that baby<br />would drink thousands of gallons of cow’s milk)</p><p>that calf in the corner who doesn’t know I’m watching her<br /><span class=\"long-line\">or thinking anything at all      &amp; will remember her for years</span></p><p><span class=\"long-line\">will think of her often with her sugared substitute her dry</span><br />high desert air      &amp; wonder why on the coast</p><p>in humidity &amp; hurricane weather in an enclosure<br />like ours                      <br />                          &amp; my children sitting beside</p><p>me on the bench where I watch   tears down my face    my<br />children asking why are you crying      mama     &amp; the truth</p><p>is I don’t know      did that mother with her body<br /><span class=\"long-line\">say nothing     say no      did that mother really just let go</span></p> "}, {"title": "Warn the Young Ones", "view_node": "/poem/warn-young-ones", "field_author": "<a href=\"/poet/jennifer-givhan\" hreflang=\"en\">Jennifer Givhan</a>", "field_date_published": "2018", "body": " <p>First war       She polishes the spine of her own<br />flesh       Tethered nerve      strangling cord       She</p><p>burial mounds       She rituals       She<br />corn stalks in rustling fields       Nothing tribe</p><p>nothing sex       Rock for riverbed       Notched<br />with flint       Second war       She needs less       Sequoia</p><p>burns       Cities       In her body      wrappings<br />of bodies       She debates running       She debates peeling</p><p>skin       She stops debating      begins praying without<br />knees       Not <em>for</em> rain       <em>Prays</em> rain       Holy nothing</p><p>unlaces nothing remembered nothing<br />forgiven—          Come others       Third war      </p><p>She is a void in the particle machine       She is dust     <br />Fourth war she loses the need for water       She loses</p><p>all taste       Rain brings each earthwormed corpse       Nothing<br />ugly       Turn not       Her face from the dead       She</p><p>resurgence       She fable of bee boxes<br />&amp; honey       She ark of some lost territory</p><p>of animals       She zebras       She aardvarks      <br />She dredges the flooded streets of her      the gutters    </p><p>Fifth war       She grows stronger       All that can be<br />taken she takes       All that can be eaten</p><p>she swallows       All that can be broken she<br />pulls into her belly &amp; releases       Nothing is whole     </p><p>Sixth war       She loses her appetite       Her bones brittle     <br />The cabbage in the broth bitters       She</p><p>pulls from ribcages       Hearts       Uses them<br />as weapons       Seventh war       The cord she began with      </p><p>Nothing like a noose       She would rest       Longs for nothing<br />but rest       Each threaded backbone slips its knot       Nothing</p><p><span class=\"long-line\">transforms       She wants to tell you this is the end       She wants </span></p> "}, {"title": "The Dying Girl &amp; The Date Palm", "view_node": "/poem/dying-girl-date-palm", "field_author": "<a href=\"/poet/jennifer-givhan\" hreflang=\"en\">Jennifer Givhan</a>", "field_date_published": "2018", "body": " <p><span class=\"long-line\">Come find me under the black persimmon tree    Mama</span><br /><span class=\"long-line\">where prayers bear wrinkled fruit     bear messages home</span></p><p>Come tend me at sunrise    like sweeping<br />a grave    offering fresh tortillas</p><p><span class=\"long-line\">rolled each morning    menudo steaming on the stove   </span><br /><span class=\"long-line\">My patch of yellowing in the grass    my lungs culling holes</span></p><p>in the sweet so close to my palms I can nearly grasp    <br /><span class=\"long-line\">What does a mouth hold but secrets     What tongue in mine</span></p><p><span class=\"long-line\">What bone-handled crotch &amp; tissue paper wadded to staunch</span><br /><span class=\"long-line\">the bleeding     The boy on the bicycle called my name    pulled</span></p><p>it from my mouth like meat from the seed &amp;<br />his older brother with a truck     A hole in the floorboard   </p><p>A hole in the world    <br />                                       Persimmons call themselves stories</p><p><span class=\"long-line\">of the gods     Mama    did you also wake into the mythical  </span><br />I mean    raise yourself    hold the cast of yourself  </p><p>bones splitting as moonstones    as midnight    undone   <br /><span class=\"long-line\">Leaves fall across my eyes     Mama     come find me before I bloom</span></p> "}, {"title": "Tingo* (For Divorce)", "view_node": "/poem/tingo-divorce", "field_author": "<a href=\"/poet/jennifer-givhan\" hreflang=\"en\">Jennifer Givhan</a>", "field_date_published": "2018", "body": " <p style=\"text-align: right;\"><em>*To gradually steal all the possessions out of a neighbour’s house by borrowing </em><em>&amp; not returning —Anjana Iyer</em></p><p>Your mother slaps a frenzy of honey on her plain soft bread<br /><span class=\"long-line\">asking where the toaster’s gone &amp; where’s her thieving daughter-in-law?</span></p><p>I stole her favorite cowboy boots &amp; bought a ticket<br />for the rodeo. I watched the sun setting behind the bleachers</p><p>&amp; held a cup of cold beer to my lips, unthinking of you.<br />Yes, I took your toaster &amp; a set of tongs your hard-of-hearing</p><p>mother thought you said were her thongs &amp; I laughed<br /><span class=\"long-line\">at the impracticality before I took her wedding linen &amp; monogrammed</span></p><p><span class=\"long-line\">bedding off the bed she’ll die in. When you lived in my house you ate</span><br />cake every day. You left cigarette burns in my cushions.</p><p><span class=\"long-line\">The yellowed newspaper clipping announcing our engagement, its picture of us</span><br /><span class=\"long-line\">down by the river where we used to fool around?—I stole that too.</span></p><p><span class=\"long-line\">The bullhorns from their pens signaled disaster to anyone who knew the</span><br /><span class=\"long-line\">signs. I stole the dirt shadowing the air. I stole the whole show.</span></p> "}, {"title": "Karaoke Night at the Asylum", "view_node": "/poem/karaoke-night-asylum", "field_author": "<a href=\"/poet/jennifer-givhan\" hreflang=\"en\">Jennifer Givhan</a>", "field_date_published": "2018", "body": " <p>When I was eleven, Mama sang karaoke<br />at the asylum. For family night, she’d chosen</p><p>Billie Holiday, &amp; while she sang, my brother, a<br />fretted possum, clung</p><p>to me near the punch bowl. I remember her<br />then, already coffin-legged—</p><p>mustard grease on her plain dress,<br />the cattails of her hair thwapping along</p><p>with the beat. The balding headstones of the<br />others—quarantined</p><p>from their own mothers &amp; sisters &amp; daughters—<br />I wondered if they, like us, were strange</p><p>alloys of sadness &amp; forgetting<br />the words to the songs. I was a grave-</p><p>digger then. A rat fleeing ship.  Mama,<br />who hadn’t sung to me since I was a baby &amp;</p><p>never would again, was the lynchpin— I’m still<br />turning &amp; turning the screw.</p> "}, {"title": "You Meet Someone and Later You Meet Their Dancing and You Have to Start Again", "view_node": "/poem/you-meet-someone-and-later-you-meet-their-dancing-and-you-have-start-again", "field_author": "<a href=\"/poet/david-welch\" hreflang=\"en\">David Welch</a>", "field_date_published": "2018", "body": " <p>                              —Heather Christle</p><p>You meet someone and inside of them<br />you know there swells<br />a small country brimming<br />with steel and beasts of labor.<br />You love the country<br />and so you fear it.<br />Its flora fascinates you.<br />You wish to visit, though<br />you worry you won’t<br />wear the right clothes, that you'll fail<br /><brwear br=\"\" ll=\"\" right=\"\" that=\"\" the=\"\">to order a drink, ask directions,<br />assure the clerk in the flower<br />shop you aren’t a thief.<br />They’re only roses. They remind you<br />of the one you love.<br />Even with your eyes closed<br />in your own mouth you’d know<br />they’re roses.</brwear></p> "}], "pager": {"current_page": 232, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}