{"rows": [{"title": "Palinode", "view_node": "/poem/palinode", "field_author": "<a href=\"/poet/monica-youn\" hreflang=\"und\">Monica Youn</a>", "field_date_published": "2016", "body": " <p>1.</p><p>a bird / falls off / a balcony / panicked grasping / fistfuls of / air</p><p>2.</p><p>I was wrong<br />please I was<br />wrong please I<br />wanted nothing please<br />I don’t want</p> "}, {"title": "To a Magazine", "view_node": "/poem/magazine", "field_author": "<a href=\"/poet/mary-ruefle\" hreflang=\"und\">Mary Ruefle</a>", "field_date_published": "2016", "body": "<p>I am rejecting your request for a letter of rejection. One must reject everything in order to live. That may be true, but the rejected know another knowledge—that if they were not rejected, heaven would descend upon the earth in earthly dreams and an infinite flowering of all living forms would form a silveresque film over our sordid history, which has adventitiously progressed through violent upheavals in reaction to rejection; without rejection there would be no as-we-know-it Earth. What is our ball but a rejected stone flung from the mother lode? The rejected know that if they were nonrejected a clear cerulean blue would be the result, an endless love ever dissolving in more endless love. This is their secret, and none share it save them. They remain, therefore, the unbelieved, they remain the embodiment of heaven herself. Let others perpetuate life as we know it—that admixture, that amalgam, the happy, the sad, the profusion of all things under the sunny moon existing in a delicate balance, such as it is. Alone, the rejected walk a straight path, they enter a straight gate, they see in their dreams what no one else can see—an end to all confusion, an end to all suffering, an elysian mist of eternally good vapor. Forgive me if I have put your thoughts into words. It was the least I could do for such a comrade, whose orphaned sighs reach me in my squat hut.</p>\n"}, {"title": "Please Read", "view_node": "/poem/please-read", "field_author": "<a href=\"/poet/mary-ruefle\" hreflang=\"und\">Mary Ruefle</a>", "field_date_published": "2016", "body": " <p style=\"text-align: right;\"><em>Once upon a time there was a bird, my God</em>.<br />—Clarice Lispector</p><p>I am the yellow finch that came to her feeder an hour before she died. I was the last living thing she saw, so my responsibility was great. Yet all I did was eat. Through eight long months of winter the black oiled sunflower seeds had gone untouched—not a single one of my kind or any other kind had approached them. It was too much work. Even if we’d had the strength—which we did not, half-starved as we were—we were not in the mood to crack anything. On the morning of the twenty-second of April she took them away and refilled the feeding tube with sunflower hearts—sheeny niblets whose hard outer husk had been stripped away by some faraway, intricate machine. She went back inside and waited. From my branch I could see her do the things she liked to do—she picked up a towel from off the floor, she filled out a card stopping the mail, she boiled water, she stared into space. She saw me coming. Her face flickered with, if not exactly joy, the ordinary wellspring of life. It’s true there was a sheet of glass between us. But I could see the seeds of her eyes and the upturned corners of her mouth. I ate a heart. I turned my head. She looked at me as if I were the last living thing on earth. And as I was, I kept on eating.</p> "}, {"title": "Astronomers Locate a New Planet", "view_node": "/poem/astronomers-locate-new-planet", "field_author": "<a href=\"/poet/matthew-olzmann\" hreflang=\"en\">Matthew Olzmann</a>", "field_date_published": "2016", "body": "<blockquote><p><sup><em>“Because it is so dense, scientists calculate the carbon must be crystalline, so a large part of this strange world will effectively be diamond.”</em><br />\n—Reuters, 8/24/2011</sup></p>\n</blockquote>\n<p><span class=\"long-line\">Like the universe’s largest engagement ring, it twirls</span><br /><span class=\"long-line\">and sparkles its way through infinity.</span><br /><span class=\"long-line\">The citizens of the new world know about luxury.</span><br /><span class=\"long-line\">They can live for a thousand years.</span><br /><span class=\"long-line\">Their hearts are little clocks</span><br /><span class=\"long-line\">with silver pendulums pulsing inside,</span><br /><span class=\"long-line\">Eyes like onyx, teeth like pearl.</span><br /><span class=\"long-line\">But it’s not always easy. They know hunger.</span><br /><span class=\"long-line\">They starve. A field made of diamond</span><br /><span class=\"long-line\">is impossible to plow; shovels crumble and fold</span><br /><span class=\"long-line\">like paper animals. So frequent is famine,</span><br /><span class=\"long-line\">that when two people get married,</span><br /><span class=\"long-line\">one gives the other a locket filled with dirt.</span><br /><span class=\"long-line\">That’s the rare thing, the treasured thing, there.</span><br /><span class=\"long-line\">It takes decades to save for,</span><br /><span class=\"long-line\">but the ground beneath them glows,</span><br /><span class=\"long-line\">and people find a way.</span></p>\n<p><span class=\"long-line\">On Earth, when my wife is sleeping,</span><br /><span class=\"long-line\">I like to look out at the sky.</span><br /><span class=\"long-line\">I like to watch TV shows about supernovas,</span><br /><span class=\"long-line\">and contemplate things that are endless</span><br /><span class=\"long-line\">like the heavens and, maybe, love.</span><br /><span class=\"long-line\">I can drink coffee and eat apples whenever I want.</span><br /><span class=\"long-line\">Things grow everywhere, and so much is possible,</span><br /><span class=\"long-line\">but on the news tonight: a debate about who</span><br /><span class=\"long-line\">can love each other forever and who cannot.</span></p>\n<p><span class=\"long-line\">There was a time when it would’ve been illegal</span><br /><span class=\"long-line\">for my wife to be my wife. Her skin,</span><br /><span class=\"long-line\">my household of privilege. Sometimes,</span><br /><span class=\"long-line\">I wish I could move to another planet.</span><br /><span class=\"long-line\">Sometimes, I wonder what worlds are out there.</span><br /><span class=\"long-line\">I turn off the TV because the news rarely makes</span><br /><span class=\"long-line\">the right decision on its own. But even as the room</span><br /><span class=\"long-line\">goes blacker than the gaps between galaxies,</span><br /><span class=\"long-line\">I can hear the echoes: who is allowed to hold</span><br /><span class=\"long-line\">the ones they wish to hold, who can reach</span><br /><span class=\"long-line\">into the night, who can press his or her</span><br /><span class=\"long-line\">own ear against another’s chest and listen</span><br /><span class=\"long-line\">to a heartbeat telling stories in the dark.</span></p>\n"}, {"title": "Build, Now, a Monument", "view_node": "/poem/build-now-monument", "field_author": "<a href=\"/poet/matthew-olzmann\" hreflang=\"en\">Matthew Olzmann</a>", "field_date_published": "2016", "body": " <p>No longer satisfied by the way time slips<br />through his life’s work, the maker<br />of hourglasses yearns for a change.</p><p>He elects to construct a staircase instead.<br />Rather than grains of sand,<br />he’ll manufacture one stair after another<br />to lament every transient second.</p><p>Look at it now! It rockets upward, almost vertical,<br />beginning in his backyard, puncturing<br />the cloud cover, and everyone speculates<br />where it will end. It will end<br />where all ambitions end: in the ether,<br />where the body ceases, and a story continues.</p><p>But for now, it’s a monument.<br />For now: a defiance, misoneism.<br />A bridge between<br />Earth and what Earth cannot touch.</p><p>What does he think as he builds?<br />Mostly he contemplates the work:<br />the sawdust, the anger, the hammer.<br />But sometimes he dreams of cars, highways,<br />of crashes and sequestered wreckage.<br />Old pain. He had a friend, out there.<br />There was a highway, a vehicle overturned.</p><p>If his friend was here today,<br />she’d understand this monument.<br />She liked the sky, country music and caterpillars.</p><p>There are four thousand muscles in a caterpillar.<br />It uses every one of them<br />to become something other than itself.<br /><em>Is the body a cocoon? </em>the man wonders.</p><p>From the top of the staircase, the life<br />he left below is almost unrecognizable.<br />Look at the beagle, yelping in the neighbor’s yard.<br />The rooftops of the shrinking houses. Everything<br />getting smaller as his view of the world</p><p>expands. The roads marked by petite yellow lines.<br />Graceland and Grant’s Tomb and whatever’s left<br />of the Parthenon. All of it is down there.<br />Things end. But what he can’t comprehend<br />is how, around those endings, everything else<br />continues.</p> "}, {"title": "Replica of The Thinker", "view_node": "/poem/replica-thinker", "field_author": "<a href=\"/poet/matthew-olzmann\" hreflang=\"en\">Matthew Olzmann</a>", "field_date_published": "2016", "body": " <p>By the doorstep of The Museum,<br />the Duplicate is frustrated.<br />Like the offspring of a rock star or senator,<br />no matter what he does, it’s never enough.<br />He only wants to think dignified thoughts,<br />important thoughts, thoughts that will imprint<br />like an artist’s signature on the memory of mankind.<br />But it’s difficult, because when he thinks,<br />his head is filled with iron and bronze,<br />not neurons and God.</p><p>I too, feel like that.<br />You know how it works when you make a photocopy<br />of a photocopy? The original fights to be seen<br />but appears blurred in each new version.<br />Each morning, I sit at the kitchen table<br />the way my father must’ve years ago.<br />I’ve got my oatmeal and coffee,<br />my newspaper and blank stare.<br />                                                  The Replica</p><p>digs his right elbow into his left thigh,<br />his chin into his right fist, and then he thinks<br />as hard as his maker will allow. He tries to envision<br />patterns among celestial bodies, the mysteries<br />of Christ, X + Y, crossword puzzles, free will.<br />The expression on his face:<br />somewhere between agony and falling asleep.</p><p>Yet he holds this pose<br />as if no one will notice what frauds we are,<br />as if some world around him is about to make sense,<br />some answer has almost arrived. Almost.</p> "}, {"title": "Spilled Sugar", "view_node": "/poem/spilled-sugar", "field_author": "<a href=\"/poet/thylias-moss\" hreflang=\"und\">Thylias Moss</a>", "field_date_published": "2016", "body": " <p>I cannot forget the sugar on the table.<br />The hand that spilled it was not that of<br />my usual father, three layers of clothes<br />for a wind he felt from hallway to kitchen,<br />the brightest room though the lightbulbs<br />were greasy.</p><p>The sugar like bleached anthills of ground teeth.<br />It seemed to issue from open wounds in his palms.<br />Each day, more of Father granulated, the injury spread<br />like dye through cotton, staining all the wash,<br />condemning the house.</p><p>The gas jets on the stove shoot a blue spear<br />that passes my cheek like air. I stir<br />and the sugar dissolves, the coffee giving no evidence<br />that it has been sweetened and I will not taste it<br />to find out, my father raised to my lips, the toast burnt,<br />the breakfast ruined.</p><p>Neither he nor I will move from the shrine<br />of Mother’s photo. We begin to understand<br />the limits of love’s power. And as we do,<br />we have to redefine God; he is not love at all.<br />He is longing.</p><p>He is what he became those three days<br />that one third of himself was dead.</p> "}, {"title": "Interpretation of a Poem by Frost", "view_node": "/poem/interpretation-poem-frost", "field_author": "<a href=\"/poet/thylias-moss\" hreflang=\"und\">Thylias Moss</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">A young black girl stopped by the woods,</span><br /><span class=\"long-line\">so young she knew only one man: Jim Crow</span><br /><span class=\"long-line\">but she wasn’t allowed to call him Mister.</span><br /><span class=\"long-line\">The woods were his and she respected his boundaries</span><br /><span class=\"long-line\">even in the absences of fence.</span><br /><span class=\"long-line\">Of course she delighted in the filling up</span><br /><span class=\"long-line\">of his woods, she so accustomed to emptiness,</span><br /><span class=\"long-line\">to being taken at face value.</span><br /><span class=\"long-line\">This face, her face eternally the brown</span><br /><span class=\"long-line\">of declining autumn, watches snow inter the grass,</span><br /><span class=\"long-line\">cling to bark making it seem indecisive</span><br /><span class=\"long-line\">about race preference, a fast-to-melt idealism.</span><br /><span class=\"long-line\">With the grass covered, black and white are the only options,</span><br /><span class=\"long-line\">polarity is the only reality; corners aren’t neutral</span><br /><span class=\"long-line\">but are on edge.</span><br /><span class=\"long-line\">She shakes off snow, defiance wasted</span><br /><span class=\"long-line\">on the limited audience of horse.</span><br /><span class=\"long-line\">The snow does not hypnotize her as it wants to,</span><br /><span class=\"long-line\">as the blond sun does in making too many prefer daylight.</span><br /><span class=\"long-line\">She has promises to keep,</span><br /><span class=\"long-line\">the promise that she bear Jim no bastards,</span><br /><span class=\"long-line\">the promise that she ride the horse only as long</span><br /><span class=\"long-line\">as it is willing to accept riders,</span><br /><span class=\"long-line\">the promise that she bear Jim no bastards,</span><br /><span class=\"long-line\">the promise to her face that it not be mistaken as shadow,</span><br /><span class=\"long-line\">and miles to go, more than the distance from Africa to Andover</span><br /><span class=\"long-line\">more than the distance from black to white</span><br /><span class=\"long-line\">before she sleeps with Jim.</span></p>\n"}, {"title": "The Laughing Child", "view_node": "/poem/laughing-child", "field_author": "<a href=\"/poet/w-s-merwin\" hreflang=\"und\">W. S. Merwin</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">When she looked down from the kitchen window</span><br /><span class=\"long-line\">into the back yard and the brown wicker</span><br /><span class=\"long-line\">baby carriage in which she had tucked me</span><br /><span class=\"long-line\">three months old to lie out in the fresh air</span><br /><span class=\"long-line\">of my first January the carriage</span><br /><span class=\"long-line\">was shaking she said and went on shaking</span><br /><span class=\"long-line\">and she saw I was lying there laughing</span><br /><span class=\"long-line\">she told me about it later it was</span><br /><span class=\"long-line\">something that reassured her in a life</span><br /><span class=\"long-line\">in which she had lost everyone she loved</span><br /><span class=\"long-line\">before I was born and she had just begun</span><br /><span class=\"long-line\">to believe that she might be able to</span><br /><span class=\"long-line\">keep me as I lay there in the winter</span><br /><span class=\"long-line\">laughing it was what she was thinking of</span><br /><span class=\"long-line\">later when she told me that I had been</span><br /><span class=\"long-line\">a happy child and she must have kept that</span><br /><span class=\"long-line\">through the gray cloud of all her days and now</span><br /><span class=\"long-line\">out of the horn of dreams of my own life</span><br /><span class=\"long-line\">I wake again into the laughing child</span></p>\n"}, {"title": "The Wings of Daylight", "view_node": "/poem/wings-daylight", "field_author": "<a href=\"/poet/w-s-merwin\" hreflang=\"und\">W. S. Merwin</a>", "field_date_published": "2016", "body": " <p>Brightness appears showing us everything<br />it reveals the splendors it calls everything<br />but shows it to each of us alone<br />and only once and only to look at<br />not to touch or hold in our shadows<br />what we see is never what we touch<br />what we take turns out to be something else<br />what we see that one time departs untouched<br />while other shadows gather around us<br />the world’s shadows mingle with our own<br />we had forgotten them but they know us<br />they remember us as we always were<br />they were at home here before the first came<br />everything will leave us except the shadows<br />but the shadows carry the whole story<br />at first daybreak they open their long wings</p> "}, {"title": "House of Green Thunder", "view_node": "/poem/house-green-thunder", "field_author": "<a href=\"/poet/lee-ann-brown\" hreflang=\"und\">Lee Ann Brown</a>", "field_date_published": "2016", "body": " <p> </p><p>          for Carl &amp; Lillian Sandburg’s <em>Connemara</em>, Flat Rock, NC</p><p> </p><p>As a child I was taken<br />to visit Connemara<br />as I remember<br />a little display of concrete poems<br />in the shapes of shoes<br />next to a typewriter<br />on an orange crate<br />let me know<br />I was taken<br />to visit poetry</p><p>All the books on the staircase<br />Said <em>never back away from love </em><br />Of the word</p><p><em>O what is louder than the thorn </em><br />in the window of her thunder?</p><p>Wild Rutabaga Stories growing in<br />a thousand creeks under her ground</p><p><em>A song’s still a song<br />but sounds quite different when it’s grown</em></p><p>I took an upside-down photo<br />of their stationery on a shelf—<br />a copperplate sans serif</p><p>If it was a snake it would’a bit me<br />beaming in some past<br />I keep desiring like walking<br />down the main street<br />of a town that feels like<br />wearing a vintage dress</p><p>As we exit through the gift shop<br />the great-grand children of Lillian’s goats<br />reproduce in stuffed animal glory and bleat<br /><em>O What is whiter than the milk </em></p><p>Every evening after dinner Carl opens up<br />the American Songbag of his mind<br />Singing <em>O Susanna</em> and such-like<br />banjo and grandkid on his knee</p><p>Some books he wrote<br />on an outcrop of rock<br />overlooking the valley</p><p>Since the beauty of the mountains<br />would be too distracting<br />to get much done</p><p>Sandberg wrestled upstairs<br />with tomes on Lincoln<br />in a room with no view</p><p>Now over ten thousand books<br />in a nine thousand square foot home of<br />twenty-two rooms and <em>a million acres of sky</em></p><p>Connemara means <em>the sea</em></p> "}, {"title": "Sleeping Bear", "view_node": "/poem/sleeping-bear", "field_author": "<a href=\"/poet/linda-gregerson\" hreflang=\"und\">Linda Gregerson</a>", "field_date_published": "2016", "body": " <p>                                   1.</p><p>The backstory’s always of hardship, isn’t it?<br />                       No-other-choices and hoping-for-better<br />            on foreign shores. A minute ago, as measured</p><p>by the sand dunes here, the shipping lanes were thick<br />                       with them, from Hamburg, Limerick, towns<br />            along the Oslofjord, and lucky to have found</p><p>the work. The Michigan woodlands hadn’t been denuded yet<br />                       (a minute ago) so one of the routes was<br />            lumber and the other was a prairie’s wealth</p><p>of corn. There’s a sort of cushioned ignorance that comes<br />                       of being born-and-then-allowed-to-live-in-<br />            safety so I used to think it must have been more</p><p>forgiving here, less brutal than the brutal North Atlantic<br />                       with its fathoms and its ice. But no.<br />            The winds, the reefs, the something-to-do-with-</p><p>narrower-troughs-between-the-waves and lakes like this<br />                       are deadlier than oceans: in<br />            a single year the losses were one in every</p><p>four. We come for the scale of it: waters without<br />                       a limit the eye can apprehend and—could<br />             there be some mistake?—aren’t salt. Dunes</p><p>that make us little which if falsely consoling is right and<br />                       good. Where commerce lifts its sleeping head.<br />             If I had the lungs for diving I expect I’d be there too</p><p>among the lovely broken ribs and keels. Visitors need<br />                       a place to sleep and something to fill up the<br />             evenings, it’s natural, the people in town</p><p>need jobs. Calamity-turned-profit in tranquility. My<br />                       father’s father’s father was among the ones<br />             who did not drown. Who sold his ship<br /> <br />and bought a farm.</p><p>                                      2. </p><p>What is it about the likes of us? Who cannot take it in<br />                       until the body of a single Syrian three-<br />             year-old is face down on the water’s edge? Or this</p><p>week’s child who, pulled from the rubble, wipes<br />                       with the back and then the heel of his small<br />             left hand (this time we have a video too) the blood</p><p>congealing near his eye then wipes (this is a problem,<br />                       you can see him thinking Where?) the hand<br />             on the chair where the medic has put him.</p><p>So many children, so little space in our rubble-strewn<br />                       hearts. In alternative newsfeeds I am<br />             cautioned (there is history, there is such a thing</p><p>as bias) that to see is not to understand. Which (yes, I know,<br />                       the poster child, the ad space, my consent-<br />             to-be-governed by traffic in arms) is true and quite</p><p>beside the point. The boy on the beach, foreshortened<br />                       in the photograph, looks smaller than<br />             his nearly three years would make him, which</p><p>contributes to the poignancy. The waves have combed his<br />                       dark hair smooth. The water on the shingle, in-<br />            different to aftermath, shines.</p><p>                                     3.</p><p>There was once, says the legend, a terrible fire or as<br />                       some will recount it a famine and<br />            a mother bear with her two cubs was driven</p><p>into the lake. They swam for many hours until the<br />                       smaller of the cubs began to weaken and,<br />            despite all the mother could do, was drowned,</p><p>then the second cub also, so when the mother reached<br />                       the shore which then as now belonged<br />           to a land of plenty she lay down with her face</p><p>to the shimmering span whose other side was quite<br />                       beyond her powers of return. The islands<br />           we call Manitou, the one and then the other, are</p><p>her cubs, she can see them, we go to them now by ferry.<br />                       And maybe that’s what we mean by<br />           recreation, not that everything lost—remember</p><p>the people to whom the legend belonged—shall be<br />                       restored but that it does us good<br />           to contemplate the evidence. The lake,</p><p>the dunes, the broken ships, the larger-than-we-are<br />                       skeins of time and substance in which<br />           change might be—we’ll think of it so—not</p><p>hostile but a kindness..<br /><br /> </p> "}, {"title": "Lost", "view_node": "/poem/lost-0", "field_author": "<a href=\"/poet/carl-sandburg\" hreflang=\"und\">Carl Sandburg</a>", "field_date_published": "2016", "body": " <p>Desolate and lone<br />All night long on the lake<br />Where fog trails and mist creeps,<br />The whistle of a boat<br />Calls and cries unendingly,<br />Like some lost child<br />In tears and trouble<br />Hunting the harbor’s breast<br />And the harbor’s eyes.</p> "}, {"title": "You Are a Dark Body", "view_node": "/poem/you-are-dark-body", "field_author": "<a href=\"/poet/natalie-scenters-zapico\" hreflang=\"en\">Natalie Scenters-Zapico</a>", "field_date_published": "2016", "body": " <p>of water with a bed of rock barely visible<br />from your surface. You are the only dark body</p><p>of water in a desert littered with bleeding cactus.<br />At your collarbones you carry a gulch, held up by a thread</p><p>of hair. You travel days drinking only from yourself,<br />because you are this land’s only dark body</p><p>of water. At the crease of horizon you find a woman<br />in bed, her chest wet with saliva, you kick her</p><p>off the bed, and take her place among its sheets. A man<br />lies down in bed next to you. He swallows your dark body</p><p>of water and gives you a woman’s body, a body you’ve<br />never known. As a woman he gives you sores, and through</p><p>the sores you breathe, and despite the sores you give birth<br />to a child stillborn for lack of water. You kick the child off</p><p>the bed, but it returns in the arms of the woman whose bed<br />you stole. You cry to be made again into a dark body</p><p>of water. The man kicks you off the bed, covers you<br />with dirt, and turns you desert. You cry for a bed he will never</p><p>let you sleep in again. You cry for your body’s bed<br />of rock turned desert for lack of water.<br /> </p> "}, {"title": "Dead Deer", "view_node": "/poem/dead-deer", "field_author": "<a href=\"/poet/david-groff\" hreflang=\"und\">David Groff</a>", "field_date_published": "2016", "body": " <p>Bolt, thwarted vault, late brake,<br />gasp of impact, temblor of thud—<br />the beast drops on the blade of hood,<br />ribs rip from their roots, hearts seize,<br />the windshield goes dark as an eyelid<br />curtaining to a horizon of blood,<br />black glass laced with lightning—</p><p>I am hit with wheel, steel, doe<br />embracing me backward as speed<br />crushes me forward into<br />a bursting hug, sternums to spines,</p><p>past last words,<br />no extra second to follow the plan to tell<br />God I am sorry, no foxhole repentance,<br />no appeal to the fate-maker,<br />my sentence incomplete, a fragment, a run-on,</p><p>no scenes spun out so fast<br />that the brain convulses with conclusion and love—</p><p>I do not even think of you,<br />cough no torn word for you to live by—</p><p>I mesh corpse into carcass,<br />I am dead, dear,<br />I leave you my velocity<br />and there at the edge of the road<br />I give you my fawn.<br /> </p> "}, {"title": "Time I’m Not Here", "view_node": "/poem/time-im-not-here", "field_author": "<a href=\"/poet/graham-foust\" hreflang=\"und\">Graham Foust</a>", "field_date_published": "2016", "body": " <p>All day on all my days,<br />the lives I’m not to process wash in;</p><p>anxieties lullaby on<br />and quite like to be gotten among;</p><p>but now—<em>and</em> now—one old,<br />abundant flower just screws up the room.</p> "}, {"title": "For Joe ", "view_node": "/poem/joe", "field_author": "<a href=\"/poet/sandra-simonds\" hreflang=\"und\">Sandra Simonds</a>", "field_date_published": "2016", "body": " <p>Locked in the beauty of the pearl, far from frail,<br />         these people who claim to love us still<br />they don’t give up much, do they, sealed? To eradicate class—<br />      the looking glass of it, the complex glare: “Let me introduce<br />xxx, impoverished poet.” Winter let up<br />     like a terrible religion. In its wake, a politics came,<br />      profane. You were on a train<br />from Philly to Mass. Winter let up like bands and globes<br />      and globules and I could feel the trade ships<br />in my bloodstream, the blood that made me,<br />        and I wanted to kill it<br />       really bad like a war path. They said my poems<br />         were a mess. Well, if that’s the case, then, go ahead.<br />Strike one match and the mansion will go up in its own ash,<br />in its obsession with accumulation against the glint of trees.</p> "}, {"title": "A Musical ", "view_node": "/poem/musical", "field_author": "<a href=\"/poet/paul-laurence-dunbar\" hreflang=\"und\">Paul Laurence Dunbar</a>", "field_date_published": "1913", "body": " <p>Outside the rain upon the street,<br />        The sky all grim of hue,<br />Inside, the music–painful sweet,<br />        And yet I heard but you.</p><p>As is a thrilling violin,<br />        So is your voice to me,<br />And still above the other strains,<br />        It sang in ecstasy.<br /> </p> "}, {"title": "White Sands", "view_node": "/poem/white-sands", "field_author": "<a href=\"/poet/arthur-sze\" hreflang=\"und\">Arthur Sze</a>", "field_date_published": "2016", "body": "<p>                —walking along a ridge of white sand—<br />\n                                                      it’s cooler below the surface—</p>\n\n<p>                we stop and, gazing at an expanse<br />\n                             of dunes to the west,<br />\n                                         watch a yellow yolk of sun drop to the                                                        mountains—</p>\n\n<p>                an hour earlier, we rolled down a dune,<br />\n                                                         white sand flecked your eyelids                                                                    and hair—</p>\n\n<p>                a claret cup cactus blooms,<br />\n                                          and soaptree yuccas<br />\n                                                                      move as a dune moves—</p>\n\n<p>                so many years later, on a coast, waves rolling to shore,<br />\n                                          wave after wave,</p>\n\n<p>                I see how our lives have unfolded,<br />\n                                          a sheen of<br />\n                                                        wave after whitening wave—</p>\n\n<p>                and we are stepping barefoot,<br />\n                              rolling down a dune, white flecks on our lips,</p>\n\n<p>                on our eyelids: we are lying in a warm dune<br />\n                                                         as a full moon <br />\n                                                                                  lifts against an                                                                                                  ocean of sky—</p>\n\n<p> </p>\n"}, {"title": "Accepting Heaven at Great Basin", "view_node": "/poem/accepting-heaven-great-basin", "field_author": "<a href=\"/poet/nathalie-handal\" hreflang=\"und\">Nathalie Handal</a>", "field_date_published": "2016", "body": " <p>When you doubt the world<br />look at the undivided darkness<br /><br />look at Wheeler Peak<br />cliffs like suspended prayers<br /><br />contemplate the cerulean<br />the gleaming limestone<br /><br />the frozen shades<br />the wildflowers<br /><br />look at the bristlecone pine<br />a labyrinth to winding wonders<br /><br />listen to the caves<br />sing silently<br /><br />remember the smell of sagebrush<br />after a thunderstorm<br /><br />that Lexington Arch<br />is a bridge of questions<br /><br />in the solitude of dreams<br />that here<br /><br />distances disturb desire<br />to deliver a collision of breaths<br /><br />the desert echoes<br />in this dark night sky<br /><br />stars reveal the way<br />a heart can light a world.</p> "}], "pager": {"current_page": 327, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}