{"rows": [{"title": "Inspiration Point, Bryce Canyon, Utah", "view_node": "/poem/inspiration-point-bryce-canyon-utah", "field_author": "<a href=\"/poet/jacqueline-osherow\" hreflang=\"und\">Jacqueline Osherow</a>", "field_date_published": "2016", "body": " <p>Maybe it was just for this that God pulled<br />water from dry land: to rescue hoodoo<br />after hoodoo. That’s what they’re called—</p><p>a bastardization of <em>voodoo—</em><br />these unrepeatable needles of rock,<br />geology’s answer to flakes of snow .</p><p>A sound enough hypothesis: dark magic.<br />But I like God’s approach—so straightforward:<br />the light, the land, the sky, each feat of handiwork</p><p>a matter of a single uttered word<br />(that’s the first version; the clumsy second<br />was more hand’s on, with dust and ribs required)</p><p>though it’s a stretch to claim this place was planned.<br />Maybe, just like us, God was stupefied; <br />He rarely knew how any day would end,</p><p>had to see things finished to call them <em>good.</em><br />Here, He might even have done without<br />the bric-a-brac of the days that followed</p><p>except the fourth day’s (bodies of light)<br />essential for the colors of the stone,<br />the <em>greater light </em>especially adroit.</p><p>Just watch it nurse a puny flame at dawn<br />—purple with an edging of vermillion—<br />by sunrise to a full-fledged conflagration</p><p>then temper it to golden-rose by noon,<br />darker still as day begins to fail.<br />The oranges go bronze, the reds, maroon,</p><p>the whole place solid indigo by nightfall,<br />except on nights when a full or near-full moon<br />applies its inlay—mother-of-pearl</p><p>on a lamina of coral and carnelian—<br />or the moon’s a no-show, no stone visible,<br />just black on black, spikes and spires gone.</p><p>That’s when you look up: the sky’s Grand Central<br />(no light pollution; no clouds; conditions ideal),<br />rush hour’s hubbub irresistible,</p><p>the stars its thronged commuters, check by jowl.<br />The Park has telescopes (I once saw Jupiter)<br />but I prefer an open free-for-all,</p><p>the peripheral inkling of a meteor<br />(or was that a satellite?) or diving owl.<br />Some flora and fauna <em>did</em> make their way here</p><p>eventually, swashbucklers all:<br />Rattlesnake. Manzanita. Prickly pear,<br />its shock of blossoms at the end of April</p><p>slow-motion fireworks, the canyon floor<br />lost beneath magentas, yellows, reds<br />or bristle-cone pine, launching spectacular</p><p>high-wire acrobatics off the cliff sides,<br />where that gifted horticulturist,<br />the nuthatch, a glutton for its seeds,</p><p>disseminates them when it stops to rest—<br />quite ingenious of God, if oddly fanciful<br />for so inveterate a fatalist,</p><p>that is, if God’s mixed up in this at all. <br />The Park prefers the Piutes’ explanation:<br />the hoodoos were once the <em>legend people</em></p><p>shape shifters, native to this region,<br />turned for some unnamable transgression<br />by vigilant Coyote into stone,</p><p>their face-paint still intact, their tradition<br />of shape-shifting now upheld in unison,<br />a nonstop frenzy of dissimulation:<br /><br />now a storm-tossed, now a tranquil, ocean<br />flocked by scarlet ibis, pink flamingos,<br />now dreamscape, now valley of the moon,</p><p>now ransacked cathedrals’ lost rose windows<br />now an amphitheater’s hushed proscenium,<br />now leafless aspens, elms, catalpas, willows</p><p>now phantom hollyhock, delphinium,<br />now flashback, now panicked premonition,<br />now truce, now skirmish, now pandemonium,</p><p>now parachutes (a daredevil battalion<br />floating toward an ill-fated attack)<br />now blushing debutantes (their first cotillion)</p><p>now parched oasis, now bivouac,<br />close by each golden tent a golden torch,<br />now red-robed Russian choirs, now ecstatic</p><p>ovations from thick stands of golden birch,<br />now burnished temple, now tarnished city,<br />now bands of acolytes—in mosque, in church</p><p>or here, assembling legends of Coyote—<br />scrambling to get down on their untried  knees<br />and thank someone—anyone—for all this beauty,</p><p>though maybe it’s the frost they ought to praise,<br />the real creator, according to science,<br />how it would melt and freeze, melt and freeze</p><p>and then, in a matter of mere eons<br />(no wind involved, windy as it is),<br />chisel what must be earth’s most flimsy stone—<br /> <br />limestone, siltstone, mudstone—into this.<br />Not surprising, really, when you think what frost<br />can achieve, in seconds, on a pane of glass—</p><p>always a revelation, when a miniaturist<br />takes his genius for precision large-scale:<br />the landscape behind the Mystic Lamb as Christ</p><p>in the Ghent altarpiece, for example,<br />an exhaustive primer of  floral specimens,<br />rendered in botanical detail,</p><p>art both mainstay and intimate of science –<br />think Leonardo—and science of art.<br />What fools we were to leave the Renaissance</p><p>behind us, to tear ourselves apart<br />into more and more obscure specialization.<br />Not that it matters here. Science and art,</p><p>even in conjunction with their on-again<br />off-again confederate, religion,<br />are speechless in the presence of this canyon.</p><p>Even God needs two versions of Creation<br />at the start of Genesis. Some things defy<br />a single overarching explanation.</p><p>Maybe everything does, if you look carefully.<br />And what’s a day exactly, when the sun<br />hasn’t yet been added to the sky? <br /><br />That third day might still go going on,<br />everything I’m staring at still raw,<br />God on overdrive, the frost a madman,</p><p>consumed by each imaginary flaw.<br />Am I a witness? An alibi? A spy?<br />And what’s this delirium? this terror? this awe?<br /><br />Is the sky hallucinating? Am I?<br /><em>Inspiration Point, Bryce Canyon, Utah</em><br />Just let me stand here with an open eye.</p> "}, {"title": "Leave No Trace", "view_node": "/poem/leave-no-trace", "field_author": "<a href=\"/poet/maggie-dietz\" hreflang=\"en\">Maggie Dietz</a>", "field_date_published": "2016", "body": " <p>No gate, no main entrance, no ticket, no ranger. Not far<br /><span class=\"long-line\">From where Frost once raised chickens and ill-fated children, near</span><br /><span class=\"long-line\">Where the Old Man’s glacier-hewn face though bolstered to</span><br />Its godlike roost by rods and turnbuckles slid<br />From our fledgling millennium into oblivion,<br />You can cross the Pemigewasset on a bridge<br />Then, compass-north but southbound on the trail,<br />Ascend an old grassed-over logging road<br />To the carved out collarbone of Cannon Mountain.</p><p>This is Lonesome Lake. How you go from here<br />Depends on why you’ve come: to out a spruce grouse<br />Or listen for the <em>whee-ah</em> of a Bicknell’s thrush;<br />For a breezy picnic or a midlife crisis,<br />A long haul or a day trip to the cascades.<br /> <br />Bring for your purposes only what you need:  <br />Salmon jerky, a canteen or Camelbak,<br />Band-aids, a ratchet and strap, a roughed-up heart.<br />Bring sunblock, a notebook, the Beatles, Beyoncé,<br />The Bhagavad Gita, a Bible, some Hitchens or Hegel.<br />       <br />However long you stay you must leave nothing.<br />No matchbox, no pole-tip, no grommet, no cup.<br />Carry in and out your Clif Bar wrappers,<br />Your fear of bears and storms. Keep the rage<br /><span class=\"long-line\">You thought you’d push through your boot-soles into the stones,</span><br /><span class=\"long-line\">The grief you hoped to shed. If you think you’ve changed,</span><br />Take all your changes with you.<br />                                                              If you lift<br />An arrowhead from the leaves, return it. Pocket<br />No pinecone, no pebble or faery root. Resist<br />The painted trillium even if its purple throat<br />Begs to be pressed between your trail guide’s pages.</p> "}, {"title": "The Idler", "view_node": "/poem/idler", "field_author": "<a href=\"/poet/alice-dunbar-nelson\" hreflang=\"und\">Alice Dunbar-Nelson</a>", "field_date_published": "2016", "body": " <p>An idle lingerer on the wayside’s road,<br />He gathers up his work and yawns away;<br />A little longer, ere the tiresome load<br />Shall be reduced to ashes or to clay.</p><p>No matter if the world has marched along,<br />And scorned his slowness as it quickly passed;<br />No matter, if amid the busy throng,<br />He greets some face, infantile at the last.</p><p>His mission? Well, there is but one,<br />And if it is a mission he knows it, nay,<br />To be a happy idler, to lounge and sun,<br />And dreaming, pass his long-drawn days away.</p><p>So dreams he on, his happy life to pass<br />Content, without ambitions painful sighs,<br />Until the sands run down into the glass;<br />He smiles—content—unmoved and dies</p><p>And yet, with all the pity that you feel<br />For this poor mothling of that flame, the world;<br />Are you the better for your desperate deal,<br />When you, like him, into infinitude are hurled?</p> "}, {"title": "The Sea", "view_node": "/poem/sea-0", "field_author": "<a href=\"/poet/david-baker\" hreflang=\"und\">David Baker</a>", "field_date_published": "2016", "body": " <p>        urchins spread. They want enough room<br />on the seabed, along the black basaltic<br />jet of offshore reef, sun-pied, out-swept, or<br />down along the darker overcrowded</p><p>urchin barrens, to quiver their hundred-<br />plus spines and not encroach or be encroached<br />or preyed upon, pulled, ripped apart by the <br />wolf eel, the next-to-deadliest lurking</p><p>shadow in these waters. Are more black<br />than not, and move, when they move, “by means of<br />tiny, transparent, adhesive tube feet”<br />by the hundreds. Though they prefer to stay.</p><p>The barrens are their own creation. Such<br />hunger, such efficient self-replication,<br />they tend to nullify what other lives<br />would abound in other seas. Black dandelions,</p><p>they’re like a small explosion stilled; or<br />like that red-bloomed scrub bush in the cactus<br />gardens near our house, more scarlet than red,<br />whose name we haven’t learned, flaring at each</p><p>air-breath like hair, so soft yet erect in<br />the afternoon burn like underwater<br />shimmers of the urchins themselves, lit red.<br />And red your foot—within a minute of</p><p>your step and cry—we tried to heal with cool<br />seawater poured over; and scrubbed the four<br />last snapped-off spines; then sat there on the shore. <br />Three boats went by. A yacht. The island</p><p>ferry hauling all the day’s workers home.<br />Then, come night, was that a liner or our<br />local trash scow, far out, low-lit? You can see<br />the phosphorescent wake five miles from space.<br /> </p> "}, {"title": "Plantation ", "view_node": "/poem/plantation", "field_author": "<a href=\"/poet/charif-shanahan\" hreflang=\"en\">Charif Shanahan</a>", "field_date_published": "2016", "body": " <p>When he finally brought the hammer down<br />One half-inch from my mother’s face</p><p>The hole in the wall<br />Wide as a silver dollar</p><p>I was close enough<br />Huddled there</p><p>In the folds of her lap<br />Her arms wet with sweat and crossed</p><p>Against my back<br />And since from the room</p><p>All sound had gone<br />I was clear enough to see</p><p>Inside the cracked plaster:<br />A river delta, fractured,</p><p>Branching off and becoming<br />The sea. . . Or, a tiny moon</p><p>On a shore of white sand,<br />The tide lapping it in foam and tugging—No,</p><p>Twelve dead presidents perched there<br />Each with the face of my father—</p><p>Tight-lipped, vacant-eyed—<br />Scanning the field for a body to mark</p><p>Then locking in on her knee-bent dread—<br />Ordinary, mammary—</p><p>A yellow suckling heavy on her tit. . . No,<br />I think it was her one good eye</p><p>Refusing to blink,<br />Scaling the bare-white wall</p><p>At the core of the mind<br />(not measuring its height)</p><p>Then circling a waterless well<br />In a desert without sand,</p><p>Unnumbered sisters before her<br />Caught in the belly of the boats—</p><p>Where there was too much sound to hear,<br />Though only one voice, one cry—</p><p>Their dark arms like trellised vines<br />Crossed and reaching.</p> "}, {"title": "It Was Like This: You Were Happy", "view_node": "/poem/it-was-you-were-happy", "field_author": "<a href=\"/poet/jane-hirshfield\" hreflang=\"und\">Jane Hirshfield</a>", "field_date_published": "2006", "body": "<p><span class=\"long-line\">It was like this:</span><br /><span class=\"long-line\">you were happy, then you were sad,</span><br /><span class=\"long-line\">then happy again, then not.</span></p>\n\n<p><span class=\"long-line\">It went on.</span><br /><span class=\"long-line\">You were innocent or you were guilty.</span><br /><span class=\"long-line\">Actions were taken, or not.</span></p>\n\n<p><span class=\"long-line\">At times you spoke, at other times you were silent.</span><br /><span class=\"long-line\">Mostly, it seems you were silent—what could you say?</span></p>\n\n<p><span class=\"long-line\">Now it is almost over.</span></p>\n\n<p><span class=\"long-line\">Like a lover, your life bends down and kisses your life.</span></p>\n\n<p><span class=\"long-line\">It does this not in forgiveness—</span><br /><span class=\"long-line\">between you, there is nothing to forgive—</span><br /><span class=\"long-line\">but with the simple nod of a baker at the moment</span><br /><span class=\"long-line\">he sees the bread is finished with transformation.</span></p>\n\n<p><span class=\"long-line\">Eating, too, is a thing now only for others.</span></p>\n\n<p><span class=\"long-line\">It doesn’t matter what they will make of you</span><br /><span class=\"long-line\">or your days: they will be wrong,</span><br /><span class=\"long-line\">they will miss the wrong woman, miss the wrong man,</span><br /><span class=\"long-line\">all the stories they tell will be tales of their own invention.</span></p>\n\n<p><span class=\"long-line\">Your story was this: you were happy, then you were sad,</span><br /><span class=\"long-line\">you slept, you awakened.</span><br /><span class=\"long-line\">Sometimes you ate roasted chestnuts, sometimes persimmons.</span></p>\n\n<p><span class=\"long-line\">—2002</span></p>\n"}, {"title": "Battery", "view_node": "/poem/battery", "field_author": "<a href=\"/poet/anne-waldman\" hreflang=\"und\">Anne Waldman</a>", "field_date_published": "2016", "body": " <p>A trio of instruments you love the notes<br />indissectible &amp; extending small rockets of delight<br />force to love, be loved, love accelerating<br />love momentum, the love to travel<br />we will never agree the world contains<br />so much phenomena we’ll put on glasses<br />abstract it give it structure make a frame<br />inversely proportional to the square of<br />two distances apart<br />make us a family of celestial bodies that we<br />be one we ellipse about a warming sun<br />love that sun<br />dual nature of electrons heal us o heal us<br />I would come back not hide be in motion<br />I would attach myself to home again<br />I would be sister mother lover brother<br />I would be father I would be infant animal awesome<br />I would suffer &amp; become extinct again<br />I would relight the earth with love<br />I would be still I would be silent &amp; quake<br />I would be afraid but not for love for<br />the many manifestations glowing faces<br />Love the notes as they pour like water<br />love the water under your feet &amp; when<br />you look look with eyes of love<br />all the layers, the ground under<br />your feet &amp; under the ground<br />the imagined creatures<br />&amp; above your feet the grasses the<br />watercress so fine to eat &amp;<br />see the roots &amp; bottom of pleasure<br />of moss look into pleasure the color<br />disappearing or changing the light<br />love the light &amp; see the sky the scaffolds the planets<br />the length the width the distance<br />the congruity the parallels the fracture<br />love the body keep it elastic<br />keep it dancing rallying on its own<br />keep it safe from harm from red tape<br />&amp; to those next to you be kind be quiet<br />be exalted be a charm a fusion be a battery<br />be insistent be an empire be a symphony<br />&amp; in a moment’s gentle passing<br />&amp; in a moment’s violent passing completely<br />be her be him be them, see the face beneath<br />the face &amp; see with eyes of love, gaze straight<br />into eyes of love with eyes of love</p><p><em>On occasion of a Valentine’s Day reading,</em><br /><em>the Poetry Project at St. Mark’s Church In-the-Bowery, NYC</em></p> "}, {"title": "You Can&#039;t Put Muhammad Ali in a Poem", "view_node": "/poem/you-cant-put-muhammad-ali-poem", "field_author": "<a href=\"/poet/juan-felipe-herrera\" hreflang=\"und\">Juan Felipe Herrera</a>", "field_date_published": "2016", "body": " <p>If you did—</p><p>                        it would<br />                       <br />                                    knock you down (remember Liston) &amp;</p><p>            if</p><p>             you were</p><p>               still stand</p><p>                        ing                   you would</p><p>                                                                        have to</p><p>bust out (remember the March on Washington)</p><p>                                    of your shakin' vaulted            </p><p>            poor thinkin' self (oh yes!)</p><p>                                                &amp; change (that's right!)</p><p>this big 'ol world (say it!)</p><p>  &amp; if                            you did—   You (yes, you)</p><p><span class=\"long-line\">          would have to battle w/words &amp; rhymes &amp; body &amp; time—for</span></p><p>your New Idea—(did you hear that )  you would<br />           <br />                                                               have to</p><p>  endure    (i hear you )  &amp; propose (what?)<br />                       <br />                                    a new name for                        all</p><p>( a new name?)</p><p>it could be Peace</p><p>               it could be Unity (sounds easy)</p><p>                        but this poem     cannot</p><p>                                                            provide this<br />                                                           <br />                                                              or       contain this</p><p>  Word        —(Watch out!)</p><p>here it comes!  &amp;</p><p>                         (it's gonna to sting like a bee)</p> "}, {"title": "Poem for the Poorest Country  in the Western Hemisphere", "view_node": "/poem/poem-poorest-country-western-hemisphere", "field_author": "<a href=\"/poet/danielle-legros-georges\" hreflang=\"en\">Danielle Legros Georges</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">O poorest country, this is not your name.</span><br /><span class=\"long-line\">You should be called beacon. You should</span></p>\n\n<p><span class=\"long-line\">be called flame. Almond and bougainvillea,</span><br /><span class=\"long-line\">garden and green mountain, villa and hut,</span></p>\n\n<p><span class=\"long-line\">girl with red ribbons in her hair,</span><br /><span class=\"long-line\">books under arm, charmed by the light</span></p>\n\n<p><span class=\"long-line\">of morning, charcoal seller in black skirt,</span><br /><span class=\"long-line\">encircled by dead trees. You, country,</span></p>\n\n<p><span class=\"long-line\">are merchant woman and eager clerk,</span><br /><span class=\"long-line\">grandfather at the gate, at the crossroads</span></p>\n\n<p><span class=\"long-line\">with the flashlight, with all in sight.</span></p>\n"}, {"title": "Historic Flaws", "view_node": "/poem/historic-flaws", "field_author": "<a href=\"/poet/bianca-stone\" hreflang=\"en\">Bianca Stone</a>", "field_date_published": "2016", "body": " <p>I am going to the mountains<br />where the alternating universe of autumn<br />descends over you at an erotic squat. Out of that blank<br />and meaningless Play-Doh of my psychic flesh<br />I am moving on. I am a pupil of fading antiquity.<br />Sprawled across the table, in a lament about healthcare<br />and the ineptitude of The System.<br />Nothing burns quite like The System. It comes at you<br />when you ask for help, displaying its super-talons<br />around a clutch of arrows, saying <em>No</em>.</p><p>“What deeds could man ever have done<br />if he had not been enveloped in the dust-cloud<br />of the unhistorical?” Nietzsche asks this morning<br />from a small pamphlet on my lap, issued in 1949<br />in New York City, which I am leaving now,<br />like a wife from her distant husband<br />who will not stop to ask her why she is weeping<br />while she slices apart his silk ties on the floor of the closet.<br /> </p> "}, {"title": "Eros ", "view_node": "/poem/eros", "field_author": "<a href=\"/poet/ralph-waldo-emerson\" hreflang=\"und\">Ralph Waldo Emerson</a>", "field_date_published": "1847", "body": "<p><span class=\"long-line\"> The sense of the world is short,—</span><br /><span class=\"long-line\">Long and various the report,—</span><br /><span class=\"long-line\">              To love and be beloved;</span><br /><span class=\"long-line\">Men and gods have not outlearned it;</span><br /><span class=\"long-line\">And, how oft soe’er they’ve turned it,</span><br /><span class=\"long-line\">              ’Tis not to be improved.\n</span></p>"}, {"title": "Lacquer Prints [By Messenger]  ", "view_node": "/poem/lacquer-prints-messenger", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2016", "body": " <p>One night<br />When there was a clear moon,<br />I sat down<br />To write a poem<br />About maple trees.<br />But the dazzle of moonlight<br />In the ink<br />Blinded me,<br />And I could only write<br />What I remembered.<br />Therefore, on the wrapping of my poem<br />I have inscribed your name.</p> "}, {"title": "Good Bones", "view_node": "/poem/good-bones", "field_author": "<a href=\"/poet/maggie-smith\" hreflang=\"en\">Maggie Smith</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">Life is short, though I keep this from my children.</span><br /><span class=\"long-line\">Life is short, and I’ve shortened mine</span><br /><span class=\"long-line\">in a thousand delicious, ill-advised ways,</span><br /><span class=\"long-line\">a thousand deliciously ill-advised ways</span><br /><span class=\"long-line\">I’ll keep from my children. The world is at least</span><br /><span class=\"long-line\">fifty percent terrible, and that’s a conservative</span><br /><span class=\"long-line\">estimate, though I keep this from my children.</span><br /><span class=\"long-line\">For every bird there is a stone thrown at a bird.</span><br /><span class=\"long-line\">For every loved child, a child broken, bagged,</span><br /><span class=\"long-line\">sunk in a lake. Life is short and the world</span><br /><span class=\"long-line\">is at least half terrible, and for every kind</span><br /><span class=\"long-line\">stranger, there is one who would break you,</span><br /><span class=\"long-line\">though I keep this from my children. I am trying</span><br /><span class=\"long-line\">to sell them the world. Any decent realtor,</span><br /><span class=\"long-line\">walking you through a real shithole, chirps on</span><br /><span class=\"long-line\">about good bones: This place could be beautiful,</span><br /><span class=\"long-line\">right? You could make this place beautiful.</span></p>\n"}, {"title": "Divine Overdose", "view_node": "/poem/divine-overdose", "field_author": "<a href=\"/poet/matthew-rohrer\" hreflang=\"und\">Matthew Rohrer</a>", "field_date_published": "2016", "body": " <p>We are even more modern<br />we are free<br />not to know<br />pining pining<br />til the trees are in<br />their autumn beauty<br />who knows why<br />we are free<br />an LP of poetry<br />left on in the apartment<br />while I walk my love<br />to the subway<br />she turns to gold<br />in the light banking off<br />the ball-fields<br />and to have to think<br />of that small<br />pale body asleep<br />I return I take the stairs<br />3 at a time<br />and now my heart is sore</p> "}, {"title": "Song of Myself, 4", "view_node": "/poem/song-myself-4", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": "<p>Trippers and askers surround me, <br /><span class=\"long-line\">People I meet, the effect upon me of my early life or the ward and city I live in, or the nation, </span><br /><span class=\"long-line\">The latest dates, discoveries, inventions, societies,  authors old and new, </span><br />\nMy dinner, dress, associates, looks, compliments, dues, <br />\nThe real or fancied indifference of some man or woman I love, <br /><span class=\"long-line\">The sickness of one of my folks or of myself or ill-doing or loss or lack of money, or depressions or exaltations,</span><br /><span class=\"long-line\">Battles, the horrors of fratricidal war, the fever of doubtful news, the fitful events; </span><br />\nThese come to me days and nights and go from me again,<br />\nBut they are not the Me myself. </p>\n\n<p><span class=\"long-line\">Apart from the pulling and hauling stands what I am, </span><br /><span class=\"long-line\">Stands amused, complacent, compassionating, idle, unitary, </span><br /><span class=\"long-line\">Looks down, is erect, or bends an arm on an impalpable certain rest, </span><br /><span class=\"long-line\">Looking with side-curved head curious what will come next, </span><br /><span class=\"long-line\">Both in and out of the game and watching and wondering at it. </span></p>\n\n<p><span class=\"long-line\">Backward I see in my own days where I sweated through fog with linguists and contenders, </span><br />\nI have no mockings or arguments, I witness and wait. </p>\n\n<p> </p>\n"}, {"title": "Exposure", "view_node": "/poem/exposure", "field_author": "<a href=\"/poet/wilfred-owen\" hreflang=\"und\">Wilfred Owen</a>", "field_date_published": "2016", "body": " <p><span class=\"long-line\">Our brains ache, in the merciless iced east winds that knive us . . . </span><br />Wearied we keep awake because the night is silent . . . <br />Low drooping flares confuse our memory of the salient . . . <br />Worried by silence, sentries whisper, curious, nervous, <br />       But nothing happens. </p><p>Watching, we hear the mad gusts tugging on the wire, <br />Like twitching agonies of men among its brambles. <br />Northward, incessantly, the flickering gunnery rumbles, <br />Far off, like a dull rumour of some other war. <br />       What are we doing here? </p><p>The poignant misery of dawn begins to grow . . . <br />We only know war lasts, rain soaks, and clouds sag stormy. <br />Dawn massing in the east her melancholy army <br />Attacks once more in ranks on shivering ranks of grey, <br />       But nothing happens.</p><p>Sudden successive flights of bullets streak the silence. <br />Less deadly than the air that shudders black with snow, <br />With sidelong flowing flakes that flock, pause, and renew, <br />We watch them wandering up and down the wind's nonchalance, <br />       But nothing happens. </p><p>Pale flakes with fingering stealth come feeling for our faces— <br /><span class=\"long-line\">We cringe in holes, back on forgotten dreams, and stare, snow-dazed, </span><br />Deep into grassier ditches. So we drowse, sun-dozed, <br />Littered with blossoms trickling where the blackbird fusses. <br />       Is it that we are dying? </p><p>Slowly our ghosts drag home: glimpsing the sunk fires, glozed <br />With crusted dark-red jewels; crickets jingle there; <br />For hours the innocent mice rejoice: the house is theirs; <br />Shutters and doors, all closed: on us the doors are closed,— <br />       We turn back to our dying. </p><p>Since we believe not otherwise can kind fires burn; <br />Now ever suns smile true on child, or field, or fruit. <br />For God's invincible spring our love is made afraid; <br />Therefore, not loath, we lie out here; therefore were born, <br />       For love of God seems dying. </p><p>To-night, this frost will fasten on this mud and us, <br />Shrivelling many hands, and puckering foreheads crisp. <br />The burying-party, picks and shovels in shaking grasp,<br />Pause over half-known faces. All their eyes are ice, <br />       But nothing happens.</p> "}, {"title": "Peace Path ", "view_node": "/poem/peace-path", "field_author": "<a href=\"/poet/heid-e-erdrich\" hreflang=\"en\">Heid E. Erdrich</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">This path our people walked</span><br /><span class=\"long-line\">one hundred two hundred              endless years</span><br /><span class=\"long-line\">since the tall grass opened for us</span><br /><span class=\"long-line\">and we breathed the incense that sun on prairie</span><br /><span class=\"long-line\">                                                             offers to sky</span></p>\n\n<p><span class=\"long-line\">Peace offering with each breath</span><br /><span class=\"long-line\">each footstep           out of woods</span><br /><span class=\"long-line\">to grasslands plotted with history</span><br /><span class=\"long-line\">removal   remediation                     restoration</span></p>\n\n<p><span class=\"long-line\">Peace flag of fringed prairie orchid</span><br /><span class=\"long-line\">green glow within white froth</span><br /><span class=\"long-line\">calling a moth who nightly</span><br /><span class=\"long-line\">seeks the now-rare scent                 invisible to us</span></p>\n\n<p><span class=\"long-line\">invisible history of this place</span><br /><span class=\"long-line\">where our great-grandfather         a boy</span><br /><span class=\"long-line\">beside two priests and 900 warriors</span><br /><span class=\"long-line\">gaze intent in an 1870 photo         </span><br /><span class=\"long-line\">                                                             his garments white as orchids</span></p>\n\n<p><span class=\"long-line\">Peace flag                                           white banner with red cross</span><br /><span class=\"long-line\">crowned with thorns                       held by a boy              </span><br /><span class=\"long-line\">at the elbow of a priest   </span><br /><span class=\"long-line\">beside Ojibwe warriors                   beside Dakota warriors</span></p>\n\n<p><span class=\"long-line\">Peace offered after smoke and dance</span><br /><span class=\"long-line\">and Ojibwe gifts of elaborate beaded garments</span><br /><span class=\"long-line\">thrown back in refusal  </span><br /><span class=\"long-line\">by Dakota Warriors                         <em>torn with grief </em> </span><br /><span class=\"long-line\">                                                             since their brother’s murder</span></p>\n\n<p><span class=\"long-line\">This is the path our people ran</span><br /><span class=\"long-line\">through white flags of prairie plants</span><br /><span class=\"long-line\">Ojibwe calling Dakota back</span><br /><span class=\"long-line\">to sign one last and unbroken treaty</span></p>\n\n<p><span class=\"long-line\">Peace offering with each breath</span><br /><span class=\"long-line\">each footstep                out of woods</span><br /><span class=\"long-line\">to grasslands plotted with history</span><br /><span class=\"long-line\">removal   remediation                     restoration</span></p>\n\n<p><span class=\"long-line\">Two Dakota    <em>held up as great men</em></span><br /><span class=\"long-line\">humbled themselves</span><br /><span class=\"long-line\">to an offer of peace</span><br /><span class=\"long-line\">before a long walk south</span></p>\n\n<p><span class=\"long-line\">before our people entered the trail</span><br /><span class=\"long-line\">walking west and north</span><br /><span class=\"long-line\">                                                           where you walk now</span><br /><span class=\"long-line\">where we seek the source</span></p>\n\n<p><span class=\"long-line\">the now-rare scent</span><br /><span class=\"long-line\">invisible as history</span><br /><span class=\"long-line\">history the tall grass opens for us</span><br /><span class=\"long-line\">                                                            Breathe the incense of sun on prairie</span><br /><span class=\"long-line\">                                                            Offer peace to the sky</span></p>\n\n<p class=\"MsoNormalCxSpFirst\"> </p>\n"}, {"title": "Rendition", "view_node": "/poem/rendition", "field_author": "<a href=\"/poet/katrina-roberts\" hreflang=\"und\">Katrina Roberts</a>", "field_date_published": "2016", "body": " <p>If “truth is a fire,” as Klimt scrawled on a sketch for his<br />painting <em>Nuda Veritas</em>, “and to speak truth means to shine and<br />to burn,” then I’m a spent firework, blown-open, hollow, grime-<br />smeared and left for a wandering child—to pick from<br />hardened sand, or to wash out to sea. I’m so tired, and tired<br />of sitting on my hands. This morning I couldn’t stop watching<br />a two-minute clip of a slow loris eating rice balls, lost in his<br />savoring of some inaudible tune. Or, maybe I should say I noted         how<br />his Gothic strangeling eyes rose to meet, then veer away, from<br />those unseen in the frame of one whose fingers offered the                  sticky white<br />grains. It was how his elegant hand curled from within<br />the box where he hid, and how his ease seemed to grow as he            chose<br />to lift each gleaming ball to his ready mouth. Only yes-<br />terday I learned of laws amended to let witnesses to executions         by<br />injection see, albeit over closed-circuit TV, the sterile affront<br />of IV-lines entering arms of inmates, though ID of injectors              “won’t<br />be revealed.” In most states, there’s a 3-drug combo; the                       second’s<br />a paralytic agent… Here, you get a one-step option, or the                   choice<br />to hang. Hanging? Does anyone choose to hang? The slow loris<br />again is reaching his dark plush arm toward me on the screen,             and now<br />his tongue darts out in satisfaction, though perhaps I’m                       imposing<br />human emotion, and instinct makes him simply take care<br />of hygienic concerns. My people are mostly furred or plumed.<br />On death row, is hope a “thing with feathers”? Anesthetized,<br />I could watch the slow loris all day taking gifts from a stranger’s<br />hand. The last time I saw my father, before he chose to leave<br />the country, he held the newspaper and a faceted glass jar<br />of raspberry jam toward me; and his hands quavered the way                hands<br />of the elderly do. Did he see this himself?  Did he worry<br />about journeying south, despite frailty of shoulder, hip, the                  haze<br />of continual pain? I wanted to say, <em>don’t go</em>. I’m still replaying<br />the loop of his shaking. And then, as in slow motion, this once-<br />massive man took the glazed concrete steps one-by-one,                      checking<br />his balance on each, taking leave of me, moving gingerly<br />away—into the stunned, crystal day, all alone.</p> "}, {"title": "The Garden ", "view_node": "/poem/garden-2", "field_author": "<a href=\"/poet/helen-hoyt\" hreflang=\"und\">Helen Hoyt</a>", "field_date_published": "2016", "body": " <p>Do not fear.<br />The garden is yours<br />And it is yours to gather the fruits<br />And every flower of every kind,<br />And to set the high wall about it<br />And the closed gates.<br />The gates of your wall no hand shall open,<br />Not feet shall pass,<br />Through all the days until your return.<br />Do not fear.</p><p>But soon,<br />Soon let it be, your coming!<br />For the pathways will grow desolate waiting,<br />The flowers say, “Our loveliness has no eyes to behold it!”<br />The leaves murmur all day with longing,<br />All night the boughs of the trees sway themselves with longing…</p><p>O Master of the Garden,<br />O my sun and rain and dew,<br />Come quickly. </p> "}, {"title": "Untitled", "view_node": "/poem/untitled-4", "field_author": "<a href=\"/poet/paul-carroll\" hreflang=\"en\">Paul Carroll</a>", "field_date_published": "2016", "body": " <p>I want to write a poem the birds will understand<br />and the snakes and stones<br />the trees with their<br />               secrets and green faces<br />Let it enchant the dolphins and the whales<br />when they are courting in the middle of the ocean<br />Let it talk with the aborigine<br />who knows the moon’s a person in the sky<br />And should it be the last poem in the world<br />let it be among the first in worlds we’ve never<br />seen                                 where it may talk to rivers<br />there                                                       and animals we’ve only<br />seen in dreams                                              Let it walk<br />around in rooms                                                      where<br />God’s footprints have remained behind<br />Let it be something I’ve been unable to imagine here<br />There’ll be fish there             I may be riding on the<br />            back of one today<br />Will the poem be about the cheetahs and the wind<br />we only see when we’re in love?</p> "}], "pager": {"current_page": 322, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}