{"rows": [{"title": "Ceriserie", "view_node": "/poem/ceriserie", "field_author": "<a href=\"/poet/joshua-clover\" hreflang=\"und\">Joshua Clover</a>", "field_date_published": "2006", "body": " <p>Music: Sexual misery is wearing you out.</p><p>Music: Known as the Philosopher’s Stair for the world-weariness which climbing it inspires. One gets nowhere with it.</p><p>Paris: St-Sulpice in shrouds.</p><p>Paris: You’re falling into disrepair, Eiffel Tower this means you! Swathed in gold paint, Enguerrand Quarton whispering come with me under the shadow of this gold leaf.</p><p>Music: The unless of a certain series.</p><p>Mathematics: Everyone rolling dice and flinging Fibonacci, going to the opera, counting everything.</p><p>Fire: The number between four and five.</p><p>Gold leaf: Wedding dress of the verb <em> to have,</em>it reminds you of of.</p><p>Music: As the sleep of the just. We pass into it and out again without seeming to move. The false motion of the wave, “frei aber einsam.”</p><p>Steve Evans: I saw your skull! It was between your thought and your face.</p><p>Melisse: How I saw her naked in Brooklyn but was not in Brooklyn at the time.</p><p>Art: That’s the problem with art.</p><p>Paris: I was in Paris at the time! St-Sulpice in shrouds “like Katharine Hepburn.”</p><p>Katharine Hepburn: Oh America! But then, writing from Paris in the thirties, it was to you Benjamin compared Adorno’s wife. Ghost citizens of the century, sexual misery is wearing you out.</p><p>Misreading: You are entering the City of Praise, population two million three hundred thousand . . .</p><p>Hausmann’s Paris: The daughter of Midas in the moment just after. The first silence of the century then the king weeping.</p><p>Music: As something to be inside of, as inside thinking one feels thought of, fly in the ointment of the mind!</p><p>Sign at Jardin des Plantes: games are forbidden in the labyrinth .</p><p>Paris: Museum city, gold lettering the windows of the wedding-dress shops in the Jewish Quarter. “Nothing has been changed,” sez Michael, “except for the removal of twenty-seven thousand Jews.”</p><p>Paris 1968: The antimuseum museum.</p><p>The Institute for Temporary Design: Scaffolding, traffic jam, barricade, police car on fire, flies in the ointment of the city.</p><p>Gilles Ivain: In your tiny room behind the clock, your bent sleep, your Mythomania.</p><p>Gilles Ivain: Our hero, our Anti-Hausmann.</p><p>To say about Flemish painting: “Money-colored light.”</p><p>Music: “Boys on the Radio.”</p><p>Boys of the Marais: In your leather pants and sexual pose, arcaded shadows of the Place des Vosges.</p><p>Mathematics: And all that motion you supposed was drift, courtyard with the grotesque head of Apollinaire, Norma on the bridge, proved nothing but a triangle fixed by the museum and the opera and St-Sulpice in shrouds.</p><p>The Louvre: A couple necking in an alcove, in their brief bodies entwined near the Super-Radiance Hall visible as speech.</p><p>Speech: The bird that bursts from the mouth shall not return.</p><p>Pop song: We got your pretty girls they’re talking on mobile phones la la la.</p><p>Enguerrand Quarton: In your dream gold leaf was the sun, salve on the kingdom of the visible.</p><p>Gold leaf: The mind makes itself a Midas, it cannot hold and not have.</p><p>Thus: I came to the city of possession.</p><p>Sleeping: Behind the clock, in the diagon, in your endless summer night, in the city remaking itself like a wave in which people live or are said to live, it comes down to the same thing, an exaggerated sense of things getting done.</p><p>Paris: The train station’s a museum, opera in the place of the prison.</p><p>Later: The music lacquered with listen.</p> "}, {"title": "Majung Village", "view_node": "/poem/majung-village", "field_author": "<a href=\"/poet/ko-un\" hreflang=\"und\">Ko Un</a>", "field_date_published": "1993", "body": " <p>Over the steep, panting hills where<br />I rest my heart.<br />I like the simple homeliness<br />of the bitch and her puppies.<br />For how many centuries have<br />such homely sights been dear to us?<br />The stern old nettle tree standing by the village gate<br />gathers sweeping winds.</p><p>That’s not all.<br />Beyond the village<br />the well never dries.<br />What a wonder it is,<br />the well’s not a dipperful lower.</p><p>Children throw stones.<br />On the other side of the hills<br />pheasants flutter away, frightened for no reason.</p><p>The snow’s not gone yet.<br />An old man, arms akimbo, runs into an eddy of wind.</p> "}, {"title": "Ideal", "view_node": "/poem/ideal", "field_author": "<a href=\"/poet/mei-mei-berssenbrugge\" hreflang=\"und\">Mei-mei Berssenbrugge</a>", "field_date_published": "1993", "body": "<p>1</p>\n\n<p><span class=\"long-line\">I did not know beforehand what would count for me as a new color. Its beauty is an analysis</span><br /><span class=\"long-line\">of things I believe in or experience, but seems to alter events very little. The significance of a bird</span><br /><span class=\"long-line\">flying out of grapes in a store relates to the beauty of the color of the translucency of grapes.</span><br /><span class=\"long-line\">There is a space among some objects on a table that reminded her of a person, the way the bird reminded her,</span><br /><span class=\"long-line\">a sense of the ideal of the space she would be able to see. Beauty can look like this around objects.</span><br /><span class=\"long-line\">A plastic bag on a bush, moving slightly, makes an alcove, a glove or mist, holding the hill.</span><br /><span class=\"long-line\">Time can look like this. The plane of yourself separates from the plane of spaces between objects,</span><br /><span class=\"long-line\">an ordered succession a person apprehends, in order to be reminded.</span></p>\n"}, {"title": "Never give all the heart", "view_node": "/poem/never-give-all-heart", "field_author": "<a href=\"/poet/w-b-yeats\" hreflang=\"und\">W. B. Yeats</a>", "field_date_published": "1904", "body": "<p><span class=\"long-line\">Never give all the heart, for love</span><br /><span class=\"long-line\">Will hardly seem worth thinking of</span><br /><span class=\"long-line\">To passionate women if it seem</span><br /><span class=\"long-line\">Certain, and they never dream</span><br /><span class=\"long-line\">That it fades out from kiss to kiss;</span><br /><span class=\"long-line\">For everything that's lovely is</span><br /><span class=\"long-line\">But a brief, dreamy, kind delight.</span><br /><span class=\"long-line\">O never give the heart outright,</span><br /><span class=\"long-line\">For they, for all smooth lips can say,</span><br /><span class=\"long-line\">Have given their hearts up to the play.</span><br /><span class=\"long-line\">And who could play it well enough</span><br /><span class=\"long-line\">If deaf and dumb and blind with love?</span><br /><span class=\"long-line\">He that made this knows all the cost,</span><br /><span class=\"long-line\">For he gave all his heart and lost.</span></p>\n"}, {"title": "Navigating in the Dark", "view_node": "/poem/navigating-dark", "field_author": "<a href=\"/poet/erik-campbell\" hreflang=\"und\">Erik Campbell</a>", "field_date_published": "2006", "body": " <blockquote><blockquote><p><em>Papua, Indonesia </em></p></blockquote></blockquote><p>In this mining town in Papua the electricity<br />Has a habit of giving up at night, and this</p><p>Is a miracle of modern stasis, a secular Shabbat,<br />Reminding us of what is expendable, of how so few</p><p>Of us ever truly experience the dark. We are amazed,<br />My wife and I, with the heavy darkness</p><p>Of the no moon jungle, insect sounds lacerating<br />All illusions of silent places. “It’s so absolute,”</p><p>My wife says, and I like to think she means<br />More than the darkness; the naked places</p><p>Of ourselves we dress in sunlight, lamps,<br />And recorded music like antithetical</p><p>Blanche DeBois’s fearing a different sort<br />Of scrutiny. “We could pretend it’s 1940,”</p><p>I say, “put a Jack Benny tape on the short wave<br />And drink coffee, light candles.” She suggests</p><p>A walk outside instead, where there are dozens<br />Of others already out on paths bounded by jungle,</p><p>Stepping small and laughing loudly through various<br />Uncertainties; flashlights as eyes, ears like animals’.</p><p>Soon we are trying only to remember not to disappear<br />Altogether; everything is so absolutely, so darkly possible.</p> "}, {"title": "Lullaby", "view_node": "/poem/lullaby-1", "field_author": "<a href=\"/poet/lyubomir-levchev\" hreflang=\"und\">Lyubomir Levchev</a>", "field_date_published": "2006", "body": "<p><span class=\"long-line\">The boy was standing at the exit</span><br /><span class=\"long-line\">of the new gas-station</span><br /><span class=\"long-line\">like a deadlock,</span><br /><span class=\"long-line\">like a gas pump,</span><br /><span class=\"long-line\">like an air hose.</span><br /><span class=\"long-line\">I braked suddenly to pick him up.</span><br /><span class=\"long-line\">And only then did I notice</span><br /><span class=\"long-line\">what an evil appearance he had.</span><br /><span class=\"long-line\">I asked him:</span><br /><span class=\"long-line\">“Which way?”</span><br /><span class=\"long-line\">“To Plovdiv,” the hitch-hiker grumbled.</span><br /><span class=\"long-line\">“Eh!” I joked bluntly like an intellectual.</span><br /><span class=\"long-line\">“Such a young boy</span><br /><span class=\"long-line\">to such an old city!”</span><br /><span class=\"long-line\">“Oh, fuck this face of mine!</span><br /><span class=\"long-line\">Could you, too, guess</span><br /><span class=\"long-line\">that I still have no ID card?”</span><br /><span class=\"long-line\">“But why are you cursing?”</span><br /><span class=\"long-line\">“Because they won’t give me a job.</span><br /><span class=\"long-line\">I can’t get started.</span><br /><span class=\"long-line\">Do you know what it’s like</span><br /><span class=\"long-line\">to be</span><br /><span class=\"long-line\">and yet be unable to make a start?…”</span><br /><span class=\"long-line\">I gave him a piece of chocolate.</span><br /><span class=\"long-line\">He ate it up at once</span><br /><span class=\"long-line\">and fell asleep.</span><br /><span class=\"long-line\">I watched him, just in case,</span><br /><span class=\"long-line\">in the rearview mirror,</span><br /><span class=\"long-line\">rocking</span><br /><span class=\"long-line\">in the loop of sleep.</span><br /><span class=\"long-line\">His hair, long as a wig,</span><br /><span class=\"long-line\">made him look like</span><br /><span class=\"long-line\">a premature Robespierre.</span></p>\n\n<p><span class=\"long-line\">And so we flew across eternity</span><br /><span class=\"long-line\">like two centuries,</span><br /><span class=\"long-line\">like two tenses:</span><br /><span class=\"long-line\">past continuous</span><br /><span class=\"long-line\">and a future that cannot begin.</span><br /><span class=\"long-line\">Meanwhile the whirling wind hummed a lullaby:</span><br /><span class=\"long-line\">Sleep, sleep, my boy.</span><br /><span class=\"long-line\">It’s not your fault,</span><br /><span class=\"long-line\">But our shameless falseness.</span><br /><span class=\"long-line\">Sleep, but don’t trust Fukuyama.</span><br /><span class=\"long-line\">History exists.</span><br /><span class=\"long-line\">History is searching.</span><br /><span class=\"long-line\">And soon</span><br /><span class=\"long-line\">it will find you a job.</span><br /><span class=\"long-line\">Oh, what a job!</span><br /><span class=\"long-line\">They will remember you!</span></p>\n"}, {"title": "A Myth of Devotion", "view_node": "/poem/myth-devotion", "field_author": "<a href=\"/poet/louise-gluck\" hreflang=\"und\">Louise Glück</a>", "field_date_published": "2006", "body": " <p>When Hades decided he loved this girl<br />he built for her a duplicate of earth,<br />everything the same, down to the meadow,<br />but with a bed added.</p><p>Everything the same, including sunlight,<br />because it would be hard on a young girl<br />to go so quickly from bright light to utter darkness</p><p>Gradually, he thought, he'd introduce the night,<br />first as the shadows of fluttering leaves.<br />Then moon, then stars. Then no moon, no stars.<br />Let Persephone get used to it slowly.<br />In the end, he thought, she'd find it comforting.</p><p>A replica of earth<br />except there was love here.<br />Doesn't everyone want love?</p><p>He waited many years,<br />building a world, watching<br />Persephone in the meadow.<br />Persephone, a smeller, a taster.<br />If you have one appetite, he thought,<br />you have them all.</p><p>Doesn't everyone want to feel in the night<br />the beloved body, compass, polestar,<br />to hear the quiet breathing that says<br /><em>I am alive</em>, that means also<br />you are alive, because you hear me,<br />you are here with me. And when one turns,<br />the other turns—</p><p>That's what he felt, the lord of darkness,<br />looking at the world he had<br />constructed for Persephone. It never crossed his mind<br />that there'd be no more smelling here,<br />certainly no more eating.</p><p>Guilt? Terror? The fear of love?<br />These things he couldn't imagine;<br />no lover ever imagines them.</p><p>He dreams, he wonders what to call this place.<br />First he thinks: <em>The New Hell</em>. Then: <em>The Garden</em>.<br />In the end, he decides to name it<br /><em>Persephone's Girlhood</em>.</p><p>A soft light rising above the level meadow,<br />behind the bed. He takes her in his arms.<br />He wants to say <em>I love you, nothing can hurt you</em></p><p>but he thinks<br />this is a lie, so he says in the end<br /><em>you're dead, nothing can hurt you</em><br />which seems to him<br />a more promising beginning, more true.</p> "}, {"title": "Passerby, These are Words", "view_node": "/poem/passerby-these-are-words", "field_author": "<a href=\"/poet/yves-bonnefoy\" hreflang=\"und\">Yves Bonnefoy</a>", "field_date_published": "2006", "body": " <p>Passerby, these are words. But instead of reading<br />I want you to listen: to this frail<br />Voice like that of letters eaten by grass.</p><p>Lend an ear, hear first of all the happy bee<br />Foraging in our almost rubbed-out names.<br />It flits between two sprays of leaves,<br />Carrying the sound of branches that are real<br />To those that filigree the unseen gold.</p><p>Then know an even fainter sound, and let it be<br />The endless murmuring of all our shades.<br />Their whisper rises from beneath the stones<br />To fuse into a single heat with that blind<br />Light you are as yet, who can still gaze.</p><p>Listen simply, if you will. Silence is a threshold<br />Where, unfelt, a twig breaks in your hand<br />As you try to disengage<br />A name upon a stone:</p><p>And so our absent names untangle your alarms.<br />And for you who move away, pensively,<br />Here becomes there without ceasing to be.</p> "}, {"title": "Suicide of a Moderate Dictator", "view_node": "/poem/suicide-moderate-dictator", "field_author": "<a href=\"/poet/elizabeth-bishop\" hreflang=\"und\">Elizabeth Bishop</a>", "field_date_published": "2006", "body": " <p>This is a day when truths will out, perhaps;<br />leak from the dangling telephone earphones<br />sapping the festooned switchboards' strength;<br />fall from the windows, blow from off the sills,<br />—the vague, slight unremarkable contents<br />of emptying ash-trays; rub off on our fingers<br />like ink from the un-proof-read newspapers,<br />crocking the way the unfocused photographs<br />of crooked faces do that soil our coats,<br />our tropical-weight coats, like slapped-at moths.</p><p>Today's a day when those who work<br />are idling. Those who played must work<br />and hurry, too, to get it done,<br />with little dignity or none.<br />The newspapers are sold; the kiosk shutters<br />crash down. But anyway, in the night<br />the headlines wrote themselves, see, on the streets<br />and sidewalks everywhere; a sediment's splashed<br />even to the first floors of apartment houses.</p><p>This is a day that's beautiful as well,<br />and warm and clear. At seven o'clock I saw<br />the dogs being walked along the famous beach<br />as usual, in a shiny gray-green dawn,<br />leaving their paw prints draining in the wet.<br />The line of breakers was steady and the pinkish,<br />segmented rainbow steadily hung above it.<br />At eight two little boys were flying kites.</p> "}, {"title": "Posited", "view_node": "/poem/posited", "field_author": "<a href=\"/poet/james-mcmichael\" hreflang=\"und\">James McMichael</a>", "field_date_published": "2006", "body": " <p>            That as all parts of it<br />agree in their low resistence to flow,</p><p>so should it be agreed to call it water.<br />To say of water that if floods both<br />forward and back through places<br />difficult to place demands that the ensouled</p><p>themselves make plates for their parts of speech,<br />the predicates arrayed in<br />front of or behind the stated subject—</p><p>water, in the case at hand. Water</p><p>attains to its names because it shows as one thing<br />speech is about.<br />It shows as water.<br />To say no<br />more than that about however broad a sea is</p><p>plural already,<br />it says there must be something</p><p>else somewhere,<br />some second thing at least, or why say<br />how the thing shows? Before it can be taken<br />as a thing, as sea,<br />there have to have been readied for it other<br />possible-if-then-denied pronouncements—land,<br />the sky. Possible that<br />somewhere in the midst of waters there could</p><p>be such things as might be walked on,</p><p>hornblende and<br />felsite, quartzite, remnant<br />raised beach platforms, shales,<br />a cliff-foot scree.</p><p>Until given back accountably as<br />extant and encountered,<br />nothing counts. Nothing counts until<br />by reason it is brought to stand still.<br />Country. That it stands over</p><p>against one stands to reason. Not without<br />reason is it said of country that it<br />counters one's feet. To Count as</p><p>groundwork for a claim about the ground,</p><p>reason must equate with country.<br />To be claimed as that, as country,<br />sand blown inland from the dunes must<br />equal its having landed grain by grain.</p><p>All grains have their whereabouts.<br />From emplacements in their clumps of<br />marram grass and sedges, some will be<br />aloft again and lime-rich<br />grain by grain will land.</p><p>Country is its mix of goings-on.<br />For these to tally, befores from<br />afters must at every turn divide.<br />Before it turns,<br />a cartwheel has its place to start from. It</p><p>stands there in place. In place an<br />axle's width away, another</p><p>parallel wheel is standing.<br />Not for long.<br />After each wheel in concert leaves its<br />first place for a second,</p><p>it leaves again at once a third and more. No more nor</p><p>fewer are its places on the strand than it has<br />time for in its turning.<br />Imprinted<br />one at a time,<br />these places are the lines the cart</p><p>makes longer at each landward place.<br />Not late for what goes</p><p>on there as its heft at each next place bears<br />down onto the loams and breaks them,<br />the seaweed-laden<br />cart is in time. Time is the cart's</p><p>enclosure. There for the taking, time is<br />around the cart,<br />which takes it from inside. Around<br />stones in the dry-stone dyke are</p><p>times out of mind,<br />those times the stones' embeddings let them go.<br />The hill-grazings<br />also are in time, and the three cows.<br />The blacklands are in time with their</p><p>ridged and dressed short rows of barley.<br />As it does around</p><p>bursts that for the places burst upon<br />abandon where they were before,<br />time holds around</p><p>the moving and the resting things.</p> "}, {"title": "Lasting Impressions", "view_node": "/poem/lasting-impressions", "field_author": "<a href=\"/poet/allan-peterson\" hreflang=\"und\">Allan Peterson</a>", "field_date_published": "2006", "body": " <p>Look at the slight valley of the horse between haunch and shoulder,<br />recalling its rider and the low hills between. Form never forgets.<br />Though they are free to be real horses not obscured by work,<br />not pull anything, they must think hard to do nothing but remember<br />their lovers to run the low hills and dream and eat up green landscape.<br />He thinks of her and the way part of him still sinks down the cushions<br />when he's gone. A few remembering shapes linger till the foam or feathers<br />take a deep breath and remember what they were. If he comes back soon<br />he may not be quite missing, indentations rising as if still getting up.<br />When he leaves he feels her still on him, a loving cinch like the feel of hat,<br />the hat gone.</p> "}, {"title": "The Rosetta Stone for Birdcalls", "view_node": "/poem/rosetta-stone-birdcalls", "field_author": "<a href=\"/poet/peter-oleary\" hreflang=\"und\">Peter O&#039;Leary</a>", "field_date_published": "2006", "body": " <p>is the Rosetta Stone for Human Suffering. Caw = territorial<br />outrage. Musical flutings upwards = the days of summer are always<br />declining. Peep = hunger. Barrage of chips = desperate hunger.<br /><em>Who?</em> = the nest has been abandoned. Varied pipings =<br />I surrender my eggs to a predator. Grates &amp; rusty<br />noises = the distance between us can only be managed by violence.<br />Trill = inadequacy of desire. Low whistles = difficulties with<br />lice, with bacteria, with fungus, etc.</p><p>No such stone ever hewn would translate lightning or torrent<br />a million years elicits. No such stone would bear the<br />incisions of the master's awl.<br />Such a stone would serve instead as instruction manual for building<br />pyramids &amp; museums.</p><p>When the accipiter in its suicidal plummet snatches the finch,<br />what instrument measures the strum of the vibrating airs? Who sees<br />the God who plucks this lute?</p> "}, {"title": "O&#039;Connor at Andalusia", "view_node": "/poem/oconnor-andalusia", "field_author": "<a href=\"/poet/floyd-skloot\" hreflang=\"und\">Floyd Skloot</a>", "field_date_published": "2006", "body": " <p>Sickness before death is a very appropriate thing and I think those who don’t have it miss one of God’s mercies.<br />—Flannery O’Connor, <em>The Habit of Being</em></p><p>It came with the steady pace of dusk,<br />slow shadings in the distance, a sense of light<br />growing soft at the center of her body.<br />It came like evening to the farm<br />bearing silence and a promise of rest.<br />There was nothing to say it was there<br />till she found herself unable to move<br />and stillness settled its net over the bed.<br />A crimson disc of pain suddenly flushed<br />from her hips like a last flaring of sun.</p><p>She believed the time had come<br />to welcome this perfect weakness<br />that had no memory of strength,<br />a mercy even as darkness hardened<br />inside her joints. It was not to be<br />missed. Nor was the mercy of sight:<br />she believed the time had come<br />to measure every moment and map<br />the place she soon must leave.<br />At least she had been given time,<br />though her wish would have been<br />an hour more for each leaf visible<br />from her window, a day for trees,<br />a week for birds and month to savor<br />the voice of each friend who called.<br />Though she never belonged in the heart<br />of this world, she gave this world her heart.</p><p>Within her stillness she remembered<br />the first signs: that brilliant butterfly<br />rash on her face, a blink that lasted<br />for hours, the delicate embrace of sleep<br />veering as in a dream toward the grip<br />of death, hunger vanishing like hope.<br />Her body no longer knew her body as itself</p><p>but this too was a mercy. To leave herself<br />behind and then return was instructive.<br />To wax and wane, to live beyond<br />the body and know what that was like,<br />a gift from God, a mixed blessing shrouded<br />in the common cloth of loss. Half her life<br />she practiced death and resurrection.</p> "}, {"title": "One-Word Poem", "view_node": "/poem/one-word-poem", "field_author": "<a href=\"/poet/david-r-slavitt\" hreflang=\"und\">David R. Slavitt</a>", "field_date_published": "2006", "body": " <p>Motherless.</p><p>Discussion questions.</p><ol><li>Is this a joke? And, if so, is it a joke of the poet in which the editor of the magazine (or, later, the book publisher or the textbook writers) has conspired? Or is it a joke on the editors and publishers? Is the reader the audience of the poem?</li><li>It is regrettable not to have a mother. Is the purpose of the poem to convey an emotion to the reader? Does the poet suppose that this is the saddest word in the language? Do you agree or disagree? Can you suggest a sadder word?</li><li>The Supplement to the <em>Oxford English Dictionary</em> gives an alternate meaning from nineteenth- and twentieth-century Australian slang as an intensifier, as in “stone motherless broke.” Can you assume that the poet knew this? Does this make for an ambiguity in the poem? Does this information change your emotional response?</li><li>If the assertion of the single word as a work of art is not a joke, then what could it mean? Is it a Dada-ist gesture, amusing and cheeky perhaps but with an underlying seriousness that the poet either invites or defies the reader to understand?</li><li>Even if the poet was merely fooling around, does that necessarily diminish the possible seriousness of the poem?</li><li>If we acknowledge that this is a work of art, can the author assert ownership? Is it possible to copyright a one-word poem?</li><li>In writing a one-word poem, the crucial decision must be which word to choose and to posit as a work of art. Do you think the poet spent a great deal of time picking this word? Or did he simply open a dictionary and let his fingers do the walking? Does that diminish the poem’s value? Or is it a kind of bibliomancy?</li><li>Should the word have been in quotes? Or is it quotes even without being in quotes? There is a period at the end of the poem. Would it change the meaning of the poem if there were an exclamation point? Or no punctuation at all? Would that be a different poem? Better or worse? Or would you like it more or less? (Are these different questions?)</li><li>You can almost certainly write—or “write”—a one-word poem. But it would be difficult for you to get it published—almost certainly more difficult now that this one has been published and staked its claim. Is the publication of a poem a part of the creative act? Had the poet written his poem and put it away in his desk drawer as Emily Dickinson used to do, would this make it a different poem?</li><li>Some poems we read and some that we particularly like, we memorize. You have already memorized this one. Do you like it better now? Or are the questions part of the poem, so that you have not yet memorized it? Will you, anyway? Do you need to memorize the questions verbatim, or is the idea enough?</li></ol>"}, {"title": "Portrait of Madame Monet on Her Deathbed", "view_node": "/poem/portrait-madame-monet-her-deathbed", "field_author": "<a href=\"/poet/mary-rose-oreilley\" hreflang=\"und\">Mary Rose O&#039;Reilley</a>", "field_date_published": "2006", "body": " <p>Monet confided to his journal, \"All the while she was dying, I could not stop painting her face.\"<br />—Monet at Vétheuil</p><p>He will paint her again as grain;<br />now she is fog<br />the chantilly fog of the Seine:</p><p>avoiding no hint of the slow dissolve,<br />the bandage around her jaw,<br />rigor's cramp at the lip,<br />how death abraded and hollowed her,<br />while he remembered light.</p><p>Had he a failed heart<br />or a wholly transfigured eye<br />that knew her tonight as water<br />convulsion and sky?<br />that stared through layers of the body<br />at more than it took to die?</p> "}, {"title": "A Crosstown Breeze", "view_node": "/poem/crosstown-breeze", "field_author": "<a href=\"/poet/henry-taylor\" hreflang=\"und\">Henry Taylor</a>", "field_date_published": "2006", "body": " <p>A drift of wind<br />when August wheeled<br />brought back to mind<br />an alfalfa field</p><p>where green windrows<br />bleached down to hay<br />while storm clouds rose<br />and rolled our way.</p><p>With lighthearted strain<br />in our pastoral agon<br />we raced the rain<br />with baler and wagon,</p><p>driving each other<br />to hold the turn<br />out of the weather<br />and into the barn.</p><p>A nostalgic pause<br />claims we saved it all,<br />but I’ve known the loss<br />of the lifelong haul;</p><p>now gray concrete<br />and electric light<br />wear on my feet<br />and dull my sight.</p><p>So I keep asking,<br />as I stand here,<br />my cheek still basking<br />in that trick of air,</p><p>would I live that life<br />if I had the chance,<br />or is it enough<br />to have been there once?</p> "}, {"title": "The Discipline of Craft, Easter Morning", "view_node": "/poem/discipline-craft-easter-morning", "field_author": "<a href=\"/poet/judith-harris\" hreflang=\"und\">Judith Harris</a>", "field_date_published": "2006", "body": " <p>No use going hunting for angels,<br />for a Christ in the tree-mops,<br />a Moses winding his way up the mount<br />into the fire of God’s fresh stubble.</p><p>There is just a serious rain,<br />a steady crutch for the air,<br />colder than any April should be.</p><p>I am up to my neck in chores:<br />the cat needs more food,<br />my daughter’s clutter piles up like ant hills,<br />I fold her little sleeves, ghost by ghost.<br />What melody springs from the heart so well?</p><p>These lone trees can’t be dazzled by sun today,<br />they have such tremors like the Pope’s.<br />Lost loons pitched into sky folds,<br />their crusty buds just blinking<br />as if to test how fierce the light is.</p><p>They sag and meander from their stems,<br />they bleed from transparency.<br />Needless or hopeless, as overused fountains,<br />they are my metrics, my fortitude;<br />plants with lemony grass spigots<br />that will never go dry.</p> "}, {"title": "Canon 501", "view_node": "/poem/canon-501", "field_author": "<a href=\"/poet/brian-swann\" hreflang=\"und\">Brian Swann</a>", "field_date_published": "2006", "body": " <p>The song was moist, filing away,<br />   drifting while we drifted, something<br />in blackface, Al Jolson of birdland,<br />   not quite right, prophesizing until hoarse<br />who knows what. The locals say he<br />   draws poison from you, <em>angatkuk</em>,<br />shaman, though they don’t believe it.<br />   Then the incongruous smell of<br />chrysanthemum crossed us up and<br />   we remembered the service-station<br />with someone in handcuffs. Probably<br />   a mistake, said the attendant, though<br />they do get violent. The prisoner yawned.<br />   Our map lumbered from point to point<br />as if trying to remember something itself,<br />   anything. We tossed it and got out.<br />On the long walk back the tundra looked cozier<br />   by moonlight, everywhere the same,<br />white as bleached whalebone. But<br />   things had not been right all day.<br />In the damp heat everything was wobbly,<br />   even the bride at the old mission who<br />seemed to grow clouds like companions,<br />   drawing them after. I glimpsed a ring<br />of seal-fur flash on her wrist. <em>Mm-hmm</em>,<br />   unh-hunh they went. The honeymoon<br />was spent beyond the rigs. It was enough<br />   for them it didn’t rain or snow though<br />the driftwood fire they made beside the boats<br />   was all smoke. The sea sounded obscure<br />as if it had no shape and was empty.<br />   We tried to capture it on Canon 501<br />and sent it south, but even that seemed staged.</p> "}, {"title": "Last Night We Saw South Pacific", "view_node": "/poem/last-night-we-saw-south-pacific", "field_author": "<a href=\"/poet/james-applewhite\" hreflang=\"und\">James Applewhite</a>", "field_date_published": "2006", "body": "<p><span class=\"“long-line”\">I wake to see a cardinal in our white</span><br /><span class=\"long-line\">          crape myrtle. My eye aches. Bees celebrate</span><br /><span class=\"long-line\">morning come with their dynamo-hum</span><br /><span class=\"long-line\">                    around a froth of bloom.</span></p>\n\n<p><span class=\"“long-line”\">Though presently it’s paradise for the bees,</span><br /><span class=\"long-line\">          noon will reach ninety-nine degrees.</span><br /><span class=\"long-line\"><em>Le vierge, le vivace et le bel aujourd’ hui</em></span><br /><span class=\"long-line\">                    will stultify hope in ennui.</span></p>\n\n<p><span class=\"“long-line”\">I watched <em>Raging Planet</em> on TV.</span><br /><span class=\"long-line\">          Earth’s orbit around the sun appears</span><br /><span class=\"long-line\">to alter every hundred thousand years.</span><br /><span class=\"long-line\">                    Each thirty million years,</span></p>\n\n<p><span class=\"“long-line”\">mass extinctions attend Earth’s</span><br /><span class=\"long-line\">          traverse of the galactic plane.</span><br /><span class=\"long-line\">The asteroid rain that cratered the moon</span><br /><span class=\"long-line\">                    returns, brings species’ deaths.</span></p>\n\n<p><span class=\"“long-line”\">In the Hudson Bay region of Quebec,</span><br /><span class=\"long-line\">          the Laurentide ice sheet</span><br /><span class=\"long-line\">only a geological eye-blink</span><br /><span class=\"long-line\">                    ago lay two miles thick.</span></p>\n\n<p><span class=\"“long-line”\">Disasters preceded us, like violent parents.</span><br /><span class=\"long-line\">          Pangaea’s fragmenting land mass</span><br /><span class=\"long-line\">drowned origins like lost Atlantis:</span><br /><span class=\"long-line\">                    an enigma for consciousness.</span></p>\n\n<p><span class=\"“long-line”\">These continents will re-collide</span><br /><span class=\"long-line\">          in their rock-bending tectonic dance,</span><br /><span class=\"long-line\">as once before Tyrannosaurus died.</span><br /><span class=\"long-line\">                    So change continues by chance,</span></p>\n\n<p><span class=\"“long-line”\">as if meaningless—granite to sand,</span><br /><span class=\"long-line\">          sand to sandstone, sandstone to sand.</span><br /><span class=\"long-line\">In five billion years, the sun will expand,</span><br /><span class=\"long-line\">                    to Venus and Mars, then end</span></p>\n\n<p><span class=\"“long-line”\">planet Earth. The hydrangea blooms</span><br /><span class=\"long-line\">          its dry blue, burns a brown lavender.</span><br /><span class=\"long-line\">Earth whirls in space and August comes—</span><br /><span class=\"long-line\">                    this slanted light my calendar.</span></p>\n\n<p><span class=\"“long-line”\">As I water the pink phlox, I wonder</span><br /><span class=\"long-line\">          what use there is for a world of matter—</span><br /><span class=\"long-line\">why the universe exploding into being invents</span><br /><span class=\"long-line\">                    night and star-incandesence?</span></p>\n\n<p><span class=\"“long-line”\">We are the part of it that feels it,</span><br /><span class=\"long-line\">          thinks it, seeing this time in its slant</span><br /><span class=\"long-line\">on bloom with our physical brains that</span><br /><span class=\"long-line\">                    change it as they sense it.</span></p>\n\n<p><span class=\"“long-line”\">We <em>become</em>. We hum a story as tune,</span><br /><span class=\"long-line\">          in sonata form that runes this sphinx-</span><br /><span class=\"long-line\">riddle sequence as notes that the pharynx</span><br /><span class=\"long-line\">                    fluctuates, to <em>mean</em>.</span></p>\n\n<p><span class=\"“long-line”\">So “This Nearly Was Mine” assuages,</span><br /><span class=\"long-line\">          braced against old loss and war.</span><br /><span class=\"long-line\">Emile de Becque sounds rich with knowledge</span><br /><span class=\"long-line\">                    of children and love, before.</span></p>\n"}, {"title": "Pieta", "view_node": "/poem/pieta", "field_author": "<a href=\"/poet/steve-scafidi\" hreflang=\"und\">Steve Scafidi</a>", "field_date_published": "2006", "body": " <p>Before she is turned away<br />  for the last time in the moment<br />before the new world begins<br />  harrowing her like a field</p><p>and the sun and moon disappear<br />  and the stars and the houses<br />suddenly become illustrations<br />  in a book no longer to be</p><p>believed burning to ashes—<br />  before the earth beneath her<br />rises up through her body<br />  slowly, every green cell</p><p>yellowing in the aftermath—<br />  just before this begins and<br />it begins constantly over<br />  and over in the secret nucleus</p><p>of mothers quietly humming<br />  at every second continuously<br />she breathes the odor of honey,<br />  his hair still the odor of honey.</p> "}], "pager": {"current_page": 573, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}