{"rows": [{"title": "Haunted Sonnet", "view_node": "/poem/haunted-sonnet", "field_author": "<a href=\"/poet/hoa-nguyen\" hreflang=\"und\">Hoa Nguyen</a>", "field_date_published": "2015", "body": " <p>Haunt lonely and find when you lose your shadow<br />secretive house centipede on the old window</p><p>You pronounce <em>Erinys </em>as “Air-n-ease”<br /><em>Alecto</em>: the angry    <em>Magaera</em>: the grudging</p><p><em>Tisiphone</em>: the avenger (voice of revenge)<br />“Women guardians of the natural order”</p><p>Think of the morning dream with ghosts     <br />Why draw the widow’s card and wear the gorgeous</p><p>Queen of Swords crown                Your job is<br />to rescue the not-dead woman before she enters</p><p>the incinerating garbage shoot      wrangle silver<br />raccoon power          Forever a fought doll</p><p>She said, “What do you know about Vietnam?”<br />Violet energy ingots      Tenuous knowing moment</p> "}, {"title": "Nomad", "view_node": "/poem/nomad", "field_author": "<a href=\"/poet/robin-beth-schaer\" hreflang=\"en\">Robin Beth Schaer </a>", "field_date_published": "2015", "body": " <p>In a time of faint beasts, no room<br />is left in the boats. With thin hands,</p><p>we huddle sheep and dip a hundred<br />reeds in mud. The nets wheel away</p><p>so often now, sinking through days<br />poured furious over threshing feet.</p><p>As though dared in a foreign tongue<br />to knot our sleeves, we swim through</p><p>broken oars, shout off slender days.<br />Snakes may cling to trees, and men</p><p>tear at bread, but the sky stays hinged.<br />Only heaven is full of furniture.</p><p>We harness ourselves over and over,<br />wherever hope is a yellow shore.</p> "}, {"title": "Passage", "view_node": "/poem/passage-0", "field_author": "<a href=\"/poet/cale-young-rice\" hreflang=\"und\">Cale Young Rice</a>", "field_date_published": "2015", "body": " <p>A dark sail,<br />Like a wild-goose wing,<br />Where the sunset was.<br />The moon soon will silver its sinewy flight<br />Thro the night watches,<br />And the far flight<br />Of those immortal migrants,<br />The ever-returning stars.</p> "}, {"title": "The Universe", "view_node": "/poem/universe", "field_author": "<a href=\"/poet/joshua-henry-jones-jr\" hreflang=\"en\">Joshua Henry Jones, Jr.</a>", "field_date_published": "2015", "body": " <p>Count o’er the million leagues from here to yonder star.<br />On then. On to the next count of a million more.<br />Sum up the myriad gleams that light the night;<br />Add too, the orbit where the cold bright moon doth soar.<br />That done, return to earth and with thy mind outline<br />That huge expanse called space; and then out from our Hearse<br />Of changing dust dream out the words—The Universe.</p> "}, {"title": "Ode to an Encyclopedia", "view_node": "/poem/ode-encyclopedia", "field_author": "<a href=\"/poet/james-arthur\" hreflang=\"und\">James Arthur</a>", "field_date_published": "2015", "body": " <p><span class=\"long-line\">O hefty hardcover on the built-in shelf in my parents’ living room,</span><br /><span class=\"long-line\">O authority stamped on linen paper, molted from your dust jacket,</span><br />Questing Beast of blue and gold, you were my companion</p><p>on beige afternoons that came slanting through the curtains<br />behind the rough upholstered chair. You knew how to trim a sail<br />and how the hornet builds a hive. You had a topographical map</p><p>of the mountain ranges on the far side of the moon<br />and could name the man who shot down the man<br />who murdered Jesse James. At forty, I tell myself</p><p>that boyhood was all enchantment: hanging around the railway,<br />getting plastered on cartoons; I see my best friend’s father<br />marinating in a lawn chair, smiling benignly at his son and me</p><p>from above a gin and tonic, or sitting astride his roof<br />with carpentry nails and hammer, going at some problem<br /><span class=\"long-line\">that kept resisting all his mending. O my tome, my paper brother,</span></p><p>my narrative without an ending, you had a diagram of a cow<br />broken down into the major cuts of beef, and an image<br />of the Trevi Fountain. The boarding house,</p><p>the church on the corner: all that stuff is gone.<br />In winter in Toronto, people say, a man goes outside<br />and shovels snow mostly so that his neighbors know</p><p>just how much snow he is displacing. I’m writing this<br />in Baltimore. For such a long time, the boy wants<br />to grow up and be at large, but posture becomes bearing;</p><p>bearing becomes shape. A man can make a choice<br />between two countries, believing all the while<br />that he will never have to choose.</p> "}, {"title": "Portrait of A.", "view_node": "/poem/portrait-1", "field_author": "<a href=\"/poet/tung-hui-hu\" hreflang=\"und\">Tung-Hui Hu</a>", "field_date_published": "2015", "body": " <p>          <em> If they don’t see happiness in the picture at least<br />           they’ll see the black. —Chris Marker</em></p><p><br />A magnolia tree in full bloom, X- <br />            rayed by a streetlamp,<br />pressed against the windowpane<br />            like someone hopped onto the glass<br />of the office Xerox and hit copy</p><p>            A magnolia tree in full bloom, winter<br />in black and white:      cold, grainy air<br />and your fingers pointing,       Last April<br />            your husband buried<br />the two halves of a snake         you shot</p><p>your new film about a river<br />that flows backwards<br />                      Rivers, did you know,<br />            are measured by a sinuosity index<br />in opposite corners</p><p>            of the yard so one half wouldn’t find<br />Length as crow flies                divided by<br />length as fish swims      weight<br />            and counterweight. A magnolia,<br />framed, a shot looking for       its pair.</p> "}, {"title": "Deer Ode, Tangled &amp; Horned", "view_node": "/poem/deer-ode-tangled-horned", "field_author": "<a href=\"/poet/marcus-wicker\" hreflang=\"en\">Marcus Wicker</a>", "field_date_published": "2015", "body": " <p>Always the sun first<br />then the doe sunning, the stag<br />running toward the doe, wherein</p><p>this ramshackle causality<br />a taste for flesh buds<br />at birth—when mouth clasps</p><p>to breast—quieting<br />the gut’s ache, not hunger<br />for touch. If you don’t believe</p><p>touch is a famine<br />fed by need, in another<br />scene, see an orphaned fawn</p><p>bow before a block of salt<br />crowned on the lone stump<br />in a clearing where sudden</p><p>wind has instructed him<br />in a lick’s dripping scent.<br />Right. Now, who then</p><p>betrays his permanence<br />but the huntsmen—<br />himself? Who then but palette—</p><p>appetite’s kissing cousin, driven<br />only by science of nature—<br />O Desire, you mother—</p><p>You Adam<br />of the valley, crouched<br />with a catcher’s mitt</p><p>always signaling for the quince<br />to roll downhill. You’re not much<br />of a nurturer from behind</p><p>this rifle scope,<br />especially on nights when<br />I am Lot’s hermaphrodite wife—</p><p>all pillar<br />&amp; looking back<br />on my downfall from the future</p><p>which is surely paradise<br />or purgatory, depending<br />on how I decipher my scripture, O</p><p>Desire, if you’re a Catholic’s<br />Tree of Life I must be Buddhist-<br />free. I’m not interested</p><p>in you for the progeny<br />so much as your skyscraping—<br />your telephone poles—miraculous,</p><p>glazed, glistening with December’s<br />beckoning slick—crisscrossed<br />with tiny horizontal beams, wired-</p><p>horizon &amp; morning dew,<br />forming, Dear Sire,<br />your anointing—this</p><p>intimately connected rosary<br />I can’t help but prick<br />my tongue to.<br /> </p> "}, {"title": "the night begins with sugar", "view_node": "/poem/night-begins-sugar", "field_author": "<a href=\"/poet/natasha-saje\" hreflang=\"und\">Natasha Sajé</a>", "field_date_published": "2015", "body": " <p><em>Salt Lake City</em></p><p>here in our state of yes and smug<br />crystalline over mountains and horizon melt<br />such pretty clouds such drifting light</p><p>who is it enough for what kind of person<br />lives in this sweetness this clear<br />beauty and does not utter a single oh or no</p><p>or even I my hand clapped over my mouth my tongue caught by<br />what’s left in the right hand the dominant and clenched<br />what’s right in the left hand easily tossed</p><p>catching instead malaise a coma of indifference<br />swirling in our stunning vestibule<br />mourning the self just getting by</p><p>in a theocracy of pretense and defense<br />here in my state of smog and so what<br /> </p> "}, {"title": "On Speaking Quietly with My Brother", "view_node": "/poem/speaking-quietly-my-brother", "field_author": "<a href=\"/poet/jay-deshpande\" hreflang=\"en\">Jay Deshpande</a>", "field_date_published": "2015", "body": " <p>You who threw the rock at the back of my head<br />        as hard as you could at four because you thought<br />this was how to make a stone skip on the ocean,<br />        I have watched you in the dark of a yard<br />where we can only see each other by a lamp left on<br />        some rooms away. We can see only<br />one another’s chin. Soon, you will stay up<br />        through the night after I fall<br />into a laughing sleep. Two moths dust<br />        the same screen for remembered light.<br />We have all been removed from the lyrics, brother,<br />        our names will be stricken from the papers.</p><p>When I think of you and me and recall some<br />        adolescent sunrise, standing on rooftops,<br />blue still the island but the bowl of it about<br />        to fill with light, it is perhaps strange and horrible<br />to know one day one of us will die<br />        and the other will be alive, volume turned up,<br />his mouth now weighing twice as much.<br />        We cannot be excused from this<br />device of road and harrow, from this weight<br />        we heft and heave. So, you will be the sister.<br />And I will be the sister. And you—<br />        you are about to give me my words.<br /> </p> "}, {"title": "October", "view_node": "/poem/october-0", "field_author": "<a href=\"/poet/helen-hunt-jackson\" hreflang=\"und\">Helen Hunt Jackson</a>", "field_date_published": "2015", "body": " <p>Bending above the spicy woods which blaze,<br />Arch skies so blue they flash, and hold the sun<br />Immeasurably far; the waters run<br />Too slow, so freighted are the river-ways<br />With gold of elms and birches from the maze<br />Of forests. Chestnuts, clicking one by one,<br />Escape from satin burs; her fringes done,<br />The gentian spreads them out in sunny days,<br />And, like late revelers at dawn, the chance<br />Of one sweet, mad, last hour, all things assail,<br />And conquering, flush and spin; while, to enhance<br />The spell, by sunset door, wrapped in a veil<br />Of red and purple mists, the summer, pale,<br />Steals back alone for one more song and dance.</p> "}, {"title": "Aztec Mask", "view_node": "/poem/aztec-mask", "field_author": "<a href=\"/poet/carl-sandburg\" hreflang=\"und\">Carl Sandburg</a>", "field_date_published": "1913", "body": " <p>I wanted a man's face looking into the jaws and throat<br />     of life<br />With something proud on his face, so proud no smash<br />     of the jaws,<br />No gulp of the throat leaves the face in the end<br />With anything else than the old proud look:<br />          Even to the finish, dumped in the dust,<br />          Lost among the used-up cinders,<br />          This face, men would say, is a flash,<br />          Is laid on bones taken from the ribs of the earth,<br />          Ready for the hammers of changing, changing years,<br />          Ready for the sleeping, sleeping years of silence.<br />          Ready for the dust and fire and wind.<br />I wanted this face and I saw it today in an Aztec mask.<br />A cry out of storm and dark, a red yell and a purple prayer,<br />A beaten shape of ashes<br />               waiting the sunrise or night,<br />               something or nothing,<br />               proud-mouthed,<br />               proud-eyed gambler.</p> "}, {"title": "Mask", "view_node": "/poem/mask", "field_author": "<a href=\"/poet/carl-sandburg\" hreflang=\"und\">Carl Sandburg</a>", "field_date_published": "1916", "body": " <p>Fling your red scarf faster and faster, dancer.<br />It is summer and the sun loves a million green leaves,<br />     masses of green.<br />Your red scarf flashes across them calling and a-calling.<br />The silk and flare of it is a great soprano leading a<br />     chorus<br />Carried along in a rouse of voices reaching for the heart<br />     of the world.<br />Your toes are singing to meet the song of your arms:</p><p>Let the red scarf go swifter.<br />Summer and the sun command you.</p> "}, {"title": "The Gift to Sing", "view_node": "/poem/gift-sing", "field_author": "<a href=\"/poet/james-weldon-johnson\" hreflang=\"und\">James Weldon Johnson</a>", "field_date_published": "2015", "body": " <p>Sometimes the mist overhangs my path,<br />And blackening clouds about me cling;<br />But, oh, I have a magic way<br />To turn the gloom to cheerful day—<br />      I softly sing.</p><p>And if the way grows darker still,<br />Shadowed by Sorrow’s somber wing,<br />With glad defiance in my throat,<br />I pierce the darkness with a note,<br />       And sing, and sing.</p><p>I brood not over the broken past,<br />Nor dread whatever time may bring;<br />No nights are dark, no days are long,<br />While in my heart there swells a song,<br />       And I can sing.</p> "}, {"title": "Hurricane Song", "view_node": "/poem/hurricane-song", "field_author": "<a href=\"/poet/kevin-young\" hreflang=\"und\">Kevin Young</a>", "field_date_published": "2015", "body": " <p>Lady, won’t you wait<br />out the hurricane</p><p>all night at my place—<br />we’ll take cover like</p><p>the lamps &amp; I’ll<br />let you oil</p><p>my scalp. Please, I needs<br />a good woman’s hands</p><p>caught in my hair, turning<br />my knots to butter.</p><p>All night we’ll churn.<br />Dawn</p><p>will lean in too soon—<br />you’ll leave out into</p><p>the wet world, winded<br />&amp; alone, knowing</p><p>the me only<br />midnight sees.</p> "}, {"title": "Daywork", "view_node": "/poem/daywork", "field_author": "<a href=\"/poet/jessica-fisher\" hreflang=\"und\">Jessica Fisher</a>", "field_date_published": "2015", "body": " <p><em>Close your eyes</em> he said and took my hand.<br />There was something he wanted to show me,<br />something I couldn’t see. Raised like a scar,<br />a seam running through the body, here<br />where the day went dark. I’d wanted to see<br />the limits of sight, to know where the painter<br />had found an edge, and stopped,<br />the day done and the brushes washed,<br />the figure left to dry, in the dark room<br />someone half made would try to close his open eye<br />and find that eye will stay open and never see,<br />never see the rearing horse he rides<br />you know the posture you’ve leant back in the saddle<br />the beast beneath you pulled at its reins and told it to quit<br />it can’t quit it’s trying to it’s trying to stop<br />the bit in the mouth and no sight in its eyes<br />seen and yet blind this was the drama<br />he wanted to show don’t you think or think<br />of the woman holding the room on her shoulders<br />have you ever felt like that like you are to keep<br />very still while the others move around you<br />in birth I remember the midwife took my reins<br />is that right she held me here and there<br />and reached inside she was touching my baby<br />I had nothing to do but let it happen<br />I let it happen so well trained really a vehicle<br />you ride me or drive me oh but if you are the head<br />I am the neck I will turn you to my advantage<br />will make you see what is wrought through me</p> "}, {"title": "Still Life with Antidepressants", "view_node": "/poem/still-life-antidepressants", "field_author": "<a href=\"/poet/aaron-smith\" hreflang=\"und\">Aaron Smith</a>", "field_date_published": "2015", "body": " <p>The afternoon light lights<br />the room in a smudged<br />sheen, a foggy-eyed glow.</p><p>The dog digs at the couch,<br />low-growling at the mailman.<br />I’m spelling words with pills</p><p>spilled consolidating bottles:<br /><em>yes </em>and <em>try </em>and most of <em>happy</em>:<br />Maybe I’ll empty them all.</p><p>A woman I don’t know<br />is having a drill drill into her<br />skull. To get rid of the thing</p><p>requires entering the brain.<br />How to imagine a story<br />that ends with that ending? </p><p>I don’t know how to live my life,<br />but at least today I want to. <br /> </p> "}, {"title": "Riding Alone for Thousands of Miles", "view_node": "/poem/riding-alone-thousands-miles", "field_author": "<a href=\"/poet/sally-wen-mao\" hreflang=\"en\">Sally Wen Mao</a>", "field_date_published": "2015", "body": "<p><span class=\"long-line\">In Lijiang, the sign outside your hostel</span><br /><span class=\"long-line\">           glares: Ride alone, ride alone, ride</span><br /><span class=\"long-line\">alone – it taunts you for the mileage</span><br /><span class=\"long-line\">           of your solitude, must be past</span></p>\n\n<p><span class=\"long-line\">thousands, for you rode this plane</span><br /><span class=\"long-line\">           alone, this train alone, you’ll ride</span><br /><span class=\"long-line\">this bus alone well into the summer night,</span><br /><span class=\"long-line\">           well into the next hamlet, town,</span></p>\n\n<p><span class=\"long-line\">city, the next century, as the trees twitch</span><br /><span class=\"long-line\">           and the clouds wane and the tides</span><br /><span class=\"long-line\">quiver and the galaxies tilt and the sun</span><br /><span class=\"long-line\">           spins us another lonely cycle, you’ll</span></p>\n\n<p><span class=\"long-line\">wonder if this compass will ever change.</span><br /><span class=\"long-line\">           The sun doesn’t need more heat,</span><br /><span class=\"long-line\">so why should you? The trees don’t need</span><br /><span class=\"long-line\">            to be close, so why should you?</span></p>\n"}, {"title": "I Do", "view_node": "/poem/i-do", "field_author": "<a href=\"/poet/sjohnna-mccray\" hreflang=\"en\">Sjohnna McCray</a>", "field_date_published": "2015", "body": "<p><span class=\"long-line\">Driving the highway from Atlanta to Phoenix</span><br /><span class=\"long-line\">means swapping one type of heat for another.</span><br /><span class=\"long-line\">A bead of sweat rolls over my chest,</span><br /><span class=\"long-line\">around my belly and evaporates</span><br /><span class=\"long-line\">so quickly I forget I’m sweating. </span><br /><span class=\"long-line\">Body chemistry changes like the color</span><br /><span class=\"long-line\">of my skin: from yellow to sienna.</span><br /><span class=\"long-line\">My sister says, it’s a dry heat. </span></p>\n\n<p><span class=\"long-line\">        At dusk, lightning storms over the mesas. </span><br /><span class=\"long-line\">        Violets and grays lie down together.</span><br /><span class=\"long-line\">        Mountains are the color of father’s hands,</span><br /><span class=\"long-line\">        layers of dark—then light. </span><br /><span class=\"long-line\">        People move west to die, retire in a life</span><br /><span class=\"long-line\">        of dust, trade the pollen of the south</span><br /><span class=\"long-line\">        for a thin coat of grit, the Arizona desert—</span><br /><span class=\"long-line\">        <em>promesas, promesas</em>. </span></p>\n\n<p><span class=\"long-line\">We stop on the outskirts of town</span><br /><span class=\"long-line\">and think about being reborn.</span><br /><span class=\"long-line\">When he places his mouth near my mouth</span><br /><span class=\"long-line\">because he’s so obviously thirsty,</span><br /><span class=\"long-line\">when he moves to the well</span><br /><span class=\"long-line\">where my tongue spouts out</span><br /><span class=\"long-line\">because we’re mostly made of water</span><br /><span class=\"long-line\">two-thirds of me is certain:</span><br /><span class=\"long-line\"><em>este infierno vale la pena</em>.</span><br /><span class=\"long-line\">         This hell is worth the risk.</span></p>\n"}, {"title": "That Music Always Round Me", "view_node": "/poem/music-always-round-me", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": "<p><span class=\"long-line\">That music always round me, unceasing, unbeginning, yet long untaught I did not hear,</span><br /><span class=\"long-line\">But now the chorus I hear and am elated,</span><br /><span class=\"long-line\">A tenor, strong, ascending with power and health, with glad notes of daybreak I hear,</span><br /><span class=\"long-line\">A soprano at intervals sailing buoyantly over the tops of immense waves,</span><br /><span class=\"long-line\">A transparent base shuddering lusciously under and through the universe,</span><br /><span class=\"long-line\">The triumphant tutti, the funeral wailings with sweet flutes and violins, all these I fill myself with,</span><br /><span class=\"long-line\">I hear not the volumes of sound merely, I am moved by the exquisite meanings,</span><br /><span class=\"long-line\">I listen to the different voices winding in and out, striving, contending with fiery vehemence to excel each other in emotion;</span><br /><span class=\"long-line\">I do not think the performers know themselves—but now I think I begin to know them.</span></p>\n"}, {"title": "Geode", "view_node": "/poem/geode", "field_author": "<a href=\"/poet/alicia-jo-rabins\" hreflang=\"en\">Alicia Jo Rabins</a>", "field_date_published": "2015", "body": " <p>The plagues we wished upon ourselves<br />With aloe juice and cayenne<br />The planets we strained to reach<br />That was how being young tasted<br />Each of us a geode looking to be cracked open<br />And to crack each other open<br />Over and over<br />I am no longer young except to those who are older<br />In the way that youth moves along<br />The conveyor belt<br />At a consistent distance<br />I drink water now<br />I try to be gentle<br />The years crack you open enough</p> "}], "pager": {"current_page": 366, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}