{"rows": [{"title": "God and Me (audio only)", "view_node": "/poem/god-and-me-audio-only", "field_author": "<a href=\"/poet/edward-hirsch\" hreflang=\"und\">Edward Hirsch</a>", "field_date_published": "2014", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Haiku (audio only)", "view_node": "/poem/haiku-audio-only", "field_author": "<a href=\"/poet/claudia-rankine\" hreflang=\"und\">Claudia Rankine</a>", "field_date_published": "2014", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "from Citizen, VI [On the train the woman standing]", "view_node": "/poem/citizen-vi-train-woman-standing", "field_author": "<a href=\"/poet/claudia-rankine\" hreflang=\"und\">Claudia Rankine</a>", "field_date_published": "2014", "body": "<p><span class=\"long-line\">On the train the woman standing makes you understand there are no seats available. And, in fact, there is one. Is the woman getting off at the next stop? No, she would rather stand all the way to Union Station.</span></p>\n\n<p><span class=\"long-line\">The space next to the man is the pause in a conversation you are suddenly rushing to fill. You step quickly over the woman's fear, a fear she shares. You let her have it.</span></p>\n\n<p><span class=\"long-line\">The man doesn't acknowledge you as you sit down because the man knows more about the unoccupied seat than you do. For him, you imagine, it is more like breath than wonder; he has had to think about it so much you wouldn't call it thought.</span></p>\n\n<p><span class=\"long-line\">When another passenger leaves his seat and the standing woman sits, you glance over at the man. He is gazing out the window into what looks like darkness.</span></p>\n\n<p><span class=\"long-line\">You sit next to the man on the train, bus, in the plane, waiting room, anywhere he could be forsaken. You put your body there in proximity to, adjacent to, alongside, within.</span></p>\n\n<p><span class=\"long-line\">You don't speak unless you are spoken to and your body speaks to the space you fill and you keep trying to fill it except the space belongs to the body of the man next to you, not to you.</span></p>\n\n<p><span class=\"long-line\">Where he goes the space follows him. If the man left his seat before Union Station you would simply be a person in a seat on the train. You would cease to struggle against the unoccupied seat when where why the space won't lose its meaning.</span></p>\n\n<p><span class=\"long-line\">You imagine if the man spoke to you he would say, it's okay, I'm okay, you don't need to sit here. You don't need to sit and you sit and look past him into the darkness the train is moving through. A tunnel.</span></p>\n\n<p><span class=\"long-line\">All the while the darkness allows you to look at him. Does he feel you looking at him? You suspect so. What does suspicion mean? What does suspicion do?</span></p>\n\n<p><span class=\"long-line\">The soft gray-green of your cotton coat touches the sleeve of him. You are shoulder to shoulder though standing you could feel shadowed. You sit to repair whom who? You erase that thought. And it might be too late for that.</span></p>\n\n<p><span class=\"long-line\">It might forever be too late or too early. The train moves too fast for your eyes to adjust to anything beyond the man, the window, the tiled tunnel, its slick darkness. Occasionally, a white light flickers by like a displaced sound.</span></p>\n\n<p><span class=\"long-line\">From across the aisle tracks room harbor world a woman asks a man in the rows ahead if he would mind switching seats. She wishes to sit with her daughter or son. You hear but you don't hear. You can't see.</span></p>\n\n<p><span class=\"long-line\">It's then the man next to you turns to you. And as if from inside your own head you agree that if anyone asks you to move, you'll tell them we are traveling as a family.</span></p>\n"}, {"title": "from Citizen, IV", "view_node": "/poem/citizen-iv", "field_author": "<a href=\"/poet/claudia-rankine\" hreflang=\"und\">Claudia Rankine</a>", "field_date_published": "2014", "body": " <p>To live through the days sometimes you moan like deer. Sometimes you sigh. The world says stop that. Another sigh. Another stop that. Moaning elicits laughter, sighing upsets. Perhaps each sigh is drawn into existence to pull in, pull under, who knows; truth be told, you could no more control those sighs than that which brings the sighs about.</p><p> </p><p>//</p><p> </p><p>The sigh is the pathway to breath; it allows breathing. That's just self-preservation. No one fabricates that. You sit down, you sigh. You stand up, you sigh. The sighing is a worrying exhale of an ache. You wouldn't call it an illness; still it is not the iteration of a free being. What else to liken yourself to but an animal, the ruminant kind?</p><p> </p><p>//</p><p> </p><p>You like to think memory goes far back though remembering was never recommended. Forget all that, the world says. The world's had a lot of practice. No one should adhere to the facts that contribute to narrative, the facts that create lives. To your mind, feelings are what create a person, something unwilling, something wild vandalizing whatever the skull holds. Those sensations form a someone. The headaches begin then. Don't wear sunglasses in the house, the world says, though they soothe, soothe sight, soothe you.</p> "}, {"title": "Imaginary Waterfall", "view_node": "/poem/imaginary-waterfall", "field_author": "<a href=\"/poet/c-d-wright\" hreflang=\"und\">C. D. Wright</a>", "field_date_published": "2014", "body": " <p>You could ask any one of them up by the lake<br />                                               It had presence</p><p>Fold of coldness folded over cold</p><p>The rumors of what was beyond<br />                                         mostly worthless</p><p>You had to take into account who was telling<br />                                                the story and      </p><p>for whose ends</p><p> </p><p> </p><p>Against the dark of her intuition<br />                                 an unrelenting stream</p><p>of light starting  to set like cement</p><p>some mildew tingeing  the dream since</p><p>its uniform had not been<br />                                               properly kept</p><p> </p><p>Where her love stood</p><p>until he stepped behind the overhang<br />                          the synesthesia of his name                   </p><p>a silver helmet ringing<br />                                                  when struck</p><p> </p> "}, {"title": "Imaginary Rope", "view_node": "/poem/imaginary-rope", "field_author": "<a href=\"/poet/c-d-wright\" hreflang=\"und\">C. D. Wright</a>", "field_date_published": "2014", "body": "<p><span class=\"long-line\">The visitor woke early as visitors are often</span></p>\n\n<p><span class=\"long-line\">curious as to what will happen next</span></p>\n\n<p><span class=\"long-line\">in the house of the host a white cat stalks</span></p>\n\n<p><span class=\"long-line\">the low rock wall the room is just so</span></p>\n\n<p><span class=\"long-line\">the visitor has slept as if inside a flower</span></p>\n\n<p><span class=\"long-line\">there is a sense of having crossed</span></p>\n\n<p><span class=\"long-line\">over an unhurried river where there was</span></p>\n\n<p><span class=\"long-line\">a drawbridge but no operator and the undulant</span></p>\n\n<p><span class=\"long-line\">grasses on the opposite bank emulate</span></p>\n\n<p><span class=\"long-line\">the whish of a sleep application that could be</span></p>\n\n<p><span class=\"long-line\">the rhythmic wash of rain or of some sinister</span></p>\n\n<p><span class=\"long-line\">approach or the strain of an unutterable</span></p>\n\n<p><span class=\"long-line\">weight from a swinging line of hemp</span></p>\n"}, {"title": "Imaginary Morning Glory", "view_node": "/poem/imaginary-morning-glory", "field_author": "<a href=\"/poet/c-d-wright\" hreflang=\"und\">C. D. Wright</a>", "field_date_published": "2014", "body": " <p>Whether or not the water was freezing. The body</p><p>would break its sheathe. Without layer on layer</p><p>of feather and air to insulate the loving belly.</p><p>A cloudy film surrounding the point of entry. If blue</p><p>were not blue how could love be love. But if the body</p><p>were made of rings. A loose halo would emerge</p><p>in the telluric light. If anyone were entrusted to verify</p><p>this rare occurrence. As the petal starts to</p><p>dwindle and curl unto itself. And only then. Love,</p><p>blue. Hallucinogenic blue, love.</p> "}, {"title": "Imaginary México", "view_node": "/poem/imaginary-mexico", "field_author": "<a href=\"/poet/c-d-wright\" hreflang=\"und\">C. D. Wright</a>", "field_date_published": "2014", "body": " <p>Naturally there would be frijoles tortillas habaneros and queso</p><p>there would be a man sharpening knives on a stationary bike</p><p>brass instruments and just this one time the absence of mariachis</p><p>narcos would be queued up in shackles hair swirling around</p><p>their navels generating a vortex straight to damnation no young</p><p>brutalized women no young dispossessed boys going through</p><p>the basura at the rusty trombone we would be moving supple</p><p>as a moray eel and secretive until borracho and burned</p><p>by a careless cigarette then only would our terrifying teeth</p><p>be exposed and a yellow taxi pull up to transport us back</p><p>to a hotel equipped with showers a thousand and one</p><p>times better than the one back home the water no more or less</p><p>potable the sins of our forbears transferable into perpetuity</p> "}, {"title": "Imaginary Hollywood", "view_node": "/poem/imaginary-hollywood", "field_author": "<a href=\"/poet/c-d-wright\" hreflang=\"und\">C. D. Wright</a>", "field_date_published": "2014", "body": " <p>The set was on when she fell asleep</p><p> </p><p>In black and white</p><p> </p><p>a woman  was gliding through a garden in period clothes</p><p> </p><p>and a child was touching</p><p> </p><p> a pane of wavy  glass with the flat of her hand</p><p> </p><p>Another woman</p><p> </p><p>was all but flying down a spiral stairs in a flouncy gown</p><p> </p><p>that showed off</p><p> </p><p>the cut of her breasts and a lone golden strand</p><p> </p><p>of hair playing at her ear</p><p> </p><p>It was because of…she didn’t want to grow any older</p><p> </p><p>her resistance</p><p> </p><p>was strong the dream’s spores hung in the air</p><p> </p><p>in another room</p><p> </p><p>a parent was dying in short shallowing breaths</p><p> </p><p>she needed</p><p> </p><p>somewhere to put all of that emotional excess</p><p> </p><p>that’s the way</p><p> </p><p>it was when she began talking in fake accents </p><p> </p><p>sleeping late</p><p> </p><p>as a lake to avoid as many hours of living</p><p> </p><p>dread as if dread</p><p> </p><p>could be outslept; the stretch limo</p><p> </p><p>in her eleven-year-old</p><p> </p><p>head wrapped itself around the corner</p><p> </p><p>That’s the way</p><p> </p><p>it would be, everyone slender as drinking straws</p><p> </p><p>nobody leaky</p><p> </p><p>or hurting or abjectly religious, everything</p><p> </p><p>allbillowyellowyorangeyflowywonderfulness</p><p> </p> "}, {"title": "Obscurity and Empathy", "view_node": "/poem/obscurity-and-empathy", "field_author": "<a href=\"/poet/c-d-wright\" hreflang=\"und\">C. D. Wright</a>", "field_date_published": "2013", "body": " <p>The left hand rests on the paper.</p><p>The hand has entered the frame just below the elbow.</p><p>The other hand is in its service.</p><p>The left moves along a current that is not visible<br />and on a signal likewise inaudible, goes still.</p><p>For the hand to respond the ink must be black.</p><p>There is no watermark.</p><p>One nail is broken well below the quick.</p><p>The others filed short.<br />Or chewed.</p><p>The hand is drawn to objects.</p><p>In another’s it becomes pliant<br />and readily absorbs the moisture of the other’s.</p><p>It retains the memory of the smell of her infant son’s hair.</p><p>Everything having been written, the hand has to work hard<br />to get up in the spaces.</p><p>There is no tremor, but the skin is thin and somewhat<br />crepey.</p><p>The veins stand out.</p><p>The hand has begun to gesture toward its ghosthood.<br />Though at times it becomes almost frisky.</p><p>The desk is side-lit.</p><p>The hand has options, but has chosen to stay<br />inside its own pale, thin walls.</p><p>It has begun to show signs of its own shoddy construction.</p><p>The hand is there to express shouts and whispers,<br />ordinary love,</p><p>the afterimage of everything.</p><p>From the outside what light leaks through the blind<br />is blue, blue-grey.</p><p>There is a dog.</p><p>There is a fan.</p><p>The fan is on the dog.</p> "}, {"title": "Obscurity and Voyaging", "view_node": "/poem/obscurity-and-voyaging", "field_author": "<a href=\"/poet/c-d-wright\" hreflang=\"und\">C. D. Wright</a>", "field_date_published": "2013", "body": " <p>The hand was having a hard time holding the pen.</p><p>A superficial cut.</p><p>A long clear silent night.</p><p>A book held open by a dolostone.</p><p>The occupant selects a sentence, No one knows<br />how small the smallest life is.</p><p>If there’s a call, it will not be answered.</p><p>A bath; the burning of sweetgrass soothe the limbs.</p><p>As a memory stings the brain.</p><p>The furniture serviceable but weird, on the verge<br />of grotesque.</p><p>The vein of light under the door is a comfort<br />To the occupant.</p><p>The air inhales the passerine lines of a single singer.</p><p>A motorcycle saws through the song and goes.</p><p>An appliance purrs at intervals.</p><p>The pen was bought in Gubbio near<br />the thin band marking the great dying of dinosaurs.</p><p>The pen, a gift.</p><p>It has been designed to coax a scream<br />of beauty from a fissure</p><p>of  hairiness.</p><p>Iridium in the nib.</p> "}, {"title": "Obscurity and Elegance", "view_node": "/poem/obscurity-and-elegance", "field_author": "<a href=\"/poet/c-d-wright\" hreflang=\"und\">C. D. Wright</a>", "field_date_published": "2013", "body": " <p>Whether or not the park was safe</p><p>she was going in. A study concluded, for a park</p><p>to be successful there had to be women.</p><p>The man next to the monument must have broken</p><p>away from her. Perhaps years</p><p>before. That the bond had been carnal is obvious.</p><p>He said he was just out clearing his head.</p><p>They followed the walk of pollarded pears. His tone</p><p>distant but not disinterested. It was</p><p>an expensive suit, she could tell by the cut.</p><p>His face blocked by the felted hat. The cocked night</p><p>studded with satellites. Women</p><p>were known not to enter a park</p><p>if they smelled urine. They passed under the arch</p><p>together. At this point, he allowed, it</p><p>would be fine by him if he could sit at his desk</p><p>and watch his writing happen.</p> "}, {"title": "Horse Face (audio only)", "view_node": "/poem/horse-face-audio-only", "field_author": "<a href=\"/poet/arthur-sze\" hreflang=\"und\">Arthur Sze</a>", "field_date_published": "2013", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Crisscross", "view_node": "/poem/crisscross", "field_author": "<a href=\"/poet/arthur-sze\" hreflang=\"und\">Arthur Sze</a>", "field_date_published": "2013", "body": "<p><span class=\"long-line\">Meandering across a field with wild asparagus,</span><br /><span class=\"long-line\">I write with my body the characters for <em>grass</em>,</span><br /><span class=\"long-line\"><em>water</em>, <em>transformation</em>, ache to be one with spring.</span><br /><span class=\"long-line\">Biting into watermelon, spitting black seeds</span><br /><span class=\"long-line\">onto a plate, I watch the eyes of an Armenian</span><br /><span class=\"long-line\">accordion player, and before dropping a few</span><br /><span class=\"long-line\">euros into his brown cap, smell sweat and fear.</span><br /><span class=\"long-line\">I stay wary of the red horse, <em>Relámpago</em>, latch</span><br /><span class=\"long-line\">the gate behind me; a thorned Russian olive</span><br /><span class=\"long-line\">branch arcs across the path below my forehead,</span><br /><span class=\"long-line\">and, approaching the Pojoaque River, I recall</span><br /><span class=\"long-line\">the sign, <em>beware pickpockets</em>, find backhoe tracks,</span><br /><span class=\"long-line\">water diverted into a ditch. Crisscrossing</span><br /><span class=\"long-line\">the stream, I catch a lightning flash, the white-</span><br /><span class=\"long-line\">capped Truchas peaks, behind, to the east, and in</span><br /><span class=\"long-line\">the interval between lightning and thunder,</span><br /><span class=\"long-line\">as snow accumulates on black branches,</span><br /><span class=\"long-line\">the chasm between what I envision and what I do.</span></p>\n"}, {"title": "from Manatee/Humanity [2] (audio only)", "view_node": "/poem/manateehumanity-2-audio-only", "field_author": "<a href=\"/poet/anne-waldman\" hreflang=\"und\">Anne Waldman</a>", "field_date_published": "2014", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "from Gossamurmur (audio only)", "view_node": "/poem/gossamurmur-audio-only", "field_author": "<a href=\"/poet/anne-waldman\" hreflang=\"und\">Anne Waldman</a>", "field_date_published": "2013", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Problem-Not-Solving", "view_node": "/poem/problem-not-solving", "field_author": "<a href=\"/poet/anne-waldman\" hreflang=\"und\">Anne Waldman</a>", "field_date_published": "2014", "body": " <p><em>Standing in front of the Canelleto of Venice’s “ghetto vecchio”, “ghetto”  the word for “foundry,”contemplating those arms and harms. I sit down in ghetto, I sit here in ghetto vecchio.</em></p><p>And metal was cast in the dream of the ghetto and metal was forged for cannons 1390 in “ur” in “pre” in the nightmare of ghetto and laboratory of ghetto a metal mentality for it takes a long harm a long arm a long hatching this mentality of force of problem-not-solving your ghetto and in the name of decree and forging a metal mentality with harming arms and where you can live under a low ceiling where you can live and problem-not-solving 5,000 in a crammed room un-dream it now of your nightmare not allowed into the light of other <em>campos</em> and canals your arms held in not able to reach out across a map a city divided and problem-not-solving.  Un-dream, un-dream  problem-not-solving the nightmare of ghetto or problem-not-solving your nightmare of ghetto of “ur” time of this ghetto. You want to stretch your human fleshly arms outside the walls toward <em>campos</em> and canals. You  want to stretch your rare fleshly arms out of here reach out of here reach out of harm’s way  towards <em>campos </em>and canals but you can only live here in this curfew  of “ur” time this “pre” time, before the dawn until Napoleon allows you can you can live elsewhere, o please step outside please step aside you say to  Palestine, you who were in pre-“ur” pre-dreamtime ghetto astride <em>campos</em> and canals. You are my problem I am not your problem <em>grazie</em>. And under Austrian rule come back inside ghetto and this “ur” nightmare 1797.  This “pre” dawn of “state” of arsenal. Of Palestine. Old  way back “ur”-Palestine, what of its rip and tears. Its tears and weeping its ghetto. I mark this for you I say this for you (tears and more weeping), carved in stone in metal of poem-time in scripture of 21<sup>st</sup> century winds. And then the dream of a full fledged fulltime arsenal  tears and weeping toward metal what do we do what do we have to or why have we to do air-strikes problem-not-solving 13 dead again in  ghetto Palestine when then arsenal  of problem-not-solving is long range rocket revenge toward Ashkelon no one hurt in Ashkelon 10 kilometers north of Gaza. O remember Gaza and then revenge in air strikes 13 dead in Gaza, ripped apart in Gaza and the fine elliptical gallery for women only, sit here, my dear downed dead decimated sister my one next to me in this “ur” dream nightmare of ghetto and arsenal and Palestine. Describe the body parts you sifted from the trees down from the scattered trees of Zion of Palestine. Three wells of Zion, the scattered trees of Zion, the miracles and tribulations of Zion of Palestine. The three ways to un-dream the problem. The dear dead body parts. Enter here the dream the nightmare of ghetto and the end of ghetto.<br />And say 3 three times:</p><p><strong>I will not do to them what has been done to me.<br />   I will not do to them what has been done to me.</strong><br /><strong>      I will not do to them what has been done to me.</strong></p><p>What to do what to do as the merchant stranger Shakespeare  ghetto merchant works the Banco Rosso “real and tangible” or other side hits Sderot  with Grad rockets from Iran.  Hit with metal mentality forged in metal. Hit the word “Sderot” hit  the word “Grad” hit with harm your problem-not-solving scary alliances 4 boys between 8 and 12 dear dead body parts east of Jabaliya un-dream the dead take back the word “dead”. Not a jubilee. And more in Gaza and 2,000 in ghetto Gaza. This is the old “ur” held vision of unsolved Zion and now the guards in the nightmare that is new century inventory of the state of arsenals and the unsolved now divided Palestine building of more arsenals in the arms that harm and reach out and harm human and fleshly. I will sit here I will sit here and sound here and reach out arms human and fleshly, to ghetto to Gaza.</p> "}, {"title": "Perfect for Any Occasion", "view_node": "/poem/perfect-any-occasion", "field_author": "<a href=\"/poet/alberto-rios\" hreflang=\"und\">Alberto Ríos</a>", "field_date_published": "2014", "body": " <p>1.</p><p>Pies have a reputation.<br />And it’s immediate—no talk of potential</p><p>Regarding a pie.  It’s good<br />Or it isn’t, but mostly it is—sweet, very sweet</p><p>Right then, right there, blue and red.<br />It can’t go to junior college,</p><p>Work hard for the grades,<br />Work two jobs on the side.</p><p>It can’t slowly build a reputation<br />And a growing client base.</p><p>A pie gets one chance<br />And knows it, wearing as makeup</p><p>Those sparkling granules of sugar,<br />As a collar those diamond cutouts</p><p>Bespeaking Fair Day, felicity, contentment.<br /><em>I tell you everything is great</em>, says a pie,</p><p>Great, and fun, and fine.<br /><em>And you smell nice, too</em>, someone says.</p><p>A full pound of round sound, all <em>ahh</em>, all good.<br />Pies live a life of applause.</p><p> </p><p>2.</p><p>But then there are the other pies.<br />The leftover pies.  The ones</p><p>Nobody chooses at Thanksgiving.<br /><em>Mincemeat?  What the hell is that?</em> people ask,</p><p>Pointing instead at a double helping of Mr.<br /><em>“I-can-do-no-wrong”</em> pecan pie.</p><p>But the unchosen pies have a long history, too.<br />They have plenty of good stories, places they’ve been—</p><p>They were once fun, too—<br />But nobody wants to listen to them anymore.</p><p>Oh sure, everybody used to love lard,<br /><em>But things have changed, brother—things have changed.</em></p><p>That’s never the end of the story, of course.<br />Some pies make a break for it—</p><p>Live underground for a while,<br />Doing what they can, talking fast,</p><p>Trying to be sweet pizzas, if they’re lucky.<br />But no good comes of it.  Nobody is fooled.</p><p>A pie is a pie for one great day.  Last week,<br />It was Jell-O.  Tomorrow, it’ll be cake.</p> "}, {"title": "Closed", "view_node": "/poem/closed", "field_author": "<a href=\"/poet/elizabeth-drew-stoddard\" hreflang=\"en\">Elizabeth Drew  Stoddard</a>", "field_date_published": "1895", "body": " <p>The crimson dawn breaks through the clouded east,<br />And waking breezes round the casement pipe;<br />They blow the globes of dew from opening buds,<br />And steal the odors of the sleeping flowers.<br />The swallow calls its young ones from the eaves,<br />To dart above their shadows on the lake,<br />Till its long rollers redden in the sun,<br />And bend the lances of the mirrored pines.<br />Who knows the miracle that brings the morn?<br />Still in my house I linger, though the night—<br />The night that hides me from myself is gone.<br />Light robes the world, but strips me bare again.<br />I will not follow on the paths of day.<br />I know the dregs within its crystal hours;<br />The bearers of my cups have served me well;<br />I drained them, and the bearers come no more.<br />Rise, morning, rise, for those believing souls<br />Who seek completion in day’s garish light.<br />My casement I will close, keep shut my door,<br />Till day and night are only dreams to me.</p> "}, {"title": "Do What Now", "view_node": "/poem/do-what-now", "field_author": "<a href=\"/poet/mike-young\" hreflang=\"en\">Mike Young</a>", "field_date_published": "2014", "body": " <p><em>for ET</em></p><p>We are things embarrassing, strange, and hang around<br />feeling everything things, things, considering beautiful<br />that which does not consider anything. Are we? Strange<br />and hang embarrassing, things around, beautiful<br />feelings. Consider everything. That which considers<br />we are. Feeling feeling, not beautiful. Hanging things.<br />Everything we are, strange, which does not feel. Strange,<br />that which hangs around feeling. Consider beautiful<br />embarrassing anything. Which thing? That thing thing.<br />We hang around embarrassing our strange everything.<br />Consider feeling. Are we? Beautiful everything, we that<br />does and does not. Hang strange, things, things feel.<br />We are. Everything feels that strange which feels.<br />Everything that strange which feels. That strange<br />everything. Which feels. That strange beautiful<br />anything which feels strange and embarrassing.<br />Are we? That hanging strange and everything which<br />feels considers that we feel, things, hangs, things<br />and feeling everything we are. Oh and not who.<br /> </p> "}], "pager": {"current_page": 389, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}