{"rows": [{"title": "Before the Battle", "view_node": "/poem/battle", "field_author": "<a href=\"/poet/siegfried-sassoon\" hreflang=\"und\">Siegfried Sassoon</a>", "field_date_published": "2018", "body": " <p>Music of whispering trees<br />Hushed by the broad-winged breeze<br />Where shaken water gleams;<br />And evening radiance falling<br />With reedy bird-notes calling.<br />O bear me safe through dark, you low-voiced streams.</p><p>I have no need to pray<br />That fear may pass away;<br />I scorn the growl and rumble of the fight<br />That summons me from cool<br />Silence of marsh and pool,<br />And yellow lilies islanded in light.<br /><span class=\"long-line\">O river of stars and shadows, lead me through the night.</span></p><p><br />     June 25th, 1916.</p> "}, {"title": "The Hero", "view_node": "/poem/hero", "field_author": "<a href=\"/poet/siegfried-sassoon\" hreflang=\"und\">Siegfried Sassoon</a>", "field_date_published": "2018", "body": " <p>\"Jack fell as he'd have wished,\" the Mother said,<br />And folded up the letter that she'd read.<br />\"The Colonel writes so nicely.\" Something broke<br />In the tired voice that quavered to a choke.<br />She half looked up. \"We mothers are so proud<br />Of our dead soldiers.\" Then her face was bowed.</p><p>Quietly the Brother Officer went out.<br />He'd told the poor old dear some gallant lies<br />That she would nourish all her days, no doubt.<br />For while he coughed and mumbled, her weak eyes<br />Had shone with gentle triumph, brimmed with joy,<br />Because he'd been so brave, her glorious boy.</p><p>He thought how \"Jack,\" cold-footed, useless swine,<br />Had panicked down the trench that night the mine<br />Went up at Wicked Corner; how he'd tried<br />To get sent home; and how, at last, he died,<br />Blown to small bits. And no one seemed to care<br />Except that lonely woman with white hair.</p> "}, {"title": "Stand-To: Good Friday Morning", "view_node": "/poem/stand-good-friday-morning", "field_author": "<a href=\"/poet/siegfried-sassoon\" hreflang=\"und\">Siegfried Sassoon</a>", "field_date_published": "2018", "body": " <p>I'd been on duty from two till four.<br />I went and stared at the dug-out door.<br />Down in the frowst I heard them snore.<br />\"Stand-to!\" Somebody grunted and swore.<br />     Dawn was misty; the skies were still;<br />     Larks were singing, discordant, shrill;<br />     <em>They </em>seemed happy; but <em>I</em> felt ill.<br />Deep in water I splashed my way<br />Up the trench to our bogged front line.<br />Rain had fallen the whole damned night.<br />O Jesus, send me a wound to-day,<br />And I'll believe in Your bread and wine,<br />And get my bloody old sins washed white!</p> "}, {"title": "A Working Party", "view_node": "/poem/working-party", "field_author": "<a href=\"/poet/siegfried-sassoon\" hreflang=\"und\">Siegfried Sassoon</a>", "field_date_published": "2018", "body": " <p>Three hours ago he blundered up the trench,<br />Sliding and poising, groping with his boots;<br />Sometimes he tripped and lurched against the walls<br />With hands that pawed the sodden bags of chalk.<br />He couldn't see the man who walked in front;<br />Only he heard the drum and rattle of feet<br />Stepping along the trench-boards,—often splashing<br />Wretchedly where the sludge was ankle-deep.</p><p>Voices would grunt, \"Keep to your right,—make way!\"<br />When squeezing past the men from the front-line:<br />White faces peered, puffing a point of red;<br />Candles and braziers glinted through the chinks<br />And curtain-flaps of dug-outs; then the gloom<br />Swallowed his sense of sight; he stooped and swore<br />Because a sagging wire had caught his neck.<br />A flare went up; the shining whiteness spread<br />And flickered upward, showing nimble rats,<br />And mounds of glimmering sand-bags, bleached with rain;<br />Then the slow, silver moment died in dark.</p><p>The wind came posting by with chilly gusts<br />And buffeting at corners, piping thin<br />And dreary through the crannies; rifle-shots<br />Would split and crack and sing along the night,<br />And shells came calmly through the drizzling air<br />To burst with hollow bang below the hill.</p><p>Three hours ago he stumbled up the trench;<br />Now he will never walk that road again:<br />He must be carried back, a jolting lump<br />Beyond all need of tenderness and care;<br />A nine-stone corpse with nothing more to do.</p><p>He was a young man with a meagre wife<br />And two pale children in a Midland town;<br />He showed the photograph to all his mates;<br />And they considered him a decent chap<br />Who did his work and hadn't much to say,<br />And always laughed at other people's jokes<br />Because he hadn't any of his own.</p><p>That night, when he was busy at his job<br />Of piling bags along the parapet,<br />He thought how slow time went, stamping his feet,<br />And blowing on his fingers, pinched with cold.</p><p>He thought of getting back by half-past twelve,<br />And tot of rum to send him warm to sleep<br />In draughty dug-out frowsty with the fumes<br />Of coke, and full of snoring, weary men.</p><p>He pushed another bag along the top,<br />Craning his body outward; then a flare<br />Gave one white glimpse of No Man's Land and wire;<br />And as he dropped his head the instant split<br />His startled life with lead, and all went out.</p> "}, {"title": "Break of Day", "view_node": "/poem/break-day-0", "field_author": "<a href=\"/poet/siegfried-sassoon\" hreflang=\"und\">Siegfried Sassoon</a>", "field_date_published": "2018", "body": " <p>There seemed a smell of autumn in the air<br />At the bleak end of night; he shivered there<br />In a dank, musty dug-out where he lay,<br />Legs wrapped in sand-bags,—lumps of chalk and clay<br />Spattering his face. Dry-mouthed, he thought, \"To-day<br />We start the damned attack; and, Lord knows why,<br />Zero's at nine; how bloody if I'm done in<br />Under the freedom of that morning sky!\"<br />And then he coughed and dozed, cursing the din.</p><p>Was it the ghost of autumn in that smell<br />Of underground, or God's blank heart grown kind,<br />That sent a happy dream to him in hell?—<br />Where men are crushed like clods, and crawl to find<br />Some crater for their wretchedness; who lie<br />In outcast immolation, doomed to die<br />Far from clean things or any hope of cheer,<br />Cowed anger in their eyes, till darkness brims<br />And roars into their heads, and they can hear<br />Old childish talk, and tags of foolish hymns.</p><p>He sniffs the chilly air; (his dreaming starts).<br />He's riding in a dusty Sussex lane<br />In quiet September; slowly night departs;<br />And he's a living soul, absolved from pain.<br />Beyond the brambled fences where he goes<br />Are glimmering fields with harvest piled in sheaves,<br />And tree-tops dark against the stars grown pale;<br />Then, clear and shrill, a distant farm-cock crows;<br />And there's a wall of mist along the vale<br />Where willows shake their watery-sounding leaves.<br />He gazes on it all, and scarce believes<br />That earth is telling its old peaceful tale;<br />He thanks the blessed world that he was born….<br />Then, far away, a lonely note of the horn.</p><p>They're drawing the Big Wood! Unlatch the gate,<br />And set Golumpus going on the grass:<br /><em>He</em> knows the corner where it's best to wait<br />And hear the crashing woodland chorus pass;<br />The corner where old foxes make their track<br />To the Long Spinney; that's the place to be.<br />The bracken shakes below an ivied tree,<br />And then a cub looks out; and \"Tally-o-back!\"<br />He bawls, and swings his thong with volleying crack,—<br />All the clean thrill of autumn in his blood,<br />And hunting surging through him like a flood<br />In joyous welcome from the untroubled past;<br />While the war drifts away, forgotten at last.</p><p>Now a red, sleepy sun above the rim<br />Of twilight stares along the quiet weald,<br />And the kind, simple country shines revealed<br />In solitudes of peace, no longer dim.<br />The old horse lifts his face and thanks the light,<br />Then stretches down his head to crop the green.<br />All things that he has loved are in his sight;<br />The places where his happiness has been<br />Are in his eyes, his heart, and they are good.</p><p>      * * * *<span style=\"font-size: 13.008px; line-height: 1.538em;\">  </span></p><p>Hark! there's the horn: they're drawing the Big Wood.</p> "}, {"title": "Wirers", "view_node": "/poem/wirers", "field_author": "<a href=\"/poet/siegfried-sassoon\" hreflang=\"und\">Siegfried Sassoon</a>", "field_date_published": "2018", "body": "<p>\"Pass it along, the wiring party's going out\"—<br />\nAnd yawning sentries mumble, \"Wirers going out.\"<br />\nUnravelling; twisting; hammering stakes with muffled thud,<br />\nThey toil with stealthy haste and anger in their blood.</p>\n\n<p>The Boche sends up a flare. Black forms stand rigid there,<br />\nStock-still like posts; then darkness, and the clumsy ghosts<br /><span class=\"long-line\">Stride hither and thither, whispering, tripped by clutching snare</span><br />\nOf snags and tangles.<br />\n                           Ghastly dawn with vaporous coasts<br />\nGleams desolate along the sky, night's misery ended.</p>\n\n<p>Young Hughes was badly hit; I heard him carried away,<br />\nMoaning at every lurch; no doubt he'll die to-day.<br /><span class=\"long-line\">But <em>we</em> can say the front-line wire's been safely mended.</span></p>\n"}, {"title": "Trench Duty", "view_node": "/poem/trench-duty", "field_author": "<a href=\"/poet/siegfried-sassoon\" hreflang=\"und\">Siegfried Sassoon</a>", "field_date_published": "2018", "body": " <p>Shaken from sleep, and numbed and scarce awake,<br />Out in the trench with three hours' watch to take,<br />I blunder through the splashing mirk; and then<br />Hear the gruff muttering voices of the men<br />Crouching in cabins candle-chinked with light.<br />Hark! There's the big bombardment on our right<br />Rumbling and bumping; and the dark's a glare<br />Of flickering horror in the sectors where<br />We raid the Boche; men waiting, stiff and chilled,<br />Or crawling on their bellies through the wire.<br />\"What? Stretcher-bearers wanted? Some one killed?\"<br />Five minutes ago I heard a sniper fire:<br />Why did he do it?… Starlight overhead—<br />Blank stars. I'm wide-awake; and some chap's dead.</p> "}, {"title": "The Redeemer", "view_node": "/poem/redeemer", "field_author": "<a href=\"/poet/siegfried-sassoon\" hreflang=\"und\">Siegfried Sassoon</a>", "field_date_published": "2018", "body": " <p>Darkness: the rain sluiced down; the mire was deep;<br />It was past twelve on a mid-winter night,<br />When peaceful folk in beds lay snug asleep:<br />There, with much work to do before the light,<br />We lugged our clay-sucked boots as best we might<br />Along the trench; sometimes a bullet sang,<br />And droning shells burst with a hollow bang;<br />We were soaked, chilled and wretched, every one.<br />Darkness: the distant wink of a huge gun.</p><p>I turned in the black ditch, loathing the storm;<br />A rocket fizzed and burned with blanching flare,<br />And lit the face of what had been a form<br />Floundering in mirk. He stood before me there;<br />I say that he was Christ; stiff in the glare,<br />And leaning forward from his burdening task,<br />Both arms supporting it; his eyes on mine<br />Stared from the woeful head that seemed a mask<br />Of mortal pain in Hell's unholy shine.</p><p>No thorny crown, only a woollen cap<br />He wore—an English soldier, white and strong,<br />Who loved his time like any simple chap,<br />Good days of work and sport and homely song;<br />Now he has learned that nights are very long,<br />And dawn a watching of the windowed sky.<br />But to the end, unjudging, he'll endure<br />Horror and pain, not uncontent to die<br />That Lancaster on Lune may stand secure.</p><p>He faced me, reeling in his weariness,<br />Shouldering his load of planks, so hard to bear.<br />I say that he was Christ, who wrought to bless<br />All groping things with freedom bright as air,<br />And with His mercy washed and made them fair.<br />Then the flame sank, and all grew black as pitch,<br />While we began to struggle along the ditch;<br />And some one flung his burden in the muck,<br />Mumbling: \"O Christ Almighty, now I'm stuck!\"</p> "}, {"title": "Dreamers", "view_node": "/poem/dreamers", "field_author": "<a href=\"/poet/siegfried-sassoon\" hreflang=\"und\">Siegfried Sassoon</a>", "field_date_published": "2018", "body": " <p>Soldiers are citizens of death's gray land,<br />  Drawing no dividend from time's to-morrows.<br />In the great hour of destiny they stand,<br />  Each with his feuds, and jealousies, and sorrows.<br />Soldiers are sworn to action; they must win<br />  Some flaming, fatal climax with their lives.<br />Soldiers are dreamers; when the guns begin<br />  They think of firelit homes, clean beds, and wives.</p><p>I see them in foul dug-outs, gnawed by rats,<br />  And in the ruined trenches, lashed with rain,<br />Dreaming of things they did with balls and bats,<br />  And mocked by hopeless longing to regain<br />Bank-holidays, and picture shows, and spats,<br />  And going to the office in the train.</p> "}, {"title": "Prelude: The Troops", "view_node": "/poem/prelude-troops", "field_author": "<a href=\"/poet/siegfried-sassoon\" hreflang=\"und\">Siegfried Sassoon</a>", "field_date_published": "2018", "body": " <p>Dim, gradual thinning of the shapeless gloom<br />Shudders to drizzling daybreak that reveals<br />Disconsolate men who stamp their sodden boots<br />And turn dulled, sunken faces to the sky<br />Haggard and hopeless. They, who have beaten down<br />The stale despair of night, must now renew<br />Their desolation in the truce of dawn,<br />Murdering the livid hours that grope for peace.</p><p>Yet these, who cling to life with stubborn hands,<br />Can grin through storms of death and find a gap<br />In the clawed, cruel tangles of his defence.<br />They march from safety, and the bird-sung joy<br />Of grass-green thickets, to the land where all<br />Is ruin, and nothing blossoms but the sky<br />That hastens over them where they endure<br />Sad, smoking, flat horizons, reeking woods,<br />And foundered trench-lines volleying doom for doom.</p><p>O my brave brown companions, when your souls<br />Flock silently away, and the eyeless dead<br />Shame the wild beast of battle on the ridge,<br />Death will stand grieving in that field of war<br />Since your unvanquished hardihood is spent.<br />And through some mooned Valhalla there will pass<br />Battalions and battalions, scarred from hell;<br />The unreturning army that was youth;<br />The legions who have suffered and are dust.</p> "}, {"title": "Rattlesnake Mountain Fable II", "view_node": "/poem/rattlesnake-mountain-fable-ii", "field_author": "<a href=\"/poet/maxwell-bodenheim\" hreflang=\"en\">Maxwell Bodenheim</a>", "field_date_published": "1920", "body": " <pre>August sauntered down the mountain-side,\nDropping mottled, turbid wraiths of decay.\nThe air was like an old priest\nDisrobing without embarrassment\nBefore the dark and candid gaze of night.\nBut these things brought no pause\nTo the saucily determined squirrel.\nHis eyes were hungrily upturned\nTo where the stars hung—icily clustered nuts\nDotting trees of solitude.\nHe saw the stars just over the horizon,\nAnd they seemed to grow \nOn trees that he could reach.\nSo he scampered on, from branch to branch,\nWondering why the fairy nut-trees\nRan away from him.\nBut, looking down, he spied\nA softly wild cheeked mountain pool,\nAnd there a handful of fairy nuts\nBit into the indigo cupping them.\nWith a squeal of weary happiness\nThe squirrel plunged into the mountain pool,\nAnd as he drowned within its soundless heart\nThe fairy nuts were jigging over him,\nLike the unheard stirring of a poem.\n</pre>\n "}, {"title": "Entry 003 from I love you and I’m not dead", "view_node": "/poem/entry-003-i-love-you-and-im-not-dead", "field_author": "<a href=\"/poet/sade-lanay\" hreflang=\"en\">Sade LaNay</a>", "field_date_published": "2018", "body": "<p>New moon in midheaven, in Libra. The hermit wields two swords. Temptation overcomes the star. The chariot travails with weakend strength. Death rises to meet every face you meet. Ten wands whittled from prickly ash. Fall in love with a teacher. Build a home on the moon. Grow twinberry and gentian. The chart culminates in a stellium of ginger coins and wild yam discs.</p>\n"}, {"title": "My Poem for My Stepdaughter", "view_node": "/poem/my-poem-my-stepdaughter", "field_author": "<a href=\"/poet/prageeta-sharma\" hreflang=\"und\">Prageeta Sharma</a>", "field_date_published": "2018", "body": " <pre>             <em>for Aja Sherrard at 20\n\nThe portent may itself be memory.</em>\n—Wallace Stevens\n\nHow hard to carry scores of adults on your back, \nnot look at them as carrions of need, the distress \nof what loyalty requires. This pain is human, \nformed from plunges and positions,\nmisjudged from various heights.\n \nFor your love is of a practicalist tucked \nunder purple quilts, sad conundrums, \nunder the dearth of too much identity \nmixed with middle-class signifiers.\nAnd then some from all other signifiers\nlike two magicians in someone else’s window.\n \nHow ceremony\nfor you was linked to desire, and not to a lie.\n \nWhat you had is that writing came\nfrom the same plumed pen as your father’s. \n\nAnd when you were writing we took note.\n\n<span class=\"long-line\">For so long the diary contained a seal depicting a wayward sense, </span>\ndescriptions for the sake of describing:\n \nfor what? for whom?\nNow you’re growing—writing is skyward, a future tense.\n \nThere is a mountainous place. \nIt’s where my crusty poetry lives,\nand where my impulses reach across \nthe divide to a charted, snowy place.\n \nThere is still bewilderment set between our conversations. \n\nBecause we wanted you to mature.\n\nBecause you see it as our permanent discontent.\n\nNonetheless, we are close to the stitches \nwhere perfect boundaries darken us to you.\n \nWe hope willfully that we are close to the expiration of \nseemingly endless agitation.\n \nOr we are in for years and years of \nits wild growth.\n \nHow encumbered-now memories existed\nbefore the truth of a portent, which I have \nalways taken to mean a warning.\n</pre>\n "}, {"title": "future somatics to-do list", "view_node": "/poem/future-somatics-do-list", "field_author": "<a href=\"/poet/jen-hofer\" hreflang=\"und\">Jen Hofer</a>", "field_date_published": "2018", "body": "<blockquote><sup><em>a love letter to traci akemi kato-kiriyama</em></sup></blockquote>\n\n<p><span class=\"long-line\"><span class=\"long-line\">does a voice have to be auditory to be a voice?</span><br /><br /><span class=\"long-line\">where in the body does hearing take place?</span><br /><br /><span class=\"long-line\">which are the questions that cannot be addressed in language?</span><br /><br /><span class=\"long-line\">which are the questions where promises lodge?</span><br /><br /><span class=\"long-line\">how do we hear what is outside our earshot?</span><br /><br /><span class=\"long-line\">when does distance look like closeness, feel like velvet sunrise cheek to cheek?</span><br /><br /><span class=\"long-line\">what are the objects, ideas, or experiences we drop beneath the more evident surfaces of our lives to the air or water or ground beneath? do we drop them purposefully? are they forgotten?</span><br /><br /><span class=\"long-line\">what word makes the body?</span><br /><br /><span class=\"long-line\">what body defies the word?</span><br /><br /><span class=\"long-line\">which figures, shapes, presences, haunts, methods, media, modes, ephemera, gestures, abandonments, models, anti-models, breaths, harmonics? which soil? which fields?</span><br /><br /><span class=\"long-line\">what does beginning sound like? what body does continuing form? what note does perseverance hum?</span><br /><br /><span class=\"long-line\">is a word a body?</span><br /><br /><span class=\"long-line\">which apertures? which hinges?</span><br /><br /><span class=\"long-line\">where does a body stand without settling?</span><br /><br /><span class=\"long-line\">through which holes does history break into our day?</span><br /><br /><span class=\"long-line\">where in the past does the future excavate?</span><br /><br /><span class=\"long-line\">where in the future does the past propel?</span><br /><br /><span class=\"long-line\">what are the distinctions between proximity and simultaneity?</span><br /><br /><span class=\"long-line\">where does a body resist without refusal?</span><br /><br /><span class=\"long-line\">can borders be exceeded? can borders be disintegrated?</span><br /><br /><span class=\"long-line\">where in the body does hearing take place?</span><br /><br /><span class=\"long-line\">where in the body does loving take place?</span><br /><br /><span class=\"long-line\">how do we make family with someone we do not know?</span><br /><br /><span class=\"long-line\">what do we carry with us and where in the body do we carry it?</span><br /><br /><span class=\"long-line\">might we be permitted a we this evening?</span><br /><br /><span class=\"long-line\">may I hold your hand? to feel your hand as its actual shape, clothed in its papery useful unequivocal skin, bones stacked like tiny branches, the balancing act of a bird, joints unlocking, span from thumb to pinky octaving out toward unfamiliar harmonics?</span><br /><br /><span class=\"long-line\">what space does the body occupy despite everything?</span><br /><br /><span class=\"long-line\">what does <em>despite</em>sound like? what does <em>with</em>sound like?</span><br /><br /><span class=\"long-line\">where does <em>at</em>take place? where does respite take place?</span></span></p>\n\n<p> </p>\n"}, {"title": "Feast Green and Stained", "view_node": "/poem/feast-green-and-stained", "field_author": "<a href=\"/poet/paul-cunningham\" hreflang=\"en\">Paul Cunningham</a>", "field_date_published": "2018", "body": " <pre>I am wasted on thought-so’s and photo-ops\n\n \nso-so’s and S-O-S cries and the lit flare\n\n \nI burn I intuit I follow your light\n\n \n\nlook at the way you go into the tall grass\n \ninto it                         you light\n\n \n               you moth\n\n \nlook at your shirtless body behind the tall grass\n\n \nlook at me on my knees\n\n \na poem is a lot like a grass stain\n\n \nI want to do what a grass stain does\n</pre>\n "}, {"title": "In the Animal Garden of My Body", "view_node": "/poem/animal-garden-my-body", "field_author": "<a href=\"/poet/marci-calabretta-cancio-bello\" hreflang=\"en\">Marci Calabretta  Cancio-Bello</a>", "field_date_published": "2018", "body": " <pre></pre>\n<p style=\"text-align:justify\">Ask me again how the story should go. How much the underbelly of my garden held to bring forth spring, how much hunger I had to devour to get the sweetness I wanted from it. Did this devouring frighten you? I frightened myself in how much I promised to tell you if you asked me again about the water the water the water. What errors I made calculating the downward trajectory of memory rattling loose in the inhale, sharp in the shoulder blades exhaling like wings or whales or swizzles of light. Ask me again what I offered as a sacrifice to the rooster crowing his betrayal of morning. Forgiveness, what a sharp blade I press my body hard against.</p> "}, {"title": "The Unreturning", "view_node": "/poem/unreturning", "field_author": "<a href=\"/poet/wilfred-owen\" hreflang=\"und\">Wilfred Owen</a>", "field_date_published": "1933", "body": " <pre>Suddenly night crushed out the day and hurled\nHer remnants over cloud-peaks, thunder-walled.\nThen fell a stillness such as harks appalled\nWhen far-gone dead return upon the world.\n\nThere watched I for the Dead; but no ghost woke.\nEach one whom Life exiled I named and called.\nBut they were all too far, or dumbed, or thralled;\nAnd never one fared back to me or spoke.\n\nThen peered the indefinite unshapen dawn\nWith vacant gloaming, sad as half-lit minds,\nThe weak-limned hour when sick men’s sighs are drained.\nAnd while I wondered on their being withdrawn,\nGagged by the smothering wing which none unbinds,\nI dreaded even a heaven with doors so chained.\n</pre>\n "}, {"title": "She Walketh Veiled and Sleeping", "view_node": "/poem/she-walketh-veiled-and-sleeping", "field_author": "<a href=\"/poet/charlotte-perkins-gilman\" hreflang=\"und\">Charlotte Perkins Gilman</a>", "field_date_published": "1911", "body": " <pre>She walketh veiled and sleeping,\nFor she knoweth not her power;\nShe obeyeth but the pleading\nOf her heart, and the high leading\nOf her soul, unto this hour.\nSlow advancing, halting, creeping,\nComes the Woman to the hour!—\nShe walketh veiled and sleeping,\nFor she knoweth not her power.\n</pre>\n "}, {"title": "J. Chamberlain", "view_node": "/poem/j-chamberlain", "field_author": "<a href=\"/poet/jeffrey-yang\" hreflang=\"und\">Jeffrey Yang</a>", "field_date_published": "2018", "body": " <pre>Lots of accidents\n \nstabilizing this tau-\n             crossed room\nof adobe\nshade, spaced\n \nout with crumpled cars\nUpon the concrete seal\n \nfloat squares of light\nsun-thaw, snow unsealed\n</pre>\n "}, {"title": "Aging", "view_node": "/poem/aging", "field_author": "<a href=\"/poet/rosmarie-waldrop\" hreflang=\"und\">Rosmarie Waldrop</a>", "field_date_published": "2018", "body": "<blockquote><sup><em>Aging. Being in pain. Finishing. Rotting.<br />\n              —Emmanuel Fournier</em></sup></blockquote>\n\n<p style=\"text-align:justify\">We feel we’ve contracted into very dim, very old white dwarf stars, not yet black holes. Wrinkled, but not quite withered. Dropped out of summer like a stone, we watch time fall. With the leaves. Into a deeper color. Wavelengths missing in the reflected light.<br />\n </p>\n\n<p style=\"text-align:justify\">The road toward rotting has been so long. We forget where we are going. Like a child, I look amazed at a thistle. Or drink cheap wine and hug my knees. To shorten the shadow? To ward off letting go?<br />\n </p>\n\n<p style=\"text-align:justify\">So much body now, to be cared for. What with the arrow, lost cartilage, skeleton within. Memory no longer holds up. A bridge to theory and dreams. Impervious to vertigo. Days are long and too spacious.<br />\n </p>\n\n<p style=\"text-align:justify\">Though the sun is a mere eight light-minutes away elderly dust hangs. Over the long sentences I wrote in the last century. Now thoughts in purpose tremor, in lament, in search of. Not being too soon? Going to be? Unconformities separating strata of decay?<br />\n </p>\n\n<p style=\"text-align:justify\">You say aimlessness has its virtues. Just as not fully understanding may be required for harmony. And blow your nose. You sing fast falls the eventide, damp on the skin, with bitter wind. And here it is again, the craving for happiness that night induces. Or the day of marriage.<br />\n </p>\n\n<p style=\"text-align:justify\">The difference of our bodies makes for different velocities. But gravity is always attracting, and my higher speed. Cannot outrun the inner fright we seem made of. Though I gesticulate broadly. As in a silent movie. Running after the train, waving goodbye.<br />\n </p>\n\n<p style=\"text-align:justify\">Distant galaxies are moving away from us. Friends, lovers, family. Even the sky shifts toward red. Where every clearness is only. A more welcoming slope of the night. And I don't remember why I opened the door.<br />\n </p>\n\n<p style=\"text-align:justify\">Mouth full of moans, you believe the natural state. Is a body at rest. And close your eyes to the threat of your face disappearing. Without thought or emotion. Into its condition. And I thought I knew you.<br />\n </p>\n\n<p style=\"text-align:justify\">Are the complications thinning to a final simplicity? The nearest thing to a straight path in curved space? Clouds of gas slowly collapsing? With only one possible outcome? But unlike a black hole I keep my hair on. As I move toward the unquestionable dark.<br />\n </p>\n\n<p style=\"text-align:justify\">This dark, Mrs. Ramsay thinks, is perhaps the core of every self. The deep note of existence the ear finds, but cannot hold on to. Across the vicissities of the symphony. Or else this dark could be our shelter in the time of long dominion. And though we are not well suited to the perspectives it opens it is an awesome thing to see. Once you can see it.</p>\n"}], "pager": {"current_page": 209, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}