{"rows": [{"title": "An Old Story", "view_node": "/poem/old-story", "field_author": "<a href=\"/poet/tracy-k-smith\" hreflang=\"und\">Tracy K. Smith</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">We were made to understand it would be</span><br /><span class=\"long-line\">Terrible. Every small want, every niggling urge,</span><br /><span class=\"long-line\">Every hate swollen to a kind of epic wind.</span></p>\n<p><span class=\"long-line\">Livid, the land, and ravaged, like a rageful</span><br /><span class=\"long-line\">Dream. The worst in us having taken over</span><br /><span class=\"long-line\">And broken the rest utterly down.</span></p>\n<p>                                                               A long age<br /><span class=\"long-line\">Passed. When at last we knew how little</span><br /><span class=\"long-line\">Would survive us—how little we had mended</span></p>\n<p><span class=\"long-line\">Or built that was not now lost—something</span><br /><span class=\"long-line\">Large and old awoke. And then our singing</span><br /><span class=\"long-line\">Brought on a different manner of weather.</span></p>\n<p><span class=\"long-line\">Then animals long believed gone crept down</span><br /><span class=\"long-line\">From trees. We took new stock of one another.</span><br /><span class=\"long-line\">We wept to be reminded of such color.</span></p>\n"}, {"title": "Ghazal", "view_node": "/poem/ghazal-1", "field_author": "<a href=\"/poet/tracy-k-smith\" hreflang=\"und\">Tracy K. Smith</a>", "field_date_published": "2018", "body": " <p><span class=\"long-line\">The sky is a dry pitiless white. The wide rows stretch on into death.</span><br /><span class=\"long-line\">Like famished birds, my hands strip each stalk of its stolen crop: our name.</span></p><p><span class=\"long-line\">History is a ship forever setting sail. On either shore: mountains of men,</span><br /><span class=\"long-line\">Oceans of bone, an engine whose teeth shred all that is not our name.</span></p><p><span class=\"long-line\">Can you imagine what will sound from us, what we’ll rend and claim</span><br /><span class=\"long-line\">When we find ourselves alone with all we’ve ever sought: our name?</span></p><p><span class=\"long-line\">Or perhaps what we seek lives outside of speech, like a tribe of goats</span><br /><span class=\"long-line\">On a mountain above a lake, whose hooves nick away at rock. Our name</span></p><p><span class=\"long-line\">Is blown from tree to tree, scattered by the breeze. Who am I to say what,</span><br /><span class=\"long-line\">In that marriage, is lost? For all I know, the grass has caught our name.</span></p><p><span class=\"long-line\">Having risen from moan to growl, growl to a hound’s low bray,</span><br /><span class=\"long-line\">The voices catch. No priest, no sinner has yet been taught our name.</span></p><p><span class=\"long-line\">Will it thunder up, the call of time? Or lie quiet as bedrock beneath</span><br /><span class=\"long-line\">Our feet? Our name our name our name our fraught, fraught name.</span></p> "}, {"title": "Born of Driftwood", "view_node": "/poem/born-driftwood", "field_author": "<a href=\"/poet/gretchen-steele-pratt\" hreflang=\"en\">Gretchen Steele Pratt</a>", "field_date_published": "2018", "body": " <p><em>On the Outer Banks in the early 1900s, a migratory sand dune, several stories high, engulfed the small fishing village of Seagull. Two churches, the post office, thirty-five homes, and the one-room schoolhouse were consumed by the dune. </em></p><p> </p><p>Teacher is building a shack of driftwood, building it on the far shore. We watch from the schoolhouse windows, taking turns with her old silver binoculars. She gathers all manner of driftwood into her apron and sometimes passes by the beach in front of the school but does not turn her face to us.</p><p>*</p><p><em>Born of driftwood endowed with breath we are</em>—began that old story Teacher had to close her eyes to tell. She spreads the wood to dry and eats nothing and takes not a drink but smokes her pipe. Eyes dry as opals and the sand and wind drying her from the inside out—<em>petrified</em>, as Teacher would say. Sister says her bones are <em>anyway filling with sand</em>.</p><p>*</p><p>Where is the lighthouse keeper? The light is out. There had been no beating it to the boats, no crowded bridge. Sister says at the tip of this spit of an island a wave of sand has begun its slow roll down through the land, a tidal wave of sand swallowing the trees right up to the grapevines that hang from the top branches, swallowing the barns and the cows sleeping in them, their nostrils choked with sand—<em>sand-killed</em>, as Sister would say. A tidal wave of sand never crashing toward us and no stopping it as long as the hot wind does blow.</p><p>*</p><p>And so each night the ghost crabs swarm down the whole shore, we hear the claws and shells scuttling over each other, and do they bother Teacher? And moths beat like birds against the schoolhouse windows. Morning comes and Sister pulls the rope, the bell clangs above us but not to wake Teacher who is already neck high in her cocoon of driftwood and weaving more on.</p><p>*</p><p>Mosquitoes the only weather thick most mornings with the sun and we keep the windows closed. Clouds of mosquitoes like ghosts work our little patch of garden. They never bothered with Teacher on our old walks by the marsh passage—her being made of smoke but smokeless—she is, then winking, walking backward to face the line of us through the water grasses though our legs be already welted with bites.</p><p>*</p><p>We were waiting for Teacher to harvest the school-yard garden. We all sunk the seeds in the spring and now so long without rain the melons rot on the vines, sunken, sucked looking. GOOD FOLKS IS SCARCE TAKE CARE OF ME—the sign we painted in the middle of the garden hanging by one nail.</p><p>*</p><p>The buoys gong in the rainless sun-blown squalls. Our books are brittle and everything is so dry. The map of this island curls on the wall. And turning to tinder the pictures of the flora—bald cypress, sweet pepperbush, yaupon, cordgrass, switchgrass, blue-eyed grass.</p><p>*</p><p>Teacher will lay us all down one by one limp like just-hatched birds in her nest of driftwood but I don’t tell Sister.</p><p>*</p><p>Sister spends her days drawing the growing sand wave on the chalkboard. She says it is now entering the island’s graveyard the laurel all withered. And the graves being but sand-filled will be gathered up, the coffin tops will dry and crack and pop their nails. Where once was only the shade of oaks and cedars.</p><p>*</p><p>At night the slowest breaking of glass, ever closer, pane by pane the wave swallows the homesteads. Our ears are licked by the heat. The ocean grows smaller and farther from us. Teacher must walk farther each day down to the wrack line.</p><p>*</p><p>The windows of the schoolhouse grow cloudy with moth ash. We wait. We have shed all manner of clothing. We grow light, waterless in the slow trough of the sand wave. <em>Bleached as bone</em>, Sister says. <em>Bones light as kites</em>.</p><p>*</p><p>It towers at the edge of the school yard, the tall pines crack. No stopping it as long as the hot wind does blow. Burning, but smokeless, smokeless. We can hardly hear the surf, so far has the ocean left us. Teacher will row to us from across the sand in her boat of driftwood. She will gather us in her apron and lay us down curled inside the hull. The sea far away now, emptying itself wave by wave of this white wood.</p> "}, {"title": "Dear Henry,", "view_node": "/poem/dear-henry", "field_author": "<a href=\"/poet/catherine-staples\" hreflang=\"en\">Catherine Staples</a>", "field_date_published": "2018", "body": " <div>Henry Thoreau who has been at his fathers since the death of his brother was ill &amp; threatened with <em>lockjaw!</em> his brothers disease.</div><div style=\"margin-left: 40px;\">—Ralph Waldo Emerson</div><div> </div><div> </div><div>Like Achilles smearing his face with soot,</div><div>shearing his hair at the news of Patroclus’s death,</div><div>you, too, took a step to the world of the dead</div><div>when your brother died. Bewildered,</div><div>your jaw and limbs stiffened with his.</div><div>Then it ended—like floodwaters, it subsided.</div><div>You were alive. His memory, a bright</div><div>vein of quartz looping through granite,</div><div>a glinting diagonal, unsullied and intact</div><div>within you. Oblique, flashing—</div><div style=\"margin-left: 240px;\">you leapt</div><div>the Emersons’ back stairs, two at a time,</div><div>rat-a-tat of a stick on a railing, children</div><div>like capes in your wake, you found the first</div><div>huckleberries, tamed the woodchuck. Borrowed</div><div>the ax, built the cabin, played your brother’s flute.</div><div>You drew the oars, then let them go.</div><div>Dear invisible, dear true,</div><div>with every endeavor, you held him close.</div><div>You swallowed the long winter—</div><div>and his lost vigor flew through you.</div> "}, {"title": "Yogi", "view_node": "/poem/yogi", "field_author": "<a href=\"/poet/rodger-kamenetz\" hreflang=\"en\">Rodger Kamenetz</a>", "field_date_published": "2018", "body": " <p style=\"text-align: center;\"><em>hat tip to Mark Zanger </em></p><p> </p><p style=\"text-align: justify;\">“Yogi Berra was a great bad ball hitter; even if he had to golf or tomahawk, he was clutch.” The balls I hit are all bad that’s why I hit them. That’s where anger turns into beauty. They say there are no bad dogs but they are mostly dog trainers in their pride. Pride and shame are two ends of the same bat. Shame makes every bad ball your fault. That’s where Yogi comes in, the best Yankee philosopher since Emerson, the Buddha squatting behind every batter. He observes the violence of the perfect pitch, the smack in the deep pocket of his fat glove. Thanks to Yogi there are no bad restaurants, no bad decisions, no bad balls. When you come to a fork in the road, take it. Maybe a scratch single, a dribbler to the left, a ball just out of reach of a diving glove, Yogi motoring to first. He came back as a huge gentle black dog who takes the bite out of every bark. Soon all the neighbor dogs are following Yogi to the restaurant no one goes to anymore.</p> "}, {"title": "The Living Hive", "view_node": "/poem/living-hive", "field_author": "<a href=\"/poet/rodger-kamenetz\" hreflang=\"en\">Rodger Kamenetz</a>", "field_date_published": "2018", "body": " <p style=\"text-align: center;\"><em>for Jordan Bantuelle, keeper of the urban farm </em></p><p> </p><p style=\"text-align: justify;\">You have seen a bee face up close. The verbs fell away, the sky tore strips of wax paper. You heard the thrill of the bees, you felt the stings. Through the metal hexes of fence, your fingers caught. Sleeping, you hurtled in a Beethoven surge. The geometry of winter: an angle of dead bees. The secret honey in the cells of six. The smell of honey heals all wounds. White wax kisses them, seals. Still you hurt underneath. The stars really do have sharps. The sky black as bees’ eyes. You go on unforgiven. Hungry for honey, hungry for balm, hungry for wings.</p> "}, {"title": "To the New Journal", "view_node": "/poem/new-journal", "field_author": "<a href=\"/poet/susan-rich\" hreflang=\"en\">Susan Rich </a>", "field_date_published": "2018", "body": " <div> </div><div style=\"text-align: center;\">after W. S. Merwin</div><div> </div><div> </div><div>Let’s just listen—  </div><div> </div><div>before the spent words and the hidden nests</div><div>of sentences begin, before the musical count</div><div> </div><div>of vowels and consonants, the ink</div><div> </div><div>not yet slippery with wild grief</div><div>or souped-up grandeur.</div><div> </div><div>I wish to arrange you—</div><div> </div><div>with a few half-formed couplets—</div><div>inquiries without answers.</div><div> </div><div>But what can we do? <em>These mountains are still</em></div><div> </div><div><em>young and rising</em>, I write. Yet,</div><div>even the fields call to an orchestra of stars.</div><div> </div><div>Even the birds sing <em>to-do</em> lists.</div> "}, {"title": "Adventures in Long Island: The Helpless Detectives", "view_node": "/poem/adventures-long-island-helpless-detectives", "field_author": "<a href=\"/poet/john-surowiecki\" hreflang=\"und\">John Surowiecki</a>", "field_date_published": "2018", "body": " <div>The man who throws women off the Whitestone Bridge,</div><div>delighting in how they splatter like water balloons,</div><div>has memorized every word Milton ever wrote.</div><div>Later, he feeds blue jays oily black seeds</div><div>and drinks oily black coffee,</div><div>watching children twirl on their swings and</div><div>build castles in a sandbox</div><div>cats piss in.</div><div> </div><div>We spend the day filling notebooks,</div><div>dusting for prints,</div><div>but no one really expects us to solve anything.</div><div>On the evening news we admit we’re of no help at all</div><div>and hope by saying so we offer some consolation.</div><div>We do wonder, though, what those parents think their</div><div>children smell like when they go off to school and who it was</div><div>brought death into the world and all our woe.</div> "}, {"title": "Afternoons at the Lake", "view_node": "/poem/afternoons-lake", "field_author": "<a href=\"/poet/fleda-brown\" hreflang=\"und\">Fleda Brown</a>", "field_date_published": "2018", "body": " <pre><span class=\"long-line\">I would rather be trapped in an attic with rats than play Monopoly</span>\n<span class=\"long-line\">all the afternoons it takes to lose the last of my money to the already</span> \n\nsuperrich 1 percent grandchild, to line up cheap green houses\n<span class=\"long-line\">on my low-rent Baltic and Mediterranean Avenues in a futile attempt</span>\n\nto collect enough to survive the next round of rent on Boardwalk\n<span class=\"long-line\">or Park Place, to feel pitiful gratitude when I Receive for Services</span>\n\ntwenty-five dollars. Everything will be gone, save the smallest\ndenominations, the Asian crayfish will overrun the native,\n\n<span class=\"long-line\">the autumn olive will proliferate, the tallest thing will grow taller,</span>\n<span class=\"long-line\">will be layered with gold, will turn to gold, will harden its gold heart.</span>\n\nIt will squander, jet, pocket, dole, win past wanting to win, dig\nthe mine shaft, the ore, eat up the hillside, the birds, the whales,\n\n<span class=\"long-line\">crack the foundations of houses, force the defaulters into the street.</span>\nDice will land as they will, will cause the tiny car to bounce\n\n<span class=\"long-line\">happily from St. James Place to Indiana Avenue, a galaxy of gobble,</span>\nwill enable the placement of flamboyant hotels on the coast\n\n<span class=\"long-line\">where waters wash with exquisite music shoreward, all of it owned</span>\nby the God who dwells inside the winning, who has not said\n\n<span class=\"long-line\">otherwise yet, who owns Free Parking and Jail, who owns the treeless</span>\nboard, the classy neighborhoods as well as the ones with the rats\n\nand smashed-out windows, the murderous scrawl of languages\n<span class=\"long-line\">on walls, the smiling God holding the center with top hat and cane,</span>\n\n<span class=\"long-line\">as I at last step out on the dock with my coffee and say to myself</span>\nthe lines where Keats rhymes “think” with “nothingness do sink.”</pre>\n "}, {"title": "Genesis", "view_node": "/poem/genesis-0", "field_author": "<a href=\"/poet/holly-karapetkova\" hreflang=\"en\">Holly Karapetkova</a>", "field_date_published": "2018", "body": " <p style=\"text-align: justify;\">Like any mother I lived for my children. Bone of my bones, gave them my body as house, gave them my house as home. I was fruitful. I multiplied. Nothing was ever my own and I called this sacrifice, devotion. What I called them became their names. Some grew and some did not. Some were angry and some were not. Some murdered, some tended the flocks, some built boats to escape the flood. Some built towers into the sky. Some became pillars of salt. I fed them by the sweat of my brow. Some needed more than I could give them, though I saved only thorns and thistles for myself. God was a voice in the sky with no tree to burn. God was a shower of burning sulfur, a snake winding through the dirt. If I had a moment to spare, I might have bent to hear what he was saying.</p> "}, {"title": "Another Way with Wang Wei", "view_node": "/poem/another-way-wang-wei", "field_author": "<a href=\"/poet/wendy-barker\" hreflang=\"en\">Wendy Barker</a>", "field_date_published": "2018", "body": " <pre>\nNo emptiness around here: across the street\n\n     a backhoe clanking, beeping, the next-door neighbor’s\n\nseven dogs at it again, shrill yaps mingled\n\n     with baritone yowlings, 747s thundering overhead, and\n\nyou’re upstairs in your study, too far for me\n\n     to hear your voice, but later, tonight, you’ll come down\n\nand speak in your gentle tenor, and all\n\n     other sounds will fade—as far as Wang Wei’s mountain.</pre>\n "}, {"title": "After Reading Baudelaire", "view_node": "/poem/after-reading-baudelaire", "field_author": "<a href=\"/poet/wendy-barker\" hreflang=\"en\">Wendy Barker</a>", "field_date_published": "2018", "body": " <pre>With sky a tight-fitting cast-iron lid,\n       humidity and temp ninety-eight, rain stalled\nover the next county, I listen to Edith\n       Piaf ’s “Non, je ne regrette rien,” her raunchy,\nchutzpah-laden contralto almost\n       convincing me she actually has no regrets,\nthough I sure do, have never eased\n       the ache of leaving my baby boy with sitters\nso I could keep on with grad school,\n       how some nights I’d come home to a bundle\nof shuddering sobs till I held him\n       and nursed him, but now of course he’s grown,\na solid forty-one, and I’m proud as\n       any proud mom can be, yet I can’t shake free\nof those tangling webs, while I know\n       the spleen isn’t what Baudelaire and his cronies\nthought, rather a neighbor of the stomach\n       churning out antibodies, blasting worn-out red\nblood cells, not a seat of down-in\n       the-mouthness and foul temper as the ancient\nphysicians believed, so maybe I’m just\n       cleaning away forty-plus years of regret, because\nI’d sure like to sing along with Piaf\n       that I regret nothing, and, after all, I wasn’t as\nbad as other mothers I’ve read about,\n       even Martha Sharp, who during the SS Nazi\nyears left her own offspring for months\n       at a time to rescue Jewish kids and bring them\nto the U.S., saving them from Auschwitz\n       and Treblinka, saintly to be sure, but I wouldn’t\nblame her children for feeling some\n       pretty sour spleen about a mom’s not being there\nto hug them for winning archery medals\n      at summer camp or battling measles or bronchitis,\nso I turn again to Piaf with her feisty\n      chanson “Milord,” in awe that, decades after\na girlhood in her grandmother’s brothel,\n      this “Little Sparrow” is even now clearing my\ngloom, the way currents of rain end\n      a drought, the way milk lets down from a breast.</pre>\n "}, {"title": "Starlings", "view_node": "/poem/starlings-0", "field_author": "<a href=\"/poet/maggie-smith\" hreflang=\"en\">Maggie Smith</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">The starlings choose one piece of sky above the river</span></p>\n<p><span class=\"long-line\">      and pour themselves in. Like a thousand arrows </span></p>\n<p><span class=\"long-line\">              pointing in unison one way, then another. That bit of blue</span></p>\n<p><span class=\"long-line\">      doesn’t belong to them, and they don’t belong to the sky,</span></p>\n<p><span class=\"long-line\">or to the earth. Isn’t that what you’ve been taught—nothing is ours?</span></p>\n<p><span class=\"long-line\">      Haven’t you learned to keep the loosest possible hold?</span></p>\n<p><span class=\"long-line\">              The small portion of sky boils with birds.</span></p>\n<p><span class=\"long-line\">       Near the river’s edge, one birch has a knot so much</span></p>\n<p><span class=\"long-line\">like an eye, you think it sees you. But of course it doesn’t.</span></p>\n"}, {"title": "Poem Beginning with a Line from It’s the Great Pumpkin, Charlie Brown", "view_node": "/poem/poem-beginning-line-its-great-pumpkin-charlie-brown", "field_author": "<a href=\"/poet/maggie-smith\" hreflang=\"en\">Maggie Smith</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\"><em>Just look—nothing but sincerity </em></span><br /><em><span class=\"long-line\">as far as the eye can see—</span></em><br /><span class=\"long-line\">the way the changed leaves,</span></p>\n<p><span class=\"long-line\">flapping their yellow underbellies</span><br /><span class=\"long-line\">in the wind, glitter. The tree</span><br /><span class=\"long-line\">looks sequined wherever</span></p>\n<p><span class=\"long-line\">the sun touches. Does anyone</span><br /><span class=\"long-line\">not see it? Driving by a field</span><br /><span class=\"long-line\">of spray-painted sheep, I think</span></p>\n<p><span class=\"long-line\">the world is not all changed.</span><br /><span class=\"long-line\">The air still ruffles wool</span><br /><span class=\"long-line\">the way a mother’s hand</span></p>\n<p><span class=\"long-line\">busies itself lovingly in the hair</span><br /><span class=\"long-line\">of her small boy. The sun</span><br /><span class=\"long-line\">lifts itself up, grows heavy</span></p>\n<p><span class=\"long-line\">treading there, then lets itself</span><br /><span class=\"long-line\">off the hook. Just look at it</span><br /><span class=\"long-line\">leaving—the sky a tigereye</span></p>\n<p><span class=\"long-line\">banded five kinds of gold</span><br /><span class=\"long-line\">and bronze—and the sequin tree</span><br /><span class=\"long-line\">shaking its spangles like a girl</span></p>\n<p><span class=\"long-line\">on the high school drill team,</span><br /><span class=\"long-line\">nothing but sincerity. It glitters</span><br /><span class=\"long-line\">whether we’re looking or not.</span></p>\n"}, {"title": "Perennials", "view_node": "/poem/perennials", "field_author": "<a href=\"/poet/maggie-smith\" hreflang=\"en\">Maggie Smith</a>", "field_date_published": "2018", "body": "<p><span class=\"long-line\">Let us praise the ghost gardens</span><br /><span class=\"long-line\">of Gary, Detroit, Toledo—abandoned</span></p>\n<p><span class=\"long-line\">lots where perennials wake</span><br /><span class=\"long-line\">in competent dirt and frame the absence</span></p>\n<p><span class=\"long-line\">of a house. You can hear</span><br /><span class=\"long-line\">the sound of wind, which isn’t</span></p>\n<p><span class=\"long-line\">wind at all, but leaves touching.</span><br /><span class=\"long-line\">Wind itself can’t speak. It needs another</span></p>\n<p><span class=\"long-line\">to chime against, knock around.</span><br /><span class=\"long-line\">Again and again the wind finds its tongue,</span></p>\n<p><span class=\"long-line\">but its tongue lives outside</span><br /><span class=\"long-line\">of its rusted mouth. Forget the wind.</span></p>\n<p><span class=\"long-line\">Let us instead praise meadow and ruin,</span><br /><span class=\"long-line\">weeds and wildflowers seeding</span></p>\n<p><span class=\"long-line\">years later. Let us praise the girl</span><br /><span class=\"long-line\">who lives in what they call</span></p>\n<p><span class=\"long-line\">a transitional neighborhood—</span><br /><span class=\"long-line\">another way of saying not dead?</span></p>\n<p><span class=\"long-line\">Or risen from it? Before running</span><br /><span class=\"long-line\">full speed through the sprinkler’s arc,</span></p>\n<p><span class=\"long-line\">she tells her mother, who kneels</span><br /><span class=\"long-line\">in the garden: <em>Pretend I’m racing</em></span></p>\n<p><span class=\"long-line\"><em>someone else. Pretend I’m winning.</em></span></p>\n"}, {"title": "Just Anybody, or Poem against the Crumbling of the Republic", "view_node": "/poem/just-anybody-or-poem-against-crumbling-republic", "field_author": "<a href=\"/poet/joe-wilkins\" hreflang=\"en\">Joe Wilkins</a>", "field_date_published": "2018", "body": " <div>Old friend,</div><div>stuck in that small town,</div><div>we tried every way we could</div><div>to kill ourselves. </div><div> </div><div>That night down on the river,</div><div>that night I lost you?</div><div> </div><div>That was a stupid night.</div><div> </div><div>I think about it all the time.</div><div> </div><div>We’d already sunk the front wheels</div><div>of your three-on-the-tree Impala</div><div>in the cow shit &amp; mud.</div><div> </div><div>Around the fire</div><div>I didn’t know half the faces.</div><div> </div><div>You gnashed a palmful of pills.</div><div>You took off your shirt.</div><div> </div><div>I didn’t want to ride with just anybody.</div><div> </div><div>Old friend,</div><div>where did you go? I circled the flames,</div><div>banged on every back window.</div><div> </div><div>Later, swaying at the water’s edge,</div><div>I started tossing rocks,</div><div>winging them hard.</div><div> </div><div>I was hoping in the dark</div><div>I’d hit you.</div> "}, {"title": "Follies of 1936", "view_node": "/poem/follies-1936", "field_author": "<a href=\"/poet/david-petruzelli\" hreflang=\"und\">David Petruzelli</a>", "field_date_published": "2018", "body": " <div><div style=\"text-align: center;\">Asheville, North Carolina</div><div> </div></div><div> </div><div>It would be hours before housekeeping</div><div>came and found Scott in the bathroom,</div><div>his pajama bottoms somewhere</div><div>under him, his upper half in a body cast</div><div>from when he broke his right shoulder</div><div>a few weeks earlier in a high dive</div><div>intended to impress Zelda,</div><div>and which he realized, halfway down,</div><div>was a terrible idea, especially later</div><div>as he sat in the hospital and watched</div><div>one arm being set above his head</div><div>in a sort of showy backstroke that now</div><div>prevented him from doing</div><div>the simplest of tasks. He knew there</div><div>was enough time to think of a funny,</div><div>plausible story as to why he had fallen,</div><div>time to write long letters in his head</div><div>to Scottie, Zelda, and Max, and describe</div><div>the stylish window the doctor made</div><div>around his abdomen so that Scott</div><div>could reach inside with wire</div><div>of various lengths and relieve the itching</div><div>when it grew too warm, time to recall</div><div>a late-spring party he attended</div><div>in Paris, when it seemed like everyone</div><div>he met that night had handed him</div><div>their calling card. The next day</div><div>he counted them after emptying out</div><div>every pocket, then made a display</div><div>on the hotel bed to amuse his daughter,</div><div>who was five and seemed intrigued</div><div>by the calligraphy and the occasional</div><div>handwritten message, and who enjoyed,</div><div>as even he did, the feel of raised letters</div><div>and small enameled surfaces,</div><div>and as he watched her, he played</div><div>with the notion of starting his own</div><div>collection of cards, the way others saved</div><div>cigar bands or French stamps. And now,</div><div>lying on the cold, wet bathroom floor,</div><div>he wished he could count them again.</div> "}, {"title": "How Ella Knows", "view_node": "/poem/how-ella-knows", "field_author": "<a href=\"/poet/jeffrey-bean\" hreflang=\"en\">Jeffrey Bean</a>", "field_date_published": "2018", "body": " <div>Ella’s hands know she’s alive today.</div><div>Her piano is drenched in sunlight,</div><div> </div><div>and she spends the morning coaxing hums</div><div>from its belly. She has made a pet of the wind,</div><div> </div><div>and she lets it in through the screen door, feeds it</div><div>dried blooms from a rhododendron.</div><div> </div><div>She thinks about all the mirrors in the houses</div><div>on her block. Then she crosses the street</div><div> </div><div>to her neighbor’s yellow door, peers</div><div>through the mail slot. It’s dark in there,</div><div> </div><div>and all she sees is a stack</div><div>of blue plates on a table. Where</div><div> </div><div>are the secret drawers filled with cigarettes</div><div>and diaries? Where are the boxes of pliers</div><div> </div><div>and hammers, the screws flexing</div><div>their tiny shoulders? The needles and gum?</div><div> </div><div>When a spider drifts up toward the ceiling,</div><div>the afternoon stops moving. Ella stares</div><div> </div><div>for a long time. Then she blinks,</div><div>and the leaves go back to sizzling.</div> "}, {"title": "Nothing to Do with Us, or Poem against the Crumbling of the Republic", "view_node": "/poem/nothing-do-us-or-poem-against-crumbling-republic", "field_author": "<a href=\"/poet/joe-wilkins\" hreflang=\"en\">Joe Wilkins</a>", "field_date_published": "2018", "body": " <pre>Old friend,\nare we there yet? \n\nYou sat with me once,\noutside a dirty burger joint,\na hard light at the windows.\n\nIt was just about\nthe ass crack of the afternoon,\n\nmountains in the distance,\n\n&amp; I’d played a trick on you,\nor you’d played a trick on me,\n\n&amp; the highway\nwas a home to comings &amp; goings,\nnothing to do with us.\n\nWe had hours yet to drive.\n\nOld friend,\nhow long should we sit here,\nbreathing dust &amp; gasoline,\n\nwatching clouds gut themselves\non the pines?</pre>\n "}, {"title": "After Party", "view_node": "/poem/after-party", "field_author": "<a href=\"/poet/noah-blaustein\" hreflang=\"und\">Noah Blaustein</a>", "field_date_published": "2018", "body": " <pre>The Hello Kitty piñata’s head\nswings from the pepper tree—\na sweet decapitation. Glitter\nacross the rental table &amp; pink\npaper flowers wilt in the succulents.\nThis is the stale beer &amp; cigarettes\nof seven-year-olds. “My fluffy puppy\nis so soft” still means “my fluffy\npuppy is so soft.” I’m seducing\nmy wife the way good men\nof my generation do, by rinsing\nblue &amp; red sticky plates &amp; taking out\nheavy cake trash. I’m celebrating\ntheir lack of cool. No fights\nover girls or boys to save face,\njust face paint, just little\nleopards everywhere.</pre>\n "}], "pager": {"current_page": 222, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}