{"rows": [{"title": "Thinking of Work", "view_node": "/poem/thinking-work", "field_author": "<a href=\"/poet/james-shea\" hreflang=\"und\">James Shea</a>", "field_date_published": "2012", "body": " <pre>A brief storm\nblew the earth clean.\n\nThere was much \nto do: sun to put up,\nclouds to put out,\nblue to install,\nlimbs to remove,\ngrass to implant.\n\n(The grass failed.\nWe ordered new grass.)\n\nA limb had cracked\nin half in the short storm,\nshort with its feeling.\n\nWe saw its innards,\nall the hollow places.\n\nSomething flew out of\nthe window and then\nthe window flew out of the window.</pre>\n "}, {"title": "Chopin", "view_node": "/poem/chopin", "field_author": "<a href=\"/poet/emma-lazarus\" hreflang=\"und\">Emma Lazarus</a>", "field_date_published": "1888", "body": "<p><span class=\"long-line\">I</span></p>\n\n<p><span class=\"long-line\">A dream of interlinking hands, of feet </span><br /><span class=\"long-line\">Tireless to spin the unseen, fairy woof </span><br /><span class=\"long-line\">Of the entangling waltz. Bright eyebeams meet, </span><br /><span class=\"long-line\">Gay laughter echoes from the vaulted roof. </span><br /><span class=\"long-line\">Warm perfumes rise; the soft unflickering glow </span><br /><span class=\"long-line\">Of branching lights sets off the changeful charms </span><br /><span class=\"long-line\">Of glancing gems, rich stuffs, the dazzling snow </span><br /><span class=\"long-line\">Of necks unkerchieft, and bare, clinging arms. </span><br /><span class=\"long-line\">Hark to the music! How beneath the strain </span><br /><span class=\"long-line\">Of reckless revelry, vibrates and sobs </span><br /><span class=\"long-line\">One fundamental chord of constant pain, </span><br /><span class=\"long-line\">The pulse-beat of the poet's heart that throbs. </span><br /><span class=\"long-line\">So yearns, though all the dancing waves rejoice, </span><br /><span class=\"long-line\">The troubled sea's disconsolate, deep voice. </span></p>\n\n<p><span class=\"long-line\"> </span></p>\n\n<p><span class=\"long-line\">II</span></p>\n\n<p><span class=\"long-line\">Who shall proclaim the golden fable false </span><br /><span class=\"long-line\">Of Orpheus' miracles? This subtle strain </span><br /><span class=\"long-line\">Above our prose-world's sordid loss and gain </span><br /><span class=\"long-line\">Lightly uplifts us. With the rhythmic waltz, </span><br /><span class=\"long-line\">The lyric prelude, the nocturnal song </span><br /><span class=\"long-line\">Of love and languor, varied visions rise, </span><br /><span class=\"long-line\">That melt and blend to our enchanted eyes. </span><br /><span class=\"long-line\">The Polish poet who sleeps silenced long, </span><br /><span class=\"long-line\">The seraph-souled musician, breathes again </span><br /><span class=\"long-line\">Eternal eloquence, immortal pain. </span><br /><span class=\"long-line\">Revived the exalted face we know so well, </span><br /><span class=\"long-line\">The illuminated eyes, the fragile frame, </span><br /><span class=\"long-line\">Slowly consuming with its inward flame, </span><br /><span class=\"long-line\">We stir not, speak not, lest we break the spell. </span></p>\n\n<p><span class=\"long-line\"> </span></p>\n\n<p><span class=\"long-line\">III</span></p>\n\n<p><span class=\"long-line\">A voice was needed, sweet and true and fine </span><br /><span class=\"long-line\">As the sad spirit of the evening breeze, </span><br /><span class=\"long-line\">Throbbing with human passion, yet devine </span><br /><span class=\"long-line\">As the wild bird's untutored melodies. </span><br /><span class=\"long-line\">A voice for him 'neath twilight heavens dim, </span><br /><span class=\"long-line\">Who mourneth for his dead, while round him fall </span><br /><span class=\"long-line\">The wan and noiseless leaves. A voice for him </span><br /><span class=\"long-line\">Who sees the first green sprout, who hears the call </span><br /><span class=\"long-line\">Of the first robin on the first spring day. </span><br /><span class=\"long-line\">A voice for all whom Fate hath set apart, </span><br /><span class=\"long-line\">Who, still misprized, must perish by the way, </span><br /><span class=\"long-line\">Longing with love, for that they lack the art </span><br /><span class=\"long-line\">Of their own soul's expression. For all these </span><br /><span class=\"long-line\">Sing the unspoken hope, the vague, sad reveries. </span></p>\n\n<p><span class=\"long-line\"> </span></p>\n\n<p><span class=\"long-line\">IV</span></p>\n\n<p><span class=\"long-line\">Then Nature shaped a poet's heart--a lyre </span><br /><span class=\"long-line\">From out whose chords the lightest breeze that blows </span><br /><span class=\"long-line\">Drew trembling music, wakening sweet desire. </span><br /><span class=\"long-line\">How shall she cherish him? Behold! she throws </span><br /><span class=\"long-line\">This precious, fragile treasure in the whirl </span><br /><span class=\"long-line\">Of seething passions; he is scourged and stung, </span><br /><span class=\"long-line\">Must dive in storm-vext seas, if but one pearl </span><br /><span class=\"long-line\">Of art or beauty therefrom may be wrung. </span><br /><span class=\"long-line\">No pure-browed pensive nymph his Muse shall be, </span><br /><span class=\"long-line\">An amazon of thought with sovereign eyes, </span><br /><span class=\"long-line\">Whose kiss was poison, man-brained, worldy-wise, </span><br /><span class=\"long-line\">Inspired that elfin, delicate harmony. </span><br /><span class=\"long-line\">Rich gain for us! But with him is it well? </span><br /><span class=\"long-line\">The poet who must sound earth, heaven, and hell!</span></p>\n"}, {"title": "Echoes", "view_node": "/poem/echoes-0", "field_author": "<a href=\"/poet/emma-lazarus\" hreflang=\"und\">Emma Lazarus</a>", "field_date_published": "1888", "body": " <pre>\nLate-born and woman-souled I dare not hope, \nThe freshness of the elder lays, the might \nOf manly, modern passion shall alight \nUpon my Muse's lips, nor may I cope \n(Who veiled and screened by womanhood must grope) \nWith the world's strong-armed warriors and recite \nThe dangers, wounds, and triumphs of the fight; \nTwanging the full-stringed lyre through all its scope. \nBut if thou ever in some lake-floored cave \nO'erbrowed by rocks, a wild voice wooed and heard, \nAnswering at once from heaven and earth and wave, \nLending elf-music to thy harshest word, \nMisprize thou not these echoes that belong \nTo one in love with solitude and song.</pre>\n "}, {"title": "In the Jewish Synagogue at Newport", "view_node": "/poem/jewish-synagogue-newport", "field_author": "<a href=\"/poet/emma-lazarus\" hreflang=\"und\">Emma Lazarus</a>", "field_date_published": "1867", "body": " <pre>\nHere, where the noises of the busy town, \nThe ocean's plunge and roar can enter not,\nWe stand and gaze around with tearful awe,\nAnd muse upon the consecrated spot.\n\nNo signs of life are here: the very prayers\nInscribed around are in a language dead;\nThe light of the \"perpetual lamp\" is spent\nThat an undying radiance was to shed.\n\nWhat prayers were in this temple offered up,\nWrung from sad hearts that knew no joy on earth,\nBy these lone exiles of a thousand years,\nFrom the fair sunrise land that gave them birth!\n\nHow as we gaze, in this new world of light,\nUpon this relic of the days of old,\nThe present vanishes, and tropic bloom\nAnd Eastern towns and temples we behold.\n\nAgain we see the patriarch with his flocks,\nThe purple seas, the hot blue sky o'erhead,\nThe slaves of Egypt, -- omens, mysteries, --\nDark fleeing hosts by flaming angels led.\n\nA wondrous light upon a sky-kissed mount,\nA man who reads Jehovah's written law,\n'Midst blinding glory and effulgence rare,\nUnto a people prone with reverent awe.\n\nThe pride of luxury's barbaric pomp,\nIn the rich court of royal Solomon --\nAlas! we wake: one scene alone remains, --\nThe exiles by the streams of Babylon.\n\nOur softened voices send us back again\nBut mournful echoes through the empty hall:\nOur footsteps have a strange unnatural sound,\nAnd with unwonted gentleness they fall.\n\nThe weary ones, the sad, the suffering,\nAll found their comfort in the holy place,\nAnd children's gladness and men's gratitude\n'Took voice and mingled in the chant of praise.\n\nThe funeral and the marriage, now, alas!\nWe know not which is sadder to recall;\nFor youth and happiness have followed age,\nAnd green grass lieth gently over all.\n\nNathless the sacred shrine is holy yet,\nWith its lone floors where reverent feet once trod.\nTake off your shoes as by the burning bush,\nBefore the mystery of death and God. </pre>\n "}, {"title": "In Exile", "view_node": "/poem/exile-0", "field_author": "<a href=\"/poet/emma-lazarus\" hreflang=\"und\">Emma Lazarus</a>", "field_date_published": "1882", "body": " <blockquote>\"Since that day till now our life is one unbroken paradise. We live a true brotherly life. Every evening after supper we take a seat under the mighty oak and sing our songs.\" —Extract from a letter of a Russian refugee in Texas.</blockquote><br /><pre>\nTwilight is here, soft breezes bow the grass,\n      Day's sounds of various toil break slowly off.\nThe yoke-freed oxen low, the patient ass\n      Dips his dry nostril in the cool, deep trough.\nUp from the prairie the tanned herdsmen pass\n      With frothy pails, guiding with voices rough\nTheir udder-lightened kine. Fresh smells of earth,\nThe rich, black furrows of the glebe send forth.\n\nAfter the Southern day of heavy toil,\n      How good to lie, with limbs relaxed, brows bare\nTo evening's fan, and watch the smoke-wreaths coil\n      Up from one's pipe-stem through the rayless air.\nSo deem these unused tillers of the soil,\n      Who stretched beneath the shadowing oak tree, stare\nPeacefully on the star-unfolding skies,\nAnd name their life unbroken paradise.\n\nThe hounded stag that has escaped the pack,\n      And pants at ease within a thick-leaved dell;\nThe unimprisoned bird that finds the track\n      Through sun-bathed space, to where his fellows dwell;\nThe martyr, granted respite from the rack,\n      The death-doomed victim pardoned from his cell,—\nSuch only know the joy these exiles gain,—\nLife's sharpest rapture is surcease of pain.\n\nStrange faces theirs, wherethrough the Orient sun\n      Gleams from the eyes and glows athwart the skin.\nGrave lines of studious thought and purpose run\n      From curl-crowned forehead to dark-bearded chin.\nAnd over all the seal is stamped thereon\n      Of anguish branded by a world of sin,\nIn fire and blood through ages on their name,\nTheir seal of glory and the Gentiles' shame.\n\nFreedom to love the law that Moses brought,\n      To sing the songs of David, and to think\nThe thoughts Gabirol to Spinoza taught,\n      Freedom to dig the common earth, to drink\nThe universal air—for this they sought\n      Refuge o'er wave and continent, to link\nEgypt with Texas in their mystic chain,\nAnd truth's perpetual lamp forbid to wane.\n\nHark! through the quiet evening air, their song\n      Floats forth with wild sweet rhythm and glad refrain.\nThey sing the conquest of the spirit strong,\n      The soul that wrests the victory from pain;\nThe noble joys of manhood that belong\n      To comrades and to brothers. In their strain\nRustle of palms and Eastern streams one hears,\nAnd the broad prairie melts in mist of tears.</pre>\n "}, {"title": "1492", "view_node": "/poem/1492", "field_author": "<a href=\"/poet/emma-lazarus\" hreflang=\"und\">Emma Lazarus</a>", "field_date_published": "1888", "body": " <pre>\nThou two-faced year, Mother of Change and Fate, \nDidst weep when Spain cast forth with flaming sword, \nThe children of the prophets of the Lord, \nPrince, priest, and people, spurned by zealot hate. \nHounded from sea to sea, from state to state, \nThe West refused them, and the East abhorred. \nNo anchorage the known world could afford, \nClose-locked was every port, barred every gate. \nThen smiling, thou unveil'dst, O two-faced year, \nA virgin world where doors of sunset part, \nSaying, \"Ho, all who weary, enter here! \nThere falls each ancient barrier that the art \nOf race or creed or rank devised, to rear \nGrim bulwarked hatred between heart and heart!\" </pre>\n "}, {"title": "By the Waters of Babylon", "view_node": "/poem/waters-babylon", "field_author": "<a href=\"/poet/emma-lazarus\" hreflang=\"und\">Emma Lazarus</a>", "field_date_published": "1887", "body": " <p><i>Little Poems in Prose</i></p><p>I. The Exodus. (August 3, 1492.)</p><p>1. The Spanish noon is a blaze of azure fire, and the dusty pilgrims crawl like an endless serpent along treeless plains and bleached highroads, through rock-split ravines and castellated, cathedral-shadowed towns.</p><p>2. The hoary patriarch, wrinkled as an almond shell, bows painfully upon his staff. The beautiful young mother, ivory-pale, well-nigh swoons beneath her burden; in her large enfolding arms nestles her sleeping babe, round her knees flock her little ones with bruised and bleeding feet. “Mother, shall we soon be there?”</p><p>3. The youth with Christ-like countenance speaks comfortably to father and brother, to maiden and wife. In his breast, his own heart is broken.</p><p>4. The halt, the blind, are amid the train. Sturdy pack-horses laboriously drag the tented wagons wherein lie the sick athirst with fever.</p><p>5. The panting mules are urged forward with spur and goad; stuffed are the heavy saddlebags with the wreckage of ruined homes.</p><p>6. Hark to the tinkling silver bells that adorn the tenderly-carried silken scrolls.</p><p>7. In the fierce noon-glare a lad bears a kindled lamp; behind its network of bronze the airs of heaven breathe not upon its faint purple star.</p><p>8. Noble and abject, learned and simple, illustrious and obscure, plod side by side, all brothers now, all merged in one routed army of misfortune.</p><p>9. Woe to the straggler who falls by the wayside! no friend shall close his eyes.</p><p>10. They leave behind, the grape, the olive, and the fig; the vines they planted, the corn they sowed, the garden-cities of Andalusia and Aragon, Estremadura and La Mancha, of Granada and Castile; the altar, the hearth, and the grave of their fathers.</p><p>11. The townsman spits at their garments, the shepherd quits his flock, the peasant his plow, to pelt with curses and stones; the villager sets on their trail his yelping cur.</p><p>12. Oh the weary march, oh the uptorn roots of home, oh the blankness of the receding goal!</p><p>13. Listen to their lamentation: They that ate dainty food are desolate in the streets; they that were reared in scarlet embrace dunghills. They flee away and wander about. Men say among the nations, they shall no more sojourn there; our end is near, our days are full, our doom is come.</p><p>14. Whither shall they turn? for the West hath cast them out, and the East refuseth to receive.</p><p>15. O bird of the air, whisper to the despairing exiles, that to-day, to-day, from the many-masted, gayly-bannered port of Palos, sails the world-unveiling Genoese, to unlock the golden gates of sunset and bequeath a Continent to Freedom!</p><p>II. Treasures.</p><p>1. Through cycles of darkness the diamond sleeps in its coal-black prison.</p><p>2. Purely incrusted in its scaly casket, the breath-tarnished pearl slumbers in mud and ooze.</p><p>3. Buried in the bowels of earth, rugged and obscure, lies the ingot of gold.</p><p>4. Long hast thou been buried, O Israel, in the bowels of earth; long hast thou slumbered beneath the overwhelming waves; long hast thou slept in the rayless house of darkness.</p><p>5. Rejoice and sing, for only thus couldst thou rightly guard the golden knowledge, Truth, the delicate pearl and the adamantine jewel of the Law.</p><p>III. The Sower.</p><p>1. Over a boundless plain went a man, carrying seed.</p><p>2. His face was blackened by sun and rugged from tempest, scarred and distorted by pain. Naked to the loins, his back was ridged with furrows, his breast was plowed with stripes.</p><p>3. From his hand dropped the fecund seed.</p><p>4. And behold, instantly started from the prepared soil blade, a sheaf, a springing trunk, a myriad-branching, cloud-aspiring tree. Its arms touched the ends of the horizon, the heavens were darkened with its shadow.</p><p>5. It bare blossoms of gold and blossoms of blood, fruitage of health and fruitage of poison; birds sang amid its foliage, and a serpent was coiled about its stem.</p><p>6. Under its branches a divinely beautiful man, crowned with thorns, was nailed to a cross.</p><p>7. And the tree put forth treacherous boughs to strangle the Sower; his flesh was bruised and torn, but cunningly he disentangled the murderous knot and passed to the eastward.</p><p>8. Again there dropped from his hand the fecund seed.</p><p>9. And behold, instantly started from the prepared soil a blade, a sheaf, a springing trunk, a myriad-branching, cloud-aspiring tree. Crescent shaped like little emerald moons were the leaves; it bare blossoms of silver and blossoms of blood, fruitage of health and fruitage of poison; birds sang amid its foilage and a serpent was coiled about its stem.</p><p>10. Under its branches a turbaned mighty-limbed Prophet brandished a drawn sword.</p><p>11. And behold, this tree likewise puts forth perfidious arms to strangle the Sower; but cunningly he disentangles the murderous knot and passes on.</p><p>12. Lo, his hands are not empty of grain, the strength of his arm is not spent.</p><p>13. What germ hast thou saved for the future, O miraculous Husbandman? Tell me, thou Planter of Christhood and Islam; tell me, thou seed-bearing Israel!</p><p>IV. The Test.</p><p>1. Daylong I brooded upon the Passion of Israel.</p><p>2. I saw him bound to the wheel, nailed to the cross, cut off by the sword, burned at the stake, tossed into the seas.</p><p>3. And always the patient, resolute, martyr face arose in silent rebuke and defiance.</p><p>4. A Prophet with four eyes; wide gazed the orbs of the spirit above the sleeping eyelids of the senses.</p><p>5. A Poet, who plucked from his bosom the quivering heart and fashioned it into a lyre.</p><p>6. A placid-browed Sage, uplifted from earth in celestial meditation.</p><p>7. These I saw, with princes and people in their train; the monumental dead and the standard-bearers of the future.</p><p>8. And suddenly I heard a burst of mocking laughter, and turning, I beheld the shuffling gait, the ignominious features, the sordid mask of the son of the Ghetto.</p><p>V. Currents.</p><p>1. Vast oceanic movements, the flux and reflux of immeasurable tides, oversweep our continent.</p><p>2. From the far Caucasian steppes, from the squalid Ghettos of Europe,</p><p>3. From Odessa and Bucharest, from Kief and Ekaterinoslav,</p><p>4. Hark to the cry of the exiles of Babylon, the voice of Rachel mourning for her children, of Israel lamenting for Zion.</p><p>5. And lo, like a turbid stream, the long-pent flood bursts the dykes of oppression and rushes hitherward.</p><p>6. Unto her ample breast, the generous mother of nations welcomes them.</p><p>7. The herdsman of Canaan and the seed of Jerusalem’s royal shepherds renew their youth amid the pastoral plains of Texas and the golden valleys of the Sierras.</p><p>VI. The Prophet.</p><p>1. Moses ben Maimon lifting his perpetual lamp over the path of the perplexed;</p><p>2. Hallevi, the honey-tongued poet, wakening amid the silent ruins of Zion the sleeping lyre of David;</p><p>3. Moses, the wise son of Mendel, who made the Ghetto illustrious;</p><p>4. Abarbanel, the counselor of kings; Aicharisi, the exquisite singer; Ibn Ezra, the perfect old man; Gabirol, the tragic seer;</p><p>5. Heine, the enchanted magician, the heart-broken jester;</p><p>6.Yea, and the century-crowned patriarch whose bounty engirdles the globe;—</p><p>7. These need no wreath and no trumpet; like perennial asphodel blossoms, their fame, their glory resounds like the brazen-throated cornet.</p><p>8. But thou—hast thou faith in the fortune of Israel? Wouldst thou lighten the anguish of Jacob?</p><p>9. Then shalt thou take the hand of yonder caftaned wretch with flowing curls and gold-pierced ears;</p><p>10. Who crawls blinking forth from the loathsome recesses of the Jewry;</p><p>11. Nerveless his fingers, puny his frame; haunted by the bat-like phantoms of superstition is his brain.</p><p>12. Thou shalt say to the bigot, “My Brother,” and to the creature of darkness, “My Friend.”</p><p>13 . And thy heart shall spend itself in fountains of love upon the ignorant, the coarse, and the abject.</p><p>14. Then in the obscurity thou shalt hear a rush of wings, thine eyes shall be bitten with pungent smoke.</p><p>15. And close against thy quivering lips shall be pressed the live coal wherewith the Seraphim brand the Prophets.</p><p>VII. Chrysalis.</p><p>1. Long, long has the Orient Jew spun around his helplessness the cunningly enmeshed web of Talmud and Kabbala.</p><p>2. Imprisoned in dark corners of misery and oppression, closely he drew about him the dust-gray filaments, soft as silk and stubborn as steel, until he lay death-stiffened in mummied seclusion.</p><p>3. And the world has named him an ugly worm, shunning the blessed daylight.</p><p>4. But when the emancipating springtide breathes wholesome, quickening airs, when the Sun of Love shines out with cordial fires, lo, the Soul of Israel bursts her cobweb sheath, and flies forth attired in the winged beauty of immortality.</p> "}, {"title": "The New Year", "view_node": "/poem/new-year", "field_author": "<a href=\"/poet/emma-lazarus\" hreflang=\"und\">Emma Lazarus</a>", "field_date_published": "1882", "body": " <pre><i>Rosh-Hashanah, 5643</i>\n\nNot while the snow-shroud round dead earth is rolled,\n      And naked branches point to frozen skies.—\nWhen orchards burn their lamps of fiery gold,\n      The grape glows like a jewel, and the corn\nA sea of beauty and abundance lies,\n                      Then the new year is born.\n\nLook where the mother of the months uplifts\n      In the green clearness of the unsunned West,\nHer ivory horn of plenty, dropping gifts,\n      Cool, harvest-feeding dews, fine-winnowed light;\nTired labor with fruition, joy and rest\n                      Profusely to requite.\n\nBlow, Israel, the sacred cornet! Call\n      Back to thy courts whatever faint heart throb\nWith thine ancestral blood, thy need craves all.\n      The red, dark year is dead, the year just born\nLeads on from anguish wrought by priest and mob,\n                      To what undreamed-of morn?\n\nFor never yet, since on the holy height,\n      The Temple’s marble walls of white and green\nCarved like the sea-waves, fell, and the world’s light\n      Went out in darkness,—never was the year\nGreater with portent and with promise seen,\n                      Than this eve now and here.\n\nEven as the Prophet promised, so your tent\n      Hath been enlarged unto earth’s farthest rim.\nTo snow-capped Sierras from vast steppes ye went,\n      Through fire and blood and tempest-tossing wave,\nFor freedom to proclaim and worship Him,\n                      Mighty to slay and save.\n\nHigh above flood and fire ye held the scroll,\n      Out of the depths ye published still the Word.\nNo bodily pang had power to swerve your soul:\n      Ye, in a cynic age of crumbling faiths,\nLived to bear witness to the living Lord,\n                      Or died a thousand deaths.\n\nIn two divided streams the exiles part,\n      One rolling homeward to its ancient source,\nOne rushing sunward with fresh will, new heart.\n      By each the truth is spread, the law unfurled,\nEach separate soul contains the nation’s force,\n                      And both embrace the world.\n\nKindle the silver candle’s seven rays,\n      Offer the first fruits of the clustered bowers,\nThe garnered spoil of bees. With prayer and praise\n      Rejoice that once more tried, once more we prove\nHow strength of supreme suffering still is ours\n                      For Truth and Law and Love.</pre>\n "}, {"title": "The South", "view_node": "/poem/south-0", "field_author": "<a href=\"/poet/emma-lazarus\" hreflang=\"und\">Emma Lazarus</a>", "field_date_published": "1878", "body": " <pre>\nNight, and beneath star-blazoned summer skies\n   Behold the Spirit of the musky South,\nA creole with still-burning, languid eyes,\n   Voluptuous limbs and incense-breathing mouth:\n         Swathed in spun gauze is she,\nFrom fibres of her own anana tree.\n\nWithin these sumptuous woods she lies at ease,\n   By rich night-breezes, dewy cool, caressed:\n’Twixt cypresses and slim palmetto trees,\n   Like to the golden oriole’s hanging nest,\n         Her airy hammock swings,\nAnd through the dark her mocking-bird yet sings.\n\nHow beautiful she is! A tulip-wreath\n   Twines round her shadowy, free-floating hair:\nYoung, weary, passionate, and sad as death,\n   Dark visions haunt for her the vacant air,\n         While noiselessly she lies\nWith lithe, lax, folded hands and heavy eyes.\n\nFull well knows she how wide and fair extend\n   Her groves bright flowered, her tangled everglades,\nMajestic streams that indolently wend\n   Through lush savanna or dense forest shades,\n         Where the brown buzzard flies\nTo broad bayous ’neath hazy-golden skies.\n\nHers is the savage splendor of the swamp,\n   With pomp of scarlet and of purple bloom,\nWhere blow warm, furtive breezes faint and damp,\n   Strange insects whir, and stalking bitterns boom—\n         Where from stale waters dead\nOft looms the great jawed alligator’s head.\n\nHer wealth, her beauty, and the blight on these,—\n   Of all she is aware: luxuriant woods,\nFresh, living, sunlit, in her dream she sees;\n   And ever midst those verdant solitudes\n         The soldier’s wooden cross,\nO’ergrown by creeping tendrils and rank moss.\n\nWas hers a dream of empire? was it sin?\n   And is it well that all was borne in vain?\nShe knows no more than one who slow doth win,\n   After fierce fever, conscious life again,\n         Too tired, too weak, too sad,\nBy the new light to be or stirred or glad.\n\nFrom rich sea-islands fringing her green shore,\n   From broad plantations where swart freemen bend\nBronzed backs in willing labor, from her store\n   Of golden fruit, from stream, from town, ascend\n         Life-currents of pure health:\nHer aims shall be subserved with boundless wealth.\n\nYet now how listless and how still she lies,\n   Like some half-savage, dusky Indian queen,\nRocked in her hammock ’neath her native skies,\n   With the pathetic, passive, broken mien\n         Of one who, sorely proved,\nGreat-souled, hath suffered much and much hath loved!\n\nBut look! along the wide-branched, dewy glade\n   Glimmers the dawn: the light palmetto trees\nAnd cypresses reissue from the shade,\n   And she hath wakened. Through clear air she sees\n         The pledge, the brightening ray,\nAnd leaps from dreams to hail the coming day.</pre>\n "}, {"title": "Venus of the Louvre", "view_node": "/poem/venus-louvre", "field_author": "<a href=\"/poet/emma-lazarus\" hreflang=\"und\">Emma Lazarus</a>", "field_date_published": "1885", "body": " <pre>\nDown the long hall she glistens like a star,\nThe foam-born mother of Love, transfixed to stone,\nYet none the less immortal, breathing on.\nTime's brutal hand hath maimed but could not mar.\nWhen first the enthralled enchantress from afar\nDazzled mine eyes, I saw not her alone,\nSerenely poised on her world-worshipped throne,\nAs when she guided once her dove-drawn car,—\nBut at her feet a pale, death-stricken Jew,\nHer life adorer, sobbed farewell to love.\nHere Heine wept! Here still he weeps anew,\nNor ever shall his shadow lift or move,\nWhile mourns one ardent heart, one poet-brain,\nFor vanished Hellas and Hebraic pain.</pre>\n "}, {"title": "Critic and Poet", "view_node": "/poem/critic-and-poet", "field_author": "<a href=\"/poet/emma-lazarus\" hreflang=\"und\">Emma Lazarus</a>", "field_date_published": "1888", "body": " <pre>\n<i>An Apologue</i>\n\nNo man had ever heard a nightingale,\nWhen once a keen-eyed naturalist was stirred\nTo study and define—<i>what is a bird</i>,\nTo classify by rote and book, nor fail\nTo mark its structure and to note the scale\nWhereon its song might possibly be heard.\nThus far, no farther;—so he spake the word.\nWhen of a sudden,—hark, the nightingale!\n\nOh deeper, higher than he could divine\nThat all-unearthly, untaught strain! He saw\nThe plain, brown warbler, unabashed. \"Not mine\"\n(He cried) \"the error of this fatal flaw.\nNo bird is this, it soars beyond my line,\nWere it a bird, 'twould answer to my law.\"</pre>\n "}, {"title": "To R.W.E.", "view_node": "/poem/rwe", "field_author": "<a href=\"/poet/emma-lazarus\" hreflang=\"und\">Emma Lazarus</a>", "field_date_published": "1884", "body": " <pre>\nAs when a father dies, his children draw \nAbout the empty hearth, their loss to cheat \nWith uttered praise &amp; love, &amp; oft repeat \nHis all-familiar words with whispered awe. \nThe honored habit of his daily law, \nNot for his sake, but theirs whose feeble feet \nNeed still that guiding lamp, whose faith, less sweet, \nMisses that tempered patience without flaw, \nSo do we gather round thy vacant chair, \nIn thine own elm-roofed, amber-rivered town, \nMaster &amp; Father! For the love we bear, \nNot for thy fame's sake, do we weave this crown, \nAnd feel thy presence in the sacred air, \nForbidding us to weep that thou art gone.</pre>\n "}, {"title": "Winter Study", "view_node": "/poem/winter-study", "field_author": "<a href=\"/poet/mark-wunderlich\" hreflang=\"und\">Mark Wunderlich</a>", "field_date_published": "2012", "body": " <pre>\nTwo days of snow, then ice\nand the deer peer from the ragged curtain of trees.\n\nHunger wills them, hunger\npulls them to the compass of light\n\nspilling from the farmyard pole.\nThey dip their heads, hold\n\nforked hooves\nabove snow, turn furred ears\n\nto scoop from the wind\nthe sounds of hounds, or men.\n\nThey lap at a sprinkling of grain,\npull timid mouthfuls from a stray bale.\n\nThe smallest is lame, with a leg\nhealed at angles, and a fused knob\n\nwhere a joint once bent.\nIt picks, stiff, skidding its sickening limb\n\nacross the ice's dark platter.\nTheir fear is thick as they break a trail\n\nto the center of their predator's range.\nTo know the winter\n\nis to ginger forth from a bed in the pines,\nto search for a scant meal\n\ngleaned from the carelessness\nof a killer.</pre>\n "}, {"title": "to have been, instead", "view_node": "/poem/have-been-instead", "field_author": "<a href=\"/poet/stephen-motika\" hreflang=\"und\">Stephen Motika</a>", "field_date_published": "2012", "body": " <p>instead, insulted. to look, in green light. redact. can you read... the oracular, such indifference. failing in the halls of an unknown.</p><p>to have powered down. mission. some sort of cavalcade, plane flight caucus to indifference. a mission, museum, the night in the unknown. a city.</p><p>raked forest leaves, consorted with compost fires, down in steam, walked an incline, slipped to fall. the clatter of bones on buried stones, on those leaves fallen, but not as fast as I fell.</p><p>in Turrell's dim light, I realized the failure of the art official. an artificial stance, an impossibility: to speak and listen simultaneously.</p><p>the train bed, we call them tracks, where two ties swim beneath. a gossip, these gadgets, soaked in white scrimmed preamble. I made the mistake of coming closer, again.</p><p>ihe rejection, a mastication of the brain, those thoughts that fuel the day. I can't, besides, canning involves brine and fish we simply don't have.</p><p>in the sea farm, large carp. in the lake, a new cat finds our resources, our swims, those precious summer waters, where the between marks space.</p><p>the train from platform; here, everything in an elevated series of windows, lighted, in yellow mirrored fashion. large tower rests on the ground. the pavement gives way, the grinding of breaks.</p><p>came across a few seats, edits, and large empty doors. there were paintings, an elderly man. a slipped space to look aside guards and walls. I can't think of how many steps it takes to escape.</p><p>platformed, clasped, we waited to circulate, encased, dined within curator's task, lips sown in a silence of those emeriti.</p><p>caustic, in bold approach, pallid lips, rouged face, nearly quaffed and ensconced. I edged the red, a rage lost in the linen weave, a time.</p> "}, {"title": "Spring Storm", "view_node": "/poem/spring-storm", "field_author": "<a href=\"/poet/william-carlos-williams\" hreflang=\"und\">William Carlos Williams</a>", "field_date_published": "1921", "body": " <pre>\nThe sky has given over \nits bitterness. \nOut of the dark change \nall day long \nrain falls and falls \nas if it would never end. \nStill the snow keeps \nits hold on the ground. \nBut water, water \nfrom a thousand runnels! \nIt collects swiftly, \ndappled with black \ncuts a way for itself \nthrough green ice in the gutters. \nDrop after drop it falls \nfrom the withered grass-stems \nof the overhanging embankment.</pre>\n "}, {"title": "Silence", "view_node": "/poem/silence-2", "field_author": "<a href=\"/poet/marianne-moore\" hreflang=\"und\">Marianne Moore</a>", "field_date_published": "1924", "body": "<p><span class=\"long-line\">My father used to say,</span><br /><span class=\"long-line\">\"Superior people never make long visits,</span><br /><span class=\"long-line\">have to be shown Longfellow's grave</span><br /><span class=\"long-line\">or the glass flowers at Harvard.</span><br /><span class=\"long-line\">Self-reliant like the cat—</span><br /><span class=\"long-line\">that takes its prey to privacy,</span><br /><span class=\"long-line\">the mouse's limp tail hanging like a shoelace from its mouth— </span><br /><span class=\"long-line\">they sometimes enjoy solitude,</span><br /><span class=\"long-line\">and can be robbed of speech</span><br /><span class=\"long-line\">by speech which has delighted them.</span><br /><span class=\"long-line\">The deepest feeling always shows itself in silence;</span><br /><span class=\"long-line\">not in silence, but restraint.\"</span><br /><span class=\"long-line\">Nor was he insincere in saying, \"Make my house your inn.\"</span><br /><span class=\"long-line\">Inns are not residences.</span></p>\n"}, {"title": "Vernal Equinox", "view_node": "/poem/vernal-equinox", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "1915", "body": " <pre>\nThe scent of hyacinths, like a pale mist, lies \n\n   between me and my book;\t\nAnd the South Wind, washing through the room,\t\nMakes the candles quiver.\t\nMy nerves sting at a spatter of rain on the shutter,\t\nAnd I am uneasy with the thrusting of green shoots\t        \nOutside, in the night.\t\n \nWhy are you not here to overpower me with your \n\n   tense and urgent love?</pre>\n "}, {"title": "After dark vapors have oppress&#039;d our plains", "view_node": "/poem/after-dark-vapors-have-oppressd-our-plains", "field_author": "<a href=\"/poet/john-keats\" hreflang=\"und\">John Keats</a>", "field_date_published": "1899", "body": " <pre>\nAfter dark vapors have oppress'd our plains\n   For a long dreary season, comes a day\n   Born of the gentle South, and clears away\nFrom the sick heavens all unseemly stains.\nThe anxious month, relieved of its pains,\n   Takes as a long-lost right the feel of May;\n   The eyelids with the passing coolness play\nLike rose leaves with the drip of Summer rains.\nThe calmest thoughts came round us; as of leaves\n   Budding—fruit ripening in stillness—Autumn suns\nSmiling at eve upon the quiet sheaves—\nSweet Sappho's cheek—a smiling infant's breath— \n   The gradual sand that through an hour-glass runs—\nA woodland rivulet—a Poet's death.</pre>\n "}, {"title": "The Winter&#039;s Tale Act IV, Scene II [When daffodils begin to peer]", "view_node": "/poem/winters-tale-act-iv-scene-ii-when-daffodils-begin-peer", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "1623", "body": " <p><i>A Road near the Shepherd's Cottage. Enter </i>Autolycus<i>, singing</i>.</p>\n<pre>\nWhen daffodils begin to peer,  \n   With heigh! The doxy over the dale,\nWhy, then comes in the sweet o' the year;\n   For the red blood reigns in the winter's pale.\n\nThe white sheet bleaching on the hedge,\n   With heigh! the sweet birds, O, how they sing! \nDoth set my pugging tooth on edge;\n   For a quart of ale is a dish for a king.\n\nThe lark, that tirra-lyra chants, \n   With heigh! with heigh! the thrush and the jay, \nAre summer songs for me and for my aunts,\n   While we lie tumbling in the hay.</pre>\n "}, {"title": "Leap Year Poem", "view_node": "/poem/leap-year-poem", "field_author": "<a href=\"/poet/mother-goose\" hreflang=\"und\">Mother Goose</a>", "field_date_published": "1719", "body": " <pre>\nThirty days hath September,\nApril, June and November.\nAll the rest have thirty-one,\nExcepting February alone,\nAnd that has twenty-eight days clear\nAnd twenty-nine in each leap year.</pre>\n "}], "pager": {"current_page": 449, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}