{"rows": [{"title": "The Lamp of Life", "view_node": "/poem/lamp-life", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n          Always we are following a light,\n           Always the light recedes; with groping hands\n           We stretch toward this glory, while the lands\n          We journey through are hidden from our sight\n          Dim and mysterious, folded deep in night,\n           We care not, all our utmost need demands\n           Is but the light, the light! So still it stands\n          Surely our own if we exert our might.\n          Fool! Never can'st thou grasp this fleeting gleam,\n           Its glowing flame would die if it were caught,\n          Its value is that it doth always seem\n           But just a little farther on. Distraught,\n           But lighted ever onward, we are brought\n          Upon our way unknowing, in a dream.\n</pre> "}, {"title": "Hero-Worship", "view_node": "/poem/hero-worship", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n          A face seen passing in a crowded street,\n           A voice heard singing music, large and free;\n           And from that moment life is changed, and we\n          Become of more heroic temper, meet\n          To freely ask and give, a man complete\n           Radiant because of faith, we dare to be\n           What Nature meant us. Brave idolatry\n          Which can conceive a hero! No deceit,\n           No knowledge taught by unrelenting years,\n           Can quench this fierce, untamable desire.\n          We know that what we long for once achieved\n           Will cease to satisfy. Be still our fears;\n           If what we worship fail us, still the fire\n          Burns on, and it is much to have believed.\n</pre> "}, {"title": "In Darkness", "view_node": "/poem/darkness-1", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n          Must all of worth be travailled for, and those\n           Life's brightest stars rise from a troubled sea?\n           Must years go by in sad uncertainty\n          Leaving us doubting whose the conquering blows,\n          Are we or Fate the victors? Time which shows\n           All inner meanings will reveal, but we\n           Shall never know the upshot. Ours to be\n          Wasted with longing, shattered in the throes,\n           The agonies of splendid dreams, which day\n           Dims from our vision, but each night brings back;\n          We strive to hold their grandeur, and essay\n           To be the thing we dream. Sudden we lack\n          The flash of insight, life grows drear and gray,\n           And hour follows hour, nerveless, slack.\n</pre> "}, {"title": "The Poet", "view_node": "/poem/poet", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n          What instinct forces man to journey on,\n           Urged by a longing blind but dominant!\n           Nothing he sees can hold him, nothing daunt\n          His never failing eagerness. The sun\n          Setting in splendour every night has won\n           His vassalage; those towers flamboyant\n           Of airy cloudland palaces now haunt\n          His daylight wanderings. Forever done\n          With simple joys and quiet happiness\n           He guards the vision of the sunset sky;\n          Though faint with weariness he must possess\n           Some fragment of the sunset's majesty;\n          He spurns life's human friendships to profess\n           Life's loneliness of dreaming ecstasy.\n</pre> "}, {"title": "The Fruit Garden Path", "view_node": "/poem/fruit-garden-path", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n          The path runs straight between the flowering rows,\n           A moonlit path, hemmed in by beds of bloom,\n           Where phlox and marigolds dispute for room\n          With tall, red dahlias and the briar rose.\n          'T is reckless prodigality which throws\n           Into the night these wafts of rich perfume\n           Which sweep across the garden like a plume.\n          Over the trees a single bright star glows.\n           Dear garden of my childhood, here my years\n          Have run away like little grains of sand;\n           The moments of my life, its hopes and fears\n          Have all found utterance here, where now I stand;\n           My eyes ache with the weight of unshed tears,\n          You are my home, do you not understand?\n</pre> "}, {"title": "Mirage", "view_node": "/poem/mirage", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n          How is it that, being gone, you fill my days,\n           And all the long nights are made glad by thee?\n           No loneliness is this, nor misery,\n          But great content that these should be the ways\n          Whereby the Fancy, dreaming as she strays,\n           Makes bright and present what she would would be.\n           And who shall say if the reality\n          Is not with dreams so pregnant. For delays\n           And hindrances may bar the wished-for end;\n          A thousand misconceptions may prevent\n           Our souls from coming near enough to blend;\n          Let me but think we have the same intent,\n           That each one needs to call the other, \"friend!\"\n          It may be vain illusion. I'm content.\n</pre> "}, {"title": "To a Friend", "view_node": "/poem/friend-1", "field_author": "", "field_date_published": "2018", "body": " <pre>\n          I ask but one thing of you, only one,\n           That always you will be my dream of you;\n           That never shall I wake to find untrue\n          All this I have believed and rested on,\n          Forever vanished, like a vision gone\n           Out into the night. Alas, how few\n           There are who strike in us a chord we knew\n          Existed, but so seldom heard its tone\n           We tremble at the half-forgotten sound.\n          The world is full of rude awakenings\n           And heaven-born castles shattered to the ground,\n          Yet still our human longing vainly clings\n           To a belief in beauty through all wrongs.\n           O stay your hand, and leave my heart its songs!\n</pre> "}, {"title": "Frankincense and Myrrh", "view_node": "/poem/frankincense-and-myrrh", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n          My heart is tuned to sorrow, and the strings\n           Vibrate most readily to minor chords,\n           Searching and sad; my mind is stuffed with words\n          Which voice the passion and the ache of things:\n          Illusions beating with their baffled wings\n           Against the walls of circumstance, and hoards\n           Of torn desires, broken joys; records\n          Of all a bruised life's maimed imaginings.\n           Now you are come! You tremble like a star\n          Poised where, behind earth's rim, the sun has set.\n             Your voice has sung across my heart, but numb\n           And mute, I have no tones to answer.  Far\n          Within I kneel before you, speechless yet,\n             And life ablaze with beauty, I am dumb.\n</pre> "}, {"title": "From One Who Stays", "view_node": "/poem/one-who-stays", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n          How empty seems the town now you are gone!\n           A wilderness of sad streets, where gaunt walls\n           Hide nothing to desire; sunshine falls\n          Eery, distorted, as it long had shone\n          On white, dead faces tombed in halls of stone.\n           The whir of motors, stricken through with calls\n           Of playing boys, floats up at intervals;\n          But all these noises blur to one long moan.\n           What quest is worth pursuing? And how strange\n          That other men still go accustomed ways!\n             I hate their interest in the things they do.\n           A spectre-horde repeating without change\n          An old routine. Alone I know the days\n             Are still-born, and the world stopped, lacking you.\n</pre> "}, {"title": "Crepuscule du Matin", "view_node": "/poem/crepuscule-du-matin", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n          All night I wrestled with a memory\n           Which knocked insurgent at the gates of thought.\n           The crumbled wreck of years behind has wrought\n          Its disillusion; now I only cry\n          For peace, for power to forget the lie\n           Which hope too long has whispered. So I sought\n           The sleep which would not come, and night was fraught\n          With old emotions weeping silently.\n          I heard your voice again, and knew the things\n           Which you had promised proved an empty vaunt.\n          I felt your clinging hands while night's broad wings\n          Cherished our love in darkness. From the lawn\n           A sudden, quivering birdnote, like a taunt.\n          My arms held nothing but the empty dawn.\n</pre> "}, {"title": "The Starling", "view_node": "/poem/starling", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n               \"'I can't get out', said the starling.\"\n                              Sterne's 'Sentimental Journey'.\n\n    Forever the impenetrable wall\n      Of self confines my poor rebellious soul,\n      I never see the towering white clouds roll\n    Before a sturdy wind, save through the small\n    Barred window of my jail. I live a thrall\n      With all my outer life a clipped, square hole,\n      Rectangular; a fraction of a scroll\n    Unwound and winding like a worsted ball.\n      My thoughts are grown uneager and depressed\n        Through being always mine, my fancy's wings\n    Are moulted and the feathers blown away.\n      I weary for desires never guessed,\n        For alien passions, strange imaginings,\n    To be some other person for a day.\n</pre> "}, {"title": "Market Day", "view_node": "/poem/market-day", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n          White, glittering sunlight fills the market square,\n           Spotted and sprigged with shadows. Double rows\n           Of bartering booths spread out their tempting shows\n          Of globed and golden fruit, the morning air\n          Smells sweet with ripeness, on the pavement there\n           A wicker basket gapes and overflows\n           Spilling out cool, blue plums. The market glows,\n          And flaunts, and clatters in its busy care.\n           A stately minster at the northern side\n          Lifts its twin spires to the distant sky,\n           Pinnacled, carved and buttressed; through the wide\n          Arched doorway peals an organ, suddenly —\n           Crashing, triumphant in its pregnant tide,\n          Quenching the square in vibrant harmony.\n</pre> "}, {"title": "Epitaph in a Church-Yard in Charleston, South Carolina", "view_node": "/poem/epitaph-church-yard-charleston-south-carolina", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n                 GEORGE  AUGUSTUS  CLOUGH\n                  A NATIVE OF LIVERPOOL,\n            DIED SUDDENLY OF \"STRANGER'S FEVER\"\n                      NOV'R 5th 1843\n                          AGED 22\n\nHe died of \"Stranger's Fever\" when his youth \nHad scarcely melted into manhood, so \nThe chiselled legend runs; a brother's woe \nLaid bare for epitaph. The savage ruth \nOf a sunny, bright, but alien land, uncouth \nWith cruel caressing dealt a mortal blow, \nAnd by this summer sea where flowers grow \nIn tropic splendor, witness to the truth \nOf ineradicable race he lies. \nThe law of duty urged that he should roam, \nShould sail from fog and chilly airs to skies \nClear with deceitful welcome. He had come \nWith proud resolve, but still his lonely eyes \nAched with fatigue at never seeing home. \n\n</pre> "}, {"title": "Francis II, King of Naples              Written", "view_node": "/poem/francis-ii-king-naples-written", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n          Poor foolish monarch, vacillating, vain,\n           Decaying victim of a race of kings,\n           Swift Destiny shook out her purple wings\n          And caught him in their shadow; not again\n          Could furtive plotting smear another stain\n           Across his tarnished honour. Smoulderings\n           Of sacrificial fires burst their rings\n          And blotted out in smoke his lost domain.\n          Bereft of courtiers, only with his queen,\n           From empty palace down to empty quay.\n          No challenge screamed from hostile carabine.\n           A single vessel waited, shadowy;\n           All night she ploughed her solitary way\n          Beneath the stars, and through a tranquil sea.\n</pre> "}, {"title": "Sea Shell", "view_node": "/poem/sea-shell", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n          Sea Shell, Sea Shell,\n           Sing me a song, O Please!\n          A song of ships, and sailor men,\n           And parrots, and tropical trees,\n\n          Of islands lost in the Spanish Main\n          Which no man ever may find again,\n          Of fishes and corals under the waves,\n          And seahorses stabled in great green caves.\n\n          Sea Shell, Sea Shell,\n          Sing of the things you know so well.\n</pre> "}, {"title": "THE BOSTON ATHENAEUM", "view_node": "/poem/boston-athenaeum", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " Thou dear and well-loved haunt of happy hours,\nHow often in some distant gallery,\nGained by a little painful spiral stair,\nFar from the halls and corridors where throng\nThe crowd of casual readers, have I passed\nLong, peaceful hours seated on the floor\nOf some retired nook, all lined with books,\nWhere reverie and quiet reign supreme!\nAbove, below, on every side, high shelved\nFrom careless grasp of transient interest,\nStand books we can but dimly see, their charm\nMuch greater that their titles are unread;\nWhile on a level with the dusty floor\nOthers are ranged in orderly confusion,\nAnd we must stoop in painful posture while\nWe read their names and learn their histories.\nThe little gallery winds round about\nThe middle of a most secluded room,\nMidway between the ceiling and the floor.\nA type of those high thoughts, which while we read\nHover between the earth and furthest heaven\nAs fancy wills, leaving the printed page;\nFor books but give the theme, our hearts the rest,\nEnriching simple words with unguessed harmony\nAnd overtones of thought we only know.\nAnd as we sit long hours quietly,\nReading at times, and at times simply dreaming,\nThe very room itself becomes a friend,\nThe confidant of intimate hopes and fears;\nA place where are engendered pleasant thoughts,\nAnd possibilities before unguessed\nCome to fruition born of sympathy.\nAnd as in some gay garden stretched upon\nA genial southern slope, warmed by the sun,\nThe flowers give their fragrance joyously\nTo the caressing touch of the hot noon;\nSo books give up the all of what they mean\nOnly in a congenial atmosphere,\nOnly when touched by reverent hands, and read\nBy those who love and feel as well as think.\nFor books are more than books, they are the life,\nThe very heart and core of ages past,\nThe reason why men lived, and worked, and died,\nThe essence and quintessence of their lives.\nAnd we may know them better, and divine\nThe inner motives whence their actions sprang,\nFar better than the men who only knew\nTheir bodily presence, the soul forever hid\nFrom those with no ability to see.\nThey wait here quietly for us to come\nAnd find them out, and know them for our friends;\nThese men who toiled and wrote only for this,\nTo leave behind such modicum of truth\nAs each perceived and each alone could tell.\nSilently waiting that from time to time\nIt may be given them to illuminate\nDull daily facts with pristine radiance\nFor some long-waited-for affinity\nWho lingers yet in the deep womb of time.\nThe shifting sun pierces the young green leaves\nOf elm trees, newly coming into bud,\nAnd splashes on the floor and on the books\nThrough old, high, rounded windows, dim with age.\nThe noisy city-sounds of modern life\nFloat softened to us across the old graveyard.\nThe room is filled with a warm, mellow light,\nNo garish colours jar on our content,\nThe books upon the shelves are old and worn.\n'T was no belated effort nor attempt\nTo keep abreast with old as well as new\nThat placed them here, tricked in a modern guise,\nEasily got, and held in light esteem.\nOur fathers' fathers, slowly and carefully\nGathered them, one by one, when they were new\nAnd a delighted world received their thoughts\nHungrily; while we but love the more,\nBecause they are so old and grown so dear!\nThe backs of tarnished gold, the faded boards,\nThe slightly yellowing page, the strange old type,\nAll speak the fashion of another age;\nThe thoughts peculiar to the man who wrote\nArrayed in garb peculiar to the time;\nAs though the idiom of a man were caught\nImprisoned in the idiom of a race.\nA nothing truly, yet a link that binds\nAll ages to their own inheritance,\nAnd stretching backward, dim and dimmer still,\nIs lost in a remote antiquity.\nGrapes do not come of thorns nor figs of thistles,\nAnd even a great poet's divinest thought\nIs coloured by the world he knows and sees.\nThe little intimate things of every day,\nThe trivial nothings that we think not of,\nThese go to make a part of each man's life;\nAs much a part as do the larger thoughts\nHe takes account of. Nay, the little things\nOf daily life it is which mold, and shape,\nAnd make him apt for noble deeds and true.\nAnd as we read some much-loved masterpiece,\nRead it as long ago the author read,\nWith eyes that brimmed with tears as he saw\nThe message he believed in stamped in type\nInviolable for the slow-coming years;\nWe know a certain subtle sympathy,\nWe seem to clasp his hand across the past,\nHis words become related to the time,\nHe is at one with his own glorious creed\nAnd all that in his world was dared and done.\nThe long, still, fruitful hours slip away\nShedding their influences as they pass;\nWe know ourselves the richer to have sat\nUpon this dusty floor and dreamed our dreams.\nNo other place to us were quite the same,\nNo other dreams so potent in their charm,\nFor this is ours! Every twist and turn\nOf every narrow stair is known and loved;\nEach nook and cranny is our very own;\nThe dear, old, sleepy place is full of spells\nFor us, by right of long inheritance.\nThe building simply bodies forth a thought\nPeculiarly inherent to the race.\nAnd we, descendants of that elder time,\nHave learnt to love the very form in which\nThe thought has been embodied to our years.\nAnd here we feel that we are not alone,\nWe too are one with our own richest past;\nAnd here that veiled, but ever smouldering fire\nOf race, which rarely seen yet never dies,\nSprings up afresh and warms us with its heat.\nAnd must they take away this treasure house,\nTo us so full of thoughts and memories;\nTo all the world beside a dismal place\nLacking in all this modern age requires\nTo tempt along the unfamiliar paths\nAnd leafy lanes of old time literatures?\nIt takes some time for moss and vines to grow\nAnd warmly cover gaunt and chill stone walls\nOf stately buildings from the cold North Wind.\nThe lichen of affection takes as long,\nOr longer, ere it lovingly enfolds\nA place which since without it were bereft,\nAll stript and bare, shorn of its chiefest grace.\nFor what to us were halls and corridors\nHowever large and fitting, if we part\nWith this which is our birthright; if we lose\nA sentiment profound, unsoundable,\nWhich Time's slow ripening alone can make,\nAnd man's blind foolishness so quickly mar.\n "}, {"title": "Fringed Gentians", "view_node": "/poem/fringed-gentians", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n          Near where I live there is a lake\n          As blue as blue can be, winds make\n          It dance as they go blowing by.\n          I think it curtseys to the sky.\n\n          It's just a lake of lovely flowers\n          And my Mamma says they are ours;\n          But they are not like those we grow\n          To be our very own, you know.\n\n          We have a splendid garden, there\n          Are lots of flowers everywhere;\n          Roses, and pinks, and four o'clocks\n          And hollyhocks, and evening stocks.\n\n          Mamma lets us pick them, but never\n          Must we pick any gentians — ever!\n          For if we carried them away\n          They'd die of homesickness that day.\n</pre> "}, {"title": "The Painted Ceiling", "view_node": "/poem/painted-ceiling", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n          My Grandpapa lives in a wonderful house\n           With a great many windows and doors,\n          There are stairs that go up, and stairs that go down,\n           And such beautiful, slippery floors.\n\n          But of all of the rooms, even mother's and mine,\n           And the bookroom, and parlour and all,\n          I like the green dining-room so much the best\n           Because of its ceiling and wall.\n\n          Right over your head is a funny round hole\n           With apples and pears falling through;\n          There's a big bunch of grapes all purply and sweet,\n           And melons and pineapples too.\n\n          They tumble and tumble, but never come down\n           Though I've stood underneath a long while\n          With my mouth open wide, for I always have hoped\n           Just a cherry would drop from the pile.\n\n          No matter how early I run there to look\n           It has always begun to fall through;\n          And one night when at bedtime I crept in to see,\n           It was falling by candle-light too.\n\n          I am sure they are magical fruits, and each one\n           Makes you hear things, or see things, or go\n          Forever invisible; but it's no use,\n           And of course I shall just never know.\n\n          For the ladder's too heavy to lift, and the chairs\n           Are not nearly so tall as I need.\n          I've given up hope, and I feel I shall die\n           Without having accomplished the deed.\n\n          It's a little bit sad, when you seem very near\n           To adventures and things of that sort,\n          Which nearly begin, and then don't; and you know\n           It is only because you are short.\n</pre> "}, {"title": "The Crescent Moon", "view_node": "/poem/crescent-moon", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n          Slipping softly through the sky\n           Little horned, happy moon,\n          Can you hear me up so high?\n           Will you come down soon?\n\n          On my nursery window-sill\n           Will you stay your steady flight?\n          And then float away with me\n           Through the summer night?\n\n          Brushing over tops of trees,\n           Playing hide and seek with stars,\n          Peeping up through shiny clouds\n           At Jupiter or Mars.\n\n          I shall fill my lap with roses\n           Gathered in the milky way,\n          All to carry home to mother.\n           Oh! what will she say!\n\n          Little rocking, sailing moon,\n           Do you hear me shout — Ahoy!\n          Just a little nearer, moon,\n           To please a little boy.\n</pre> "}, {"title": "Climbing", "view_node": "/poem/climbing", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2018", "body": " <pre>\n          High up in the apple tree climbing I go,\n          With the sky above me, the earth below.\n          Each branch is the step of a wonderful stair\n          Which leads to the town I see shining up there.\n\n          Climbing, climbing, higher and higher,\n          The branches blow and I see a spire,\n          The gleam of a turret, the glint of a dome,\n          All sparkling and bright, like white sea foam.\n\n          On and on, from bough to bough,\n          The leaves are thick, but I push my way through;\n          Before, I have always had to stop,\n          But to-day I am sure I shall reach the top.\n\n          Today to the end of the marvelous stair,\n          Where those glittering pinacles flash in the air!\n          Climbing, climbing, higher I go,\n          With the sky close above me, the earth far below.\n</pre> "}], "pager": {"current_page": 245, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}