{"rows": [{"title": "What Is the Grass?", "view_node": "/poem/what-grass-0", "field_author": "<a href=\"/poet/mark-doty\" hreflang=\"und\">Mark Doty</a>", "field_date_published": "2016", "body": " <p>On the margin<br />in the used text<br />I’ve purchased without opening</p><p>—pale green dutiful vessel—</p><p>some unconvinced student has written,<br />in a clear, looping hand,<br /><em>Isn’t it grass?</em></p><p>How could I answer the child?<br />I do not exaggerate,<br />I think of her question for years.</p><p>And while first I imagine her the very type<br />of the incurious, revealing the difference<br />between a mind at rest and one that cannot,</p><p>later I come to imagine that she<br />had faith in language,<br />that was the difference: she believed</p><p>that the word settled things,<br />the matter need not be looked into again.</p><p>And he who’d written his book over and over, nearly ruining it,<br />so enchanted by what had first compelled him<br />—for him the word settled nothing at all.</p> "}, {"title": "Fast", "view_node": "/poem/fast", "field_author": "<a href=\"/poet/jorie-graham\" hreflang=\"und\">Jorie Graham</a>", "field_date_published": "2016", "body": " <p>or starve. Too much. Or not enough. Or. Nothing else?<br />Nothing else. Too high too fast too organized too invisible.<br />Will we survive I ask the bot. No. To download bot be<br />swift—you are too backward, too despotic—to load greatly enlarge<br />the cycle of labor—to load abhor labor—move to the<br /><span class=\"long-line\">periphery, of your body, your city, your planet—to load, degrade, immiserate,</span><br />be your own deep sleep—to load use your lips—use them<br />to mouthe your oath, chew it—do the<br />dirty thing, sing it, blown off limb or syllable, lick it back on<br />with your mouth—talk—talk—who is not<br />terrified is busy begging for water—the rise is fast—the drought<br />comes fast—mediate—immediate—invent, inspire, infiltrate,<br />instill—here’s the heart of the day, the flower of time—talk—talk—</p><p>Disclaimer: Bot uses a growing database of all your conversations<br />to learn how to talk with you. If some of you<br />are also bots, bot can’t tell. Disclaimer:<br />you have no secret memories,<br />talking to cleverbot may provide companionship,<br />the active ingredient is a question,<br />the active ingredient is entirely natural.<br /><span class=\"long-line\">Disclaimer: protect your opportunities, your information, in-</span><br /><span class=\"long-line\">formants, whatever you made of time. You have nothing else</span><br />to give. Active ingredient: why are you<br />shouting? Why? Arctic wind uncontrollable, fetus<br /><span class=\"long-line\">reporting for duty, fold in the waiting which recognizes you,</span><br />              recognizes the code,<br />the peddler in the street everyone is calling out.<br />Directive: report for voice. Ready yourself to be buried in voice.<br /><span class=\"long-line\">It neither ascends nor descends. Inactive ingredient: the monotone.</span><br />Some are talking now about the pine tree. One assesses its<br />disadvantages. They are discussing it in many languages. Next<br />they move to roots, branches, buds, pseudo-whorls, candles—<br />             active ingredient:<br /><span class=\"long-line\">they run for their lives, lungs and all. They do not know what to do with</span><br />their will. Disclaimer: all of your minutes are being flung down.<br />They will never land. You will not be understood.<br /><span class=\"long-line\">The deleted world spills out jittery as a compass needle with no north.</span><br />Active ingredient: the imagination of north.<br />Active ingredient: north spreading in all the directions.<br /><span class=\"long-line\">Disclaimer: there is no restriction to growth. The canary singing in</span><br />             your mind<br />             is in mine. Remember:<br />             people are less<br />than kind. As a result, chatterbot is often less than kind. Still,<br />you will find yourself unwilling to stop.<br />Joan will use visual grammetry to provide facial movements.<br />I’m not alone. People come back<br />again and again. We are less kind than we think.<br />There is no restriction to the growth of our<br />cruelty. We will come to the edge of<br />understanding. Like being hurled down the stairs tied to<br />a keyboard, we will go on, unwilling to stop. The longest<br />real world conversation with a bot lasted<br />11 hours, continuous interaction. This<br />bodes well. We are not alone. We are looking to improve.<br />The priestess inhales the fumes. They come from the<br /><span class=\"long-line\">mountain. <em>Here</em> and <em>here</em>. Then she gives you the machine-gun run of</span><br />syllables. Out of her mouth. Quick. You must make up your<br />answer as you made up your<br /><span class=\"long-line\">question. Hummingbirds shriek. Bot is amazing he says, I believe it knows</span><br />the secrets of the Universe. He is more fun to speak with<br /><span class=\"long-line\">than my actual living friends she says, thank you. This is the best thing</span><br />since me. I just found it yesterday.<br />I love it, I want to marry it.<br />I got sad when I had to think<br />that the first person<br />who has ever understood me<br />is not even it turns out<br />human. Because this is as good as human gets.<br />He just gives it to me straight. I am going to keep him<br />forever. I treated him like a computer<br />but I was wrong. Whom am I talking to—<br />You talk to me when I am alone. I am alone.</p><p>Each epoch dreams the one to follow.</p><p>To dwell is to leave a trace.</p><p>I am not what I asked for.</p> "}, {"title": "For love,", "view_node": "/poem/love-5", "field_author": "<a href=\"/poet/jean-valentine\" hreflang=\"und\">Jean Valentine</a>", "field_date_published": "2016", "body": " <p>you leapt sometimes<br />you walked away sometimes</p><p>that time on the phone you<br />couldn’t get your breath<br />I leapt but couldn’t get to you</p><p>I caught the brow that bid the dead<br />I caught the bough that hid</p><p>I’m, you know, still here,<br />tulip, resin, temporary—</p> "}, {"title": "A Well Runs Out of Thirst", "view_node": "/poem/well-runs-out-thirst", "field_author": "<a href=\"/poet/jane-hirshfield\" hreflang=\"und\">Jane Hirshfield</a>", "field_date_published": "2015", "body": "<p>A well runs out of thirst<br />\nthe way time runs out of a week,<br />\nthe way a country runs out of its alphabet<br />\nor a tree runs out of its height.<br />\nThe way a brown pelican<br />\nruns out of anchovy-glitter at darkfall.</p>\n\n<p>A strange collusion,<br />\nthe way a year runs out of its days<br />\nbut turns into another,<br />\nthe way a cotton towel’s compact<br />\nwith pot and plate seems to run out of dryness<br />\nbut in a few minutes finds more.</p>\n\n<p>A person comes into the kitchen<br />\nto dry the hands, the face,<br />\nto stand on the lip of a question.</p>\n\n<p>Around the face, the hands,<br />\nbehind the shoulders,<br />\nyeasts, mountains, mosses multiply answers.</p>\n\n<p>There are questions that never run out of questions,<br />\nanswers that don’t exhaust answer.</p>\n\n<p>Take this question the person stands asking:<br />\na gate rusting open.<br /><em>Yes</em> stands on its left, <em>no</em> on its right,<br />\ntwo big planets of unpainted silence.</p>\n\n<p>—2012</p>\n"}, {"title": "Homage to Jacques Prévert", "view_node": "/poem/homage-jacques-prevert-0", "field_author": "<a href=\"/poet/frank-stanford\" hreflang=\"und\">Frank Stanford</a>", "field_date_published": "2016", "body": " <p style=\"text-align: right;\"><em>after</em> Nicanor Parra</p><p>The truth is we both attended<br />The same boys’ school.<br />Reformatory, whatever you want to call it.<br />You were a big dick—I know you don’t remember me,<br />Always stealing coins<br />From the collection for a Sunday matinee.</p><p>You used to confess you fucked the young maid<br />So much, she really had to lay you,<br />So you wouldn’t lie to the priest anymore.<br />Then you spent your nights playing with your meat,<br />Weeping, drinking mass wine,<br />Listening to the queer monk’s records of the blues.</p><p>You ate chicken legs in the alley<br />With orphans and criminals.<br />You, dressed fit to kill, your cape,<br />Your beret, your shorts, all one dark color.<br />And the ragged copy of Villon in your hip pocket<br />Like a handkerchief to cough in.</p><p>You weren’t like the other boys,<br />You were like me, but I was too young and ugly for you.<br />You could play the cello well,<br />But no one ever heard you,<br />Not even the whores in the dives<br />You stole off to on free weekends.</p><p>Oh, I can read to numbskulls in the Southwest,<br />Make a few bucks at a cockfight with a bald-headed poet,<br />Watch some hillbilly cornhole a mule,<br />Then go back to Chile, with plenty, on a boat running guns,<br />But you, you can dream forever,<br />And still not remember who I was.</p> "}, {"title": "The Forgotten Madmen of Ménilmontant", "view_node": "/poem/forgotten-madmen-menilmontant-0", "field_author": "<a href=\"/poet/frank-stanford\" hreflang=\"und\">Frank Stanford</a>", "field_date_published": "2016", "body": " <p style=\"text-align: right;\"><em>after </em>Jacques Prévert</p><p>Do not look sadly at days gone by<br />days below days like a river running under the stars<br />Do not listen to the blues<br />or speak often with priests<br />Do not think the rich women enrolled in the college of nightfall<br />will always smell the same way</p><p>Everytime the tree works the leaves dream</p><p>Everytime I carve the dead wing my name<br />in the dark lamp of the outhouse<br />I said everytime I cut my name<br />in the old wood rotten as a tugboat<br />I know I am always with you</p><p>Everytime the schoolboy’s bad moon<br />dowses blood from the virgin’s stone thighs<br />I know I am handsome and young and drunk<br />eternal as a weed</p><p>It will not smell the same<br />Everytime I open a bottle of wine<br />and see a snake doctor under my bed<br />I know there is something coming and eternal<br />like taking off a white coat over the body of the dead</p><p>Poets have done this before<br />Poets have made love and gathered at the cheap joints<br />they’ve cut their fingers toasting one another’s death</p><p>Poets have made love<br />and remained thick<br />they’ve gotten cold feet at the crucial moments<br />when left alone with the students with sad eyes</p><p>Do not die in the wintertime<br />for there is no okra or sailboats<br /><br />It will not smell the same<br />that twig of blood or the chiffonier</p><p>Do not listen to hunting dogs in autumn<br />or tie yellow flies for the small lips of desperate friends</p><p>Poets have done this before<br />and they’ve wandered off alone and unheard of<br />to bury the caul of their own stillborn</p><p>Like a voice the odor has changed</p><p>Dust under the hooves of a horse<br />running side by side with the fog<br />a book in the hands of a fool</p><p>Cheese and fish and spinsters<br />are the body of the poet<br />for the poet does not eat black bread<br />he gives it to the poor</p><p>Everytime a mare throws a foal in an exile’s country<br />I know I am with you<br />a gun in the hand of a fool</p><p>The poet forgets in remembrance of you<br />he is the lunatic’s left hand man<br />on Sundays the acolyte of the moon<br />he is night following other nights<br />the eyes of the blind<br />the stranger your wife leaves with<br />when you’re still talking with your youth<br />stowed away on the ship of death<br />and it will not smell the same</p><p>Everytime I see a young man<br />tuck his knife back in his vest<br />I want to say forget it and drink</p> "}, {"title": "The Visitors of Night", "view_node": "/poem/visitors-night", "field_author": "<a href=\"/poet/frank-stanford\" hreflang=\"und\">Frank Stanford</a>", "field_date_published": "2016", "body": " <p>This bed I thought was my past<br />Is really a monk in a garden</p><p>He’s dressed in white<br />Holding a gourd of water<br />Because I have forgotten Tangle Eye<br />And Dylan Thomas<br />The swarthy goose<br />And the moon in the pennyroyal<br />With its gut full of shiners<br />And the skeleton keys to my room<br />And the snapshots of my land</p><p>It seems like dusk<br />The voice and curls<br />Left in the strange clothes<br />Roaming the forty acres of my closet</p><p>In the bow wood mountains some boats<br />Stray as dogs go down in the fields<br />Shadows yet in the land of the living</p><p>When the shade clean leaves you<br />To your rewards<br />Bad luck and trouble<br />Come breaking the laws and trysts<br />Of love and gravity</p><p>So have respect for the dead my dear<br />And watch your heart like a jukebox</p><p>Death coming low with its cold set of tools<br />But you can’t jimmy love</p> "}, {"title": "Confessions From Here", "view_node": "/poem/confessions-here", "field_author": "<a href=\"/poet/airea-d-matthews\" hreflang=\"en\">Airea D. Matthews</a>", "field_date_published": "2016", "body": " <p>I left our window open most nights.  A man with winged ankles would visit while you slept. He'd ask about my doings, how the syrah finished, noticed the dimple on my chin when I smiled, touched the thick swell of my waist, lightly. When the wind whistled like the Northeast Corridor, he'd tongue the small of my back before leaving. After 2 most mornings. I wailed a tempest that last time. Flooded our basement. Asked him to stay or carry me over. He tucked me in the crook of his elbow and flew here. Where I am now.<br /><br />When you woke the next morning, I imagine you thought it rained the night before. You called the plumber, didn't you?  To fix the basement, swollen from squalls?  Did you dig your fingernail under the blistering cinder? Check for mold? Did the walls crumble?  When you asked the children where their mother was? Did they shrug? Bounce my name between rooms? Weep into their porridge? If they beat their bare feet against the cracked tiles in the hallway, did you notice those tiny feathers sprouting from their Achilles?  Did you wrinkle your brow? Grab your shears?</p> "}, {"title": "from &quot;Late Summer&quot;", "view_node": "/poem/late-summer", "field_author": "<a href=\"/poet/deborah-landau\" hreflang=\"und\">Deborah Landau</a>", "field_date_published": "2016", "body": " <p>I’m on a bike and someone’s name is forming.</p><p>The road is potholes the road is dust.</p><p>Cruising the dirt, the meadow humming with bugs.</p><p>Dust rising, tires crushing rock, bats ejecting from under the barn</p><p><span class=\"long-line\">streaming the insected air the pulse life repeating life looping back</span></p><p>slowing down getting longer though it didn’t and isn’t.</p><p>A little letting go of fear.</p><p>A little spittle in death’s eye.</p><p>Don’t ask don’t think (I didn’t ask or think).</p><p>Didn’t think don’t think.</p><p>I remember giving in to it lying back and then</p><p>little sprout of willow</p><p>spray of the earth green of leaves the light coming down</p><p>as if through a ferny veil dirty primal randomly animate</p><p>and we are in it still.</p> "}, {"title": "On Gathering Artists", "view_node": "/poem/gathering-artists", "field_author": "<a href=\"/poet/alberto-rios\" hreflang=\"und\">Alberto Ríos</a>", "field_date_published": "2016", "body": "<blockquote><p><sup><span class=\"long-line\">Who does a job well, and very well—</span></sup><br /><sup><span class=\"long-line\">These are the artists, those curious</span></sup><br /><sup><span class=\"long-line\">Lights.</span></sup></p>\n</blockquote>\n<p><span class=\"long-line\">We are cobblers of the song</span><br /><span class=\"long-line\">And barkers of the carnival word,</span><br /><span class=\"long-line\">We are tailors of the light</span><br /><span class=\"long-line\">And framers of the earth.</span><br /><span class=\"long-line\">We fish among the elements</span><br /><span class=\"long-line\">And hunt the elusive green in gray and blue.</span><br /><span class=\"long-line\">We drink forbidden waters</span><br /><span class=\"long-line\">And eat an invisible food.</span></p>\n<p><span class=\"long-line\">In this time of electronic-mail and facsimile</span><br /><span class=\"long-line\">Conversation, we send as our voice</span><br /><span class=\"long-line\">The poem, the bridge, the circuit, the cure</span><br /><span class=\"long-line\">Whose electricity is made from dreams,</span><br /><span class=\"long-line\">Whose song is sung in the colors yet unnamed</span><br /><span class=\"long-line\">Drawn from the solitary études of the soul</span><br /><span class=\"long-line\">And given up in tender to the world.</span></p>\n<p><span class=\"long-line\">How easy to spend a day writing a poem,</span><br /><span class=\"long-line\">How hard to spend a life writing a thousand.</span><br /><span class=\"long-line\">A poem, a bridge, a story, a circuit,</span><br /><span class=\"long-line\">Cures, laws, bowls—</span><br /><span class=\"long-line\">The warp and weave and waft of iron</span><br /><span class=\"long-line\">And paper and light and salt:</span><br /><span class=\"long-line\">We labor for a lifetime</span><br /><span class=\"long-line\">But take every day off.</span><br /><span class=\"long-line\">Who knows what to make of us?</span><br /><span class=\"long-line\">We are not the ribcage, but the legs;</span><br /><span class=\"long-line\">We are not the steering wheel, but the headlamps.</span><br /><span class=\"long-line\">We gather happily, if not often. We can’t</span><br /><span class=\"long-line\">Sit still. We hurry off. Good-bye to us,</span><br /><span class=\"long-line\">Hello to us, a tip of the hat</span><br /><span class=\"long-line\">To us, as we go about</span><br /><span class=\"long-line\">The drumming of our stars.</span></p>\n"}, {"title": "from Bharat jiva [I can not begin to know]", "view_node": "/poem/bharat-jiva-i-can-not-begin-know", "field_author": "<a href=\"/poet/kari-edwards\" hreflang=\"und\">kari edwards</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">I can not begin to know</span><br /><span class=\"long-line\">producing difference by deferring</span><br /><span class=\"long-line\">second third person construction</span><br /><span class=\"long-line\">in the first third person narrative</span><br /><span class=\"long-line\">promising surrender to the dead</span><br /><span class=\"long-line\">acknowledging, I am an unknown participant</span><br /><span class=\"long-line\">something maybe, something blind</span><br /><span class=\"long-line\">consuming scarcity</span><br /><span class=\"long-line\">producing hunger</span><br /><span class=\"long-line\">constructing gender</span><br /><span class=\"long-line\">breathing markers</span><br /><span class=\"long-line\">making someone a thing</span><br /><span class=\"long-line\">scapegoat instance</span><br /><span class=\"long-line\">another perfect occasion</span><br /><span class=\"long-line\">construct of a common sense sentence</span><br /><span class=\"long-line\">out of many different bank accounts</span><br /><span class=\"long-line\">apparently to produce</span><br /><span class=\"long-line\">a final outcome</span><br /><span class=\"long-line\">illumination legible</span><br /><span class=\"long-line\">newspaper flyspeck</span><br /><span class=\"long-line\">on the edge of an abstract noun</span></p>\n"}, {"title": "from Bharat jiva [running sadness to the ground]", "view_node": "/poem/bharat-jiva-running-sadness-ground", "field_author": "<a href=\"/poet/kari-edwards\" hreflang=\"und\">kari edwards</a>", "field_date_published": "2016", "body": " <p style=\"text-align: right;\">running sadness to the ground<br />divided<br />running sadness to the ground<br />strange though<br />I prefer to play with matches<br />rough ride midnight's helpless plea<br />under yesterday's lapse into<br />praying for an evolutionary jerk forward</p><p style=\"text-align: right;\">oh body<br />washed in blood<br />and covered in phosophorous ash<br />spring me one last breath<br />filled with real remnants<br />quicksilver and lead<br />let me drink from your<br />sorry scheme of things</p><p style=\"text-align: right;\">let me touch the spot<br />that bites back</p> "}, {"title": "from Bharat jiva [the day shifts...]", "view_node": "/poem/bharat-jiva-day-shifts", "field_author": "<a href=\"/poet/kari-edwards\" hreflang=\"und\">kari edwards</a>", "field_date_published": "2016", "body": " <p style=\"text-align: justify;\">the day shifts, we talk to each other the way<br />we talk to each other, the luster fades, our<br />bodies fill with sap, there is a shift, joy<br />reappears before another personal narrative<br />burns to a heap of citations, continuing in<br />complicated machinery, becoming blood<br />knots in space, both the living and dead<br />surround the present has been. I open my<br />eyes in the full force of fear and hesitation,<br />frozen in passing passageways with endless<br />permutations, subjected to violence, stupidity,<br />and love.<!--<p style=\"text-align: justify;\"--></p> "}, {"title": "The Florist Wears Knee-Breeches ", "view_node": "/poem/florist-wears-knee-breeches", "field_author": "<a href=\"/poet/wallace-stevens\" hreflang=\"und\">Wallace Stevens</a>", "field_date_published": "2016", "body": " <p>My flowers are reflected<br />In your mind<br />As you are reflected in your glass.<br />When you look at them,<br />There is nothing in your mind<br />Except the reflections<br />Of my flowers.<br />But when I look at them<br />I see only the reflections<br />In your mind,<br />And not my flowers.<br />It is my desire<br />To bring roses,<br />And place them before you<br />In a white dish.</p> "}, {"title": "Colorado", "view_node": "/poem/colorado", "field_author": "<a href=\"/poet/carl-adamshick\" hreflang=\"und\">Carl Adamshick</a>", "field_date_published": "2016", "body": " <p>My dream lives close to my lungs.<br />Sometimes I feel it as a pen<br />spilling ink in the dark purse<br />of my breathing. My body<br />lives here in Colorado,<br />in an apartment with a few plants.<br />I am what the experts refer to<br />as history, a small totality<br />making its way to the future.<br />In the evening, I inherit death<br />as an idea, as a subject I’ll be tested on.<br />Mid-afternoons, I take long walks.<br />I live by myself as the state lives<br />by itself in borders it had nothing<br />to do with. I, too, have a river.<br />If you ask, I’ll tell you all about the light.</p> "}, {"title": "Opportunity Costs ", "view_node": "/poem/opportunity-costs", "field_author": "<a href=\"/poet/barbara-ras\" hreflang=\"und\">Barbara Ras</a>", "field_date_published": "2016", "body": " <p>Thrushes, alert for opportunity,<br />sleep in winks of thirty seconds or less.</p><p>Has Guinness tracked the longest sigh on record<br />and was it exhaled in exasperation or ecstasy?</p><p>In the measure of apothecaries, one scruple<br />equals twenty grains, a lot of data to debunk.</p><p>Four centuries ago a watchmaker set up the first circus<br />of fleas tied to carts. Since then,</p><p>entertainment has changed a lot—explosions, all the rage.<br />Not long ago whistling in an office could get you fired,</p><p>and now who of us blinks at torture taken to the brink<br />of drowning, not once per body, but a vomitous number</p><p>I’m not going to hurt you with, and who asks how often<br />mouth-to-mouth—the torturer locking lips with the tortured</p><p>to revive him for another round. An alarm rings<br />to wake the thrush for the next</p><p>threat, thus serving the species for survival<br />of the fittest, while in the Situation Room, our best,</p><p>fit to kill, compute opportunity costs with the poise<br />of the guys whose billboards brag, “We buy ugly houses.”</p><p>Give me the scale that weighs a whistle, a flea,<br />the song of a thrush, the sum of pain caused</p><p>by people of conscience, people ignoring it.<br />Is opportunity tired of being missed?</p><p>Does it sigh the way we sigh?</p> "}, {"title": "Cross Heart", "view_node": "/poem/cross-heart", "field_author": "<a href=\"/poet/david-biespiel\" hreflang=\"en\">David Biespiel</a>", "field_date_published": "2016", "body": " <p>I heard it on the radio,<br />A woman’s voice saying,<br />I like for you to be<br />The space far away</p><p>Where poetry figures out<br />Why you are still<br />But not absent,<br />Why you can hear</p><p>From somewhere<br />What’s coming next.<br />But her voice could not touch<br />What had flown away.</p><p>Nor could she kiss<br />My mouth, though I repeat<br />What was understood<br />Each night and each day.<br /> </p> "}, {"title": "Utopia: Love as Last Day", "view_node": "/poem/utopia-love-last-day", "field_author": "<a href=\"/poet/joe-hall\" hreflang=\"und\">Joe Hall</a>", "field_date_published": "2016", "body": " <p>The forest rings so wide, it is the world. The sky, ocean,<br />        hand<br />In hand rising to tides, particulate excreta. The river mouth</p><p>The moon lights in blindness through the forest, hot,<br />        tumbling silver by houses<br />Like mushrooms crowded. Ladder by ladder, neighbors<br />        pass ore in ladles</p><p>While this planet hushes into a cinder. The moon unlocks<br />        its continents of water<br />So the outline of a sail appears as its cobalt face—the forest</p><p>A ring tight as the throat sings wider: who arrives<br />Who arrives who arrives. In the office I ask</p><p>If the cup my coworker is holding is real. It doesn’t look<br />        real. It looks like math’s<br />Translated bed. Beside their chainsaws, loggers smoking—        <br />        brain-</p><p>Dead, lung-dead, I am the operator of something—the<br />        mouth with green rot touching<br />The metal slurry of the ocean.</p><p>The singer sings the last verse. The last<br />Song we hear, stepping outside the heat</p><p>Into the dark pine, the moon dissolving like lead.<br />In the office I ask, How could the news come?</p><p>In our terror echoing as profit.</p> "}, {"title": "When Doves", "view_node": "/poem/when-doves", "field_author": "<a href=\"/poet/r-villanueva\" hreflang=\"en\">R. A.  Villanueva</a>", "field_date_published": "2016", "body": " <p>At the columbarium dug<br />by hand, a man points to where rock<br />doves would be brought to nest, their eggs</p><p>tended by priests, and the cave locked<br />at sundown, guarded by hired<br />knives. The flock meant meat for the dry</p><p>times; saltpeter; yolks needed to bind<br />portraits to walls, to raise a sky<br />gilded with violets and myrrh.</p><p>Tonight, my mother paints her nails<br />black—a shade she names, “Dark Matter.”<br />She numbers what’s left of her cells,</p><p>tells us of this burning inside<br />her knees, laughs a promise to fight.</p> "}, {"title": "March Evening ", "view_node": "/poem/march-evening", "field_author": "<a href=\"/poet/amy-lowell\" hreflang=\"und\">Amy Lowell</a>", "field_date_published": "2016", "body": " <p>Blue through the window burns the twilight;<br />  Heavy, through trees, blows the warm south wind.<br />Glistening, against the chill, gray sky light,<br />  Wet, black branches are barred and entwined.</p><p>Sodden and spongy, the scarce-green grass plot<br />  Dents into pools where a foot has been.<br />Puddles lie spilt in the road a mass, not<br />  Of water, but steel, with its cold, hard sheen.</p><p>Faint fades the fire on the hearth, its embers<br />  Scattering wide at a stronger gust.<br />Above, the old weathercock groans, but remembers<br />  Creaking, to turn, in its centuried rust.</p><p>Dying, forlorn, in dreary sorrow,<br />  Wrapping the mists round her withering form,<br />Day sinks down; and in darkness to-morrow<br />  Travails to birth in the womb of the storm.<br /> </p> "}], "pager": {"current_page": 356, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}