{"rows": [{"title": "Ducks Sat", "view_node": "/poem/ducks-sat", "field_author": "<a href=\"/poet/michele-glazer\" hreflang=\"und\">Michele Glazer</a>", "field_date_published": "2016", "body": " <p>Where ducks sat we sat next</p><p>And wanted to be Dutch.</p><p>If we would walk upright and not</p><p>Glance right or left the intersections</p><p>Would not come at us</p><p>Sideways, is what we thought.</p><p>But after a time it is hard</p><p>To keep feeling you are making this the best time</p><p>To look back on.</p><p>We talked.  Some times I would walk</p><p>By a beetle thrashing</p><p>On the rocking of its domed-back and flip</p><p>It rightside. To say I’m here, and you be there.</p><p>Now the cicadas. Their long curving</p><p>Sound, and I turn</p><p>The thick line of their music into</p><p>Us. Even the ducks.</p><p>Then look back at the trip, how</p><p>Better than to be on it it is to be</p><p>Well bathed, and able to read the coins</p><p>And translate their value.</p> "}, {"title": "Psalm", "view_node": "/poem/psalm-6", "field_author": "<a href=\"/poet/paisley-rekdal\" hreflang=\"und\">Paisley Rekdal</a>", "field_date_published": "2016", "body": " <p>Too soon, perhaps, for fruit. And the broad branches,<br />ice-sheathed early, may bear none. But still the woman<br />waits, with her ladder and sack, for something to break.<br />A gold, a lengthening of light. For the greens to burst<br />into something not unlike flame: the pale fruit<br />blushing over weeks through the furred cleft creases:<br />a freckling of blood. Then the hot, sweet scent<br />of August rot, drawing wasps and birds and children<br />through the month. So much abundance, and the only cost<br />waiting. Looking at the tree, I almost expect the sound of bells,<br />a stone church, sheep in flocks. But no sound of bells,<br />no clarion call. The church is far down in the valley.<br />This tree should be a revered thing, placed at the ancient<br />heart of a temple. Instead, it is on a common<br />lot, beside a road, apartment buildings, a dog<br />sleeping in its yard.  The woman has come here<br />neither as master nor supplicant. She simply plans<br />to fill a plastic sack with whatever she can take:<br />the sweet meat giving under the press of a thumb,<br />covering what is its true fruit: the little pit, hard<br />and almond-brown that I’ve scooped out,<br />palmed and planted, but to no avail. A better gardener<br />could make demands of such a seed, could train a tree<br />for what desire anticipates. But here the tree grows<br />only for itself. And if it bears no fruit for the killing<br />frost, or if it flowers late because of a too-warm winter,<br />what debt am I owed? At whose feet should I lay<br />disappointment? Delight no more comforting<br />nor wounding than hunger. The tree traffics<br />in a singular astonishment, its gold tongues<br />lolling out a song so rich and sweet, the notes<br />are left to rot upon the pavement. Is this the only religion<br />left to us? Not one only of mortification or desire,<br />not one of suffering, succor, not even of pleasure.<br />The juice of summer coils in the cells. It is a faith<br />that may not come to more than waiting.<br />To insist on pleasure alone is a mark<br />of childishness. To believe only in denial<br />the fool’s prerogative. You hunger<br />because you hunger. And the tree calls to this.<br />But the fruit is real. I have eaten it. Have plucked<br />and washed and cut the weight, and stewed it<br />with sugar and lemon peel until the gold<br />ran rich and thick into jars. I have spooned it<br />over bread and meat. I have sucked it<br />from my husband’s fingers. I have watched it sour<br />in its pots until a mist of green bubbled up<br />for a crust. I have gathered and failed it, as the tree<br />for me both ripens and fallows. But now, it is perhaps<br />too soon for fruit. The winter this year was hard,<br />the air full of smokes, and do I know if spring<br />reached the valley in time? Who planted this tree?<br />How long has it stood here? How many more years<br />can such a thing remain? The woman reaches a hand<br />up into the branches, palm cupped, weighing<br />the leaf knots. She is looking to see<br />what instincts, what weathers still grow here.<br />She snakes her hand through the greening branches.<br />Up from the valley, come the golden tongues of bells.</p> "}, {"title": "Central Avenue Beach", "view_node": "/poem/central-avenue-beach", "field_author": "<a href=\"/poet/adrian-matejka\" hreflang=\"und\">Adrian Matejka</a>", "field_date_published": "2016", "body": " <p> </p><p><em>—Indiana Dunes National Lakeshore, 2016</em></p><p> </p><p>1.</p><p>Just off of Highway 12, Sandburg’s signature<br />of time &amp; eternity: the muggy marshes</p><p>&amp; thick forests of the mind, sand that sings<br />its memory of glaciers &amp; the glaciers before</p><p>them. 14,000 years of them. After<br />the Potawatomi got marched away &amp; before</p><p>the steel makers’ smokestacks &amp; the abandoned<br />Bailly Nuclear Plant cupped this lakeshore</p><p>like hands around a beach party’s last<br />dry match: Lake Michigan’s wide-brimmed</p><p>posture as close to an ocean as the scrub<br />brush, gulls, &amp; rocks around here will get.  </p><p> </p><p>2.</p><p>Every town around here<br />has a Central Avenue, complete<br />with blustery flags &amp; home-<br />cooked meals. Blank storefronts<br />&amp; churches next to other churches—<br />lake light filtering through<br />their stained glass windows<br />most sunny afternoons after 3pm.<br />Steeples, one after another,<br />like the Great Lakes’ waves<br />trying to blink constant sand<br />out of wet eyes. &amp; at night, all  <br />of the avenue lights up. No street<br />lights, but stars &amp; moon blinking<br />in agitated water while the industrial<br />lights on the fringes dim like blank<br />faces traced in constellations.</p><p> </p><p>3.</p><p>Listen to the Sand<br />     Hill Cranes folding<br />into the dim fringes</p><p>of themselves<br />     like prayer hands.<br />Listen to the yellow</p><p>warblers clustered<br />     up in the middle<br />of knotted branches</p><p>like a hungry chorus<br />     in these perfectly<br />paused trees. Even</p><p>at night, the birds<br />     grab sand-swirled air<br />with nonchalant wings.</p><p> </p><p>4.</p><p>In the day or at night, central is <em>centrālis</em> in Latin &amp; means exactly<br />what the warblers, trees, &amp; restless dunes think it means: ruffles<br />of sand between the angry human fist &amp; the equally angry<br />human face of industry, deregulations &amp; pollutants as uninvited<br />as the sea lamprey wiggling through the locks &amp; canals.</p><p> </p><p>5.</p><p>After the canals &amp; their creaking locks<br />     &amp; the oxidized ships &amp; their bleary horns,</p><p>the sun edges the blue between cuffed waves<br />     &amp; unrepentant shore. After gravity’s</p><p>insoluble gears pull all of this water away<br />     from Central Avenue &amp; back to the center</p><p>&amp; the fish swim away from shore through<br />     the gills of noises &amp; sediment in that sideways</p><p>way fish do. In a lake this big, it’s possible<br />     to swim in circles all day &amp; get no further</p><p>from the moon than this parade of whitecaps<br />     on the edges of the dunes. The same</p><p>frustrated tendencies of circle, these waves.<br />     The same cornered ingenuity, this great lake.</p><p>These dunes, always on the mainline’s wet<br />     cusp—polished, brocaded &amp; fabulous.</p> "}, {"title": "from “Mount Carmel and the Blood of Parnassus”", "view_node": "/poem/mount-carmel-and-blood-parnassus", "field_author": "<a href=\"/poet/anais-duplan\" hreflang=\"en\">Anaïs Duplan</a>", "field_date_published": "2016", "body": " <p>Let us enter this again. In the context of this paragraph,<br />we are hurtling backward through space, toward a small<br />opening: I press my hand to your lip and you bite. You bite<br />my spine. Ben his jawline was stellar. Ben his curlicue.<br />His cellphone iPhone. His and everyone’s iPhone, in my hand,<br />on my lap, at the mezzanine. The opera is going full speed.<br />The soprano arrives to tell Falstaff, to tell him. I fall<br />from a great height onto a woman’s head. It splits and I<br />become the split, standing later for a portrait. The hero<br />of the town walks alone at night, carrying in his eye a single<br />feather. He wears this feather in his eye as a kind of penance.<br />For his bravery many men will die for many years to come</p> "}, {"title": "From a Train", "view_node": "/poem/train", "field_author": "<a href=\"/poet/lynn-emanuel\" hreflang=\"und\">Lynn Emanuel</a>", "field_date_published": "2016", "body": " <p>After night’s black abandoned truck—<br />morning is locked down tight,</p><p>and the sky’s brewing up <br />some trouble.</p><p>So far at the bottom of this<br />moment, she could fall off.</p><p>Coat hem. A pair<br />of sultry shoes. She is five.</p><p>Small for her age.<br />Meeting her father for the first</p><p>time. Union Station. Denver. <br />Behind the harsh horizon</p><p>beyond the tracks, a dark<br />wildness over the swing set,</p><p>brick yard, development.</p><p><em>Little nowhere, where<br />Did you come from?</em></p><p>The train roams through<br />the gone and vanquished,</p><p>some pale, soft voice talking.<br />Spooks. Phantoms.</p><p><em>He</em> is the unclosed<br />cut of her.</p><p>Find the missing<br />dark scythe. Find</p><p>the jawbone of an ass.<br />Dead wood, cemetery, oil vat</p><p>shooed away—harried—<br />by the train’s advance.</p><p>First this, then that, then<br />a thrush’s three notes happen</p><p><em>all at once at once at once</em></p><p>and a figure<br />in a red hat.<br /> </p> "}, {"title": "Scriptorium", "view_node": "/poem/scriptorium", "field_author": "<a href=\"/poet/melissa-range\" hreflang=\"en\">Melissa Range</a>", "field_date_published": "2016", "body": " <p>Before the stepwork and the fretwork,<br />before the first wet spiral leaves the brush,<br />before the plucking of the geese’s quills,<br />before the breaking of a thousand leads,</p><p>before the curving limbs and wings<br />of hounds, cats, and cormorants<br />knot into letters, before the letters knot<br />into the Word, Eadfrith ventures from his cell,</p><p>reed basket on his arm, past Cuthbert’s grave,<br />past the stockyard where the calves’ cries bell,<br />and their blood illuminates the dirt as ink<br />on vellum, across the glens and woods</p><p>to gather woad and lichens, to the shores<br />to gather shells. The earth, not the cell,<br />is his scriptorium, where he might see<br />the interlace of branch and twig and leaf;<br /><br />how green bleeds brown when fields are plowed;<br />how green banks blue where grass gives way to sea;<br />how blue twists into white in swirling lines<br />purling through the water and the sky.</p><p>Before the skinning of a hundred calves,<br />before the stretching and the scraping of their hides,<br />before the boiling vinegar, the toasting lead,<br />the bubbling orpiment and verdigris,</p><p>before the glair cracks from the egg,<br />before the monk perfects his recipe<br />(egg white, oak-gall, iron salt, mixed<br />in a tree-stump, some speculate)</p><p>to make the pigments glorious to the Lord,<br />before Eadfrith’s fingers are permanently stained<br />the colors of his world—crimson, emerald,<br />cerulean, gold—outside the monastery walls,<br /><br />in the village, with its brown hounds<br />spooking yellow cats stalking green-black birds,<br />on the purple-bitten lips of peasants<br />his gospel’s corruption already sings forth</p><p>in vermilion ink, firebrands on a red calf’s hide—<br />though he’ll be dead before the Vikings sail,<br />and two centuries of men and wars<br />will pass before his successor Aldred</p><p>pierces Eadfrith’s text with thorn,<br />ash, and all the other angled letters<br />of his gloss. Laced between the lines of Latin,<br />the vernacular proclaims, in one dull tint,</p><p>a second illumination,<br />of which Eadfrith was not unaware:<br />this good news is for everyone,<br />like language, like color, like air.</p> "}, {"title": "All Creation Wept", "view_node": "/poem/all-creation-wept", "field_author": "<a href=\"/poet/melissa-range\" hreflang=\"en\">Melissa Range</a>", "field_date_published": "2016", "body": " <p>And not just those disciples<br />whom he loved, and not just<br />his mother; for all creation</p><p>was his mother, if he shared<br />his cells with worms and ferns<br />and whales, silt and spiderweb,</p><p>with the very walls of his crypt.<br />Of all creation, only he slept,<br />the rest awake and rapt with grief</p><p>when love’s captain leapt<br />onto the cross, into an abyss<br />the weather hadn’t dreamt.</p><p><em>Hero mine the beloved</em>,<br />cried snowflakes, cried the moons<br />of unknown planets, cried the thorns</p><p>in his garland, the nails bashed<br />through his bones, the spikes of dry grass<br />on the hillside, dotted with water<br /><br />and with blood—real tears,<br />and not a trick of rain-light<br />blinked and blurred onto a tree</p><p>so that the tree seems wound<br />in gold. It was not wound<br />in gold or rain but in a rapture</p><p>of salt, the wood splintering<br />as he splintered when he wept<br />over Lazarus, over Jerusalem,</p><p>until his sorrow became his action,<br />his grief his victory—<br />until his tears became a rupture</p><p>in nature, all creation<br />discipled to his suffering<br />on the gilded gallows-tree,</p><p>the wood which broke beneath the weight<br />of love, though it had no ears to hear<br />him cry out, and no eyes to see.</p> "}, {"title": "Crooked as a Dog&#039;s Hind Leg", "view_node": "/poem/crooked-dogs-hind-leg", "field_author": "<a href=\"/poet/melissa-range\" hreflang=\"en\">Melissa Range</a>", "field_date_published": "2016", "body": " <p>Yanking my lank hair into dog-ears,<br />my granny frowned at my cowlick’s<br />revolt against the comb, my part</p><p>looking like a dog’s shank<br />no matter what she did, crooked<br />as the dogtrot path</p><p>out the mountain county I left<br />with no ambitions to return,<br />rover-minded as my no-count granddaddy, crooking</p><p>down switchbacks that crack the earth<br />like the hard set of the mouth<br />women are born with where I’m from.</p><p>Their faces have a hundred ways to say<br />“Don’t go off,” “Your place is here,”<br />“Why won’t you settle down?”—</p><p>and I ignored them all like I was one<br />of their ingrate sons (jobless, thankless,<br />drugged up, petted to death), meandering</p><p>like a scapegrace in a ballad,<br />as a woman with no children likes to do,<br />as a woman with crooked roots knows she can.</p><p>“When you coming home?” my granny<br />would ask when I called, meaning “to visit”<br />but meaning more “to stay,”</p><p>and how could I tell her<br />that the creeks crisscrossing<br />our tumbledown ridges</p><p>are ropes trying to pull my heart straight<br />when it’s a crooked muscle,<br />its blood crashing in circles?</p><p>Why should I tell her<br />that since I was a mop-headed infant<br />and leapt out of my baby bed,</p><p>I’ve been bent on skipping<br />the country, glad as a chained-up hound<br />until I slipped my rigging?</p><p>What could I say but “I’ll be home Christmas,”<br />what could I hear but “That’s a long time,”<br />what could I do but bless</p><p>the crooked teeth in my head<br />and dog the roads that lead all ways<br />but one?</p> "}, {"title": "Kermes Red", "view_node": "/poem/kermes-red", "field_author": "<a href=\"/poet/melissa-range\" hreflang=\"en\">Melissa Range</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">Called crimson, called vermilion—“little worm”</span><br /><span class=\"long-line\">in both the Persian and the Latin, red</span><br /><span class=\"long-line\">eggs for the carmine dye, the insect’s brood</span><br /><span class=\"long-line\">crushed stillborn from her dried body, a-swarm</span><br /><span class=\"long-line\">in a bath of oak ash lye and alum to form</span><br /><span class=\"long-line\">the pigment the Germans called Saint John’s Blood—</span><br /><span class=\"long-line\">the saint who picked brittle locusts for food,</span><br /><span class=\"long-line\">whose blood became the germ of a crimson storm.</span><br /><span class=\"long-line\">Christ of the pierced thorax and worm-red cloak,</span><br /><span class=\"long-line\">I read your death was once for all, but it’s not true:</span><br /><span class=\"long-line\">your kings and bishops command a book,</span><br /><span class=\"long-line\">a beheading, blood for blood, the perfect hue;</span><br /><span class=\"long-line\">thus I, the worm, the Baptist, and the scarlet oak</span><br /><span class=\"long-line\">see all things on God’s earth must die for you.</span></p>\n"}, {"title": "Negative Theology", "view_node": "/poem/negative-theology", "field_author": "<a href=\"/poet/melissa-range\" hreflang=\"en\">Melissa Range</a>", "field_date_published": "2016", "body": " <p>I get the call about my grandmother. Maybe it is nothing.<br />A dark spot on a screen: someone says, “Pray that it is nothing.”</p><p>On the surgeon’s gurney, swaddled in blue—<br />she’s lost how much blood? Like you, she weighs nothing.</p><p>Pseudo-Denys says to cast off all images, all qualities of you.<br />So the sculptor chips marble away into nothing.</p><p>The preacher speaks over my grandmother,<br />half her colon gone, where? He lays hands on nothing.</p><p>Unlight, Undark, Unfather, Unson,<br />Unholy of Unholies—all your names stray into nothing.</p><p>In the ICU, she vomits everything but the ice.<br />Unknowing I know her, a body on its way to nothing.</p><p>The star points on the monitor collapse to a line,<br />Ray of Divine Darkness, ray searing all light to nothing.</p><p>Cast off all images, even those that seem flesh, seem true.<br />“Jesus paid it all,” says the preacher. Did he pay it for nothing?</p><p>Unmother, Unlover, Undoer, Undone—<br />like you, she won’t have a name. Two can play at nothing.</p><p>My mother calls my name, asks me to pray.<br />When you’ve got nothing to say, better to say nothing.</p> "}, {"title": "Coldness in Love ", "view_node": "/poem/coldness-love", "field_author": "<a href=\"/poet/d-h-lawrence\" hreflang=\"und\">D. H. Lawrence</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">And you remember, in the afternoon</span><br /><span class=\"long-line\">The sea and the sky went grey, as if there had sunk</span><br /><span class=\"long-line\">A flocculent dust on the floor of the world: the festoon</span><br /><span class=\"long-line\">Of the sky sagged dusty as spider cloth,</span><br /><span class=\"long-line\">And coldness clogged the sea, till it ceased to croon.</span></p>\n\n<p><span class=\"long-line\">A dank, sickening scent came up from the grime</span><br /><span class=\"long-line\">Of weed that blackened the shore, so that I recoiled</span><br /><span class=\"long-line\">Feeling the raw cold dun me: and all the time</span><br /><span class=\"long-line\">You leapt about on the slippery rocks, and threw</span><br /><span class=\"long-line\">Me words that rang with a brassy, shallow chime.</span></p>\n\n<p><span class=\"long-line\">And all day long, that raw and ancient cold</span><br /><span class=\"long-line\">Deadened me through, till the grey downs dulled to sleep.</span><br /><span class=\"long-line\">Then I longed for you with your mantle of love to fold</span><br /><span class=\"long-line\">Me over, and drive from out of my body the deep</span><br /><span class=\"long-line\">Cold that had sunk to my soul, and there kept hold.</span></p>\n\n<p><span class=\"long-line\">But still to me all evening long you were cold,</span><br /><span class=\"long-line\">And I was numb with a bitter, deathly ache;</span><br /><span class=\"long-line\">Till old days drew me back into their fold,</span><br /><span class=\"long-line\">And dim hopes crowded me warm with companionship,</span><br /><span class=\"long-line\">And memories clustered me close, and sleep was cajoled.</span></p>\n\n<p><span class=\"long-line\">And I slept till dawn at the window blew in like dust,</span><br /><span class=\"long-line\">Like a linty, raw-cold dust disturbed from the floor</span><br /><span class=\"long-line\">Of the unswept sea; a grey pale light like must</span><br /><span class=\"long-line\">That settled upon my face and hands till it seemed</span><br /><span class=\"long-line\">To flourish there, as pale mould blooms on a crust.</span></p>\n\n<p><span class=\"long-line\">And I rose in fear, needing you fearfully.</span><br /><span class=\"long-line\">For I thought you were warm as a sudden jet of blood.</span><br /><span class=\"long-line\">I thought I could plunge in your living hotness, and be</span><br /><span class=\"long-line\">Clean of the cold and the must. With my hand on the latch</span><br /><span class=\"long-line\">I heard you in your sleep speak strangely to me.</span></p>\n\n<p><span class=\"long-line\">And I dared not enter, feeling suddenly dismayed.</span><br /><span class=\"long-line\">So I went and washed my deadened flesh in the sea</span><br /><span class=\"long-line\">And came back tingling clean, but worn and frayed</span><br /><span class=\"long-line\">With cold, like the shell of the moon; and strange it seems</span><br /><span class=\"long-line\">That my love can dawn in warmth again, unafraid.</span></p>\n"}, {"title": "from Pinplay", "view_node": "/poem/pinplay", "field_author": "<a href=\"/poet/anne-carson\" hreflang=\"und\">Anne Carson</a>", "field_date_published": "2016", "body": " <p>Chorus:<br />Choral interlude followed by Act IV.<br />How many pins can dance on the head of a god?<br />How many kings can you pin to the dance in my head?<br />How many dances left stains on the woman he was?<br />How many stains kept him quiet, O Agave!</p><p>[enter Agave exultant and covered in blood, carrying the head of Pentheus impaled on a lacuna]</p><p>Agave:<br />O!</p><p>Chorus:<br />Speak, Agave.</p><p>Agave:<br />I’ve come with the pins.</p><p>Chorus:<br />We welcome the pins.</p><p>Agave:<br />I stained them as prizes.</p><p>Chorus:<br />We prize them as kings.</p><p>Agave:<br />How many kings—</p><p>Chorus:<br />did you rip the cheeks off?</p><p>Agave:<br />How many cheeks—</p><p>Chorus:<br />did you pin to the delicate mouth of the mother?</p><p>Agave:<br />How many mouths did she need—</p><p>Chorus:<br />to finish the meat?</p><p>Agave:<br />Not so many.</p><p>Chorus:<br />A happy number?</p><p>Agave:<br />A clever number.</p><p>Chorus:<br />A realistic number?</p><p>Agave:<br />A frolic of a number.</p><p>[Agave raises lacuna high in one hand then lowers it gradually as her mood changes]</p><p>But then again,<br />actually, not much of a number.</p><p>Chorus:<br />If you think about it?</p><p>Agave:<br />A dismal little number.</p><p>Chorus:<br />If you study it closely?</p><p>Agave:<br />Just a sob of a number.</p><p>Chorus:<br />O Agave!</p><p>Agave:<br />What?</p><p>Chorus:<br />Your sob has a name.</p><p>Agave:<br />How many names can I pry from the head of a pun?</p><p>Chorus:<br />Just one.</p><p>Agave:<br />O my son!</p><p>[Agave tosses lacuna to audience with Pentheus’ head attached]<br /> </p> "}, {"title": "Wedding", "view_node": "/poem/wedding", "field_author": "<a href=\"/poet/ari-banias\" hreflang=\"en\">Ari  Banias </a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">People, far too many people here—</span><br /><span class=\"long-line\">drinking, leaning on the furniture,</span><br /><span class=\"long-line\">congratulating my father</span><br /><span class=\"long-line\">on his new life. Here’s</span><br /><span class=\"long-line\">his young wife, young enough</span><br /><span class=\"long-line\">to be my older sister.</span><br /><span class=\"long-line\">She—if you can’t tell</span><br /><span class=\"long-line\">the whole truth—is <em>nice</em>.</span><br /><span class=\"long-line\">But he slams his glass</span><br /><span class=\"long-line\">onto the table, yells</span><br /><span class=\"long-line\">more now than ever. Unless</span><br /><span class=\"long-line\">I remember wrong. I know</span><br /><span class=\"long-line\">I was afraid. Of him. And so.</span><br /><span class=\"long-line\">I know I played alone</span><br /><span class=\"long-line\">with dolls and that</span><br /><span class=\"long-line\">we roughhoused, hard,</span><br /><span class=\"long-line\">like brothers. What is a father</span><br /><span class=\"long-line\">is a question like what</span><br /><span class=\"long-line\">is home, or love. In the middle of the room</span><br /><span class=\"long-line\">guests on the arms of the awful floral sofa</span><br /><span class=\"long-line\">Mom wouldn’t get up from</span><br /><span class=\"long-line\">when she heard. In the grey bathrobe</span><br /><span class=\"long-line\">for a week, horrid splotches</span><br /><span class=\"long-line\">of pink and purple flowers with green</span><br /><span class=\"long-line\">for stems. Or leaves. I can’t</span><br /><span class=\"long-line\">look at it. There’s something hot</span><br /><span class=\"long-line\">behind my eyes another glass of wine</span><br /><span class=\"long-line\">should take care of.</span><br /><span class=\"long-line\">There are people I should say hello to.</span></p>\n"}, {"title": "Villagers ", "view_node": "/poem/villagers", "field_author": "<a href=\"/poet/ari-banias\" hreflang=\"en\">Ari  Banias </a>", "field_date_published": "2016", "body": " <p>boxes taped up and up then tied with twine | addressed on every side | in that careful longhand taught on other continents | they looked like mail bombs | going round and round the carousel | in a regional anxiety | stinking barrel of sheep’s cheese beaded in sweat | olive oil tin wrapped in much plastic | each printed letter a rounded separate bundle | standing on its own | the sore thumbs of my parents’ immigrant luggage at the United terminal | a friend who doesn’t speak at airports | except when spoken to | word for home that could also mean journey | or never-arrived | at the baggage claim | a person waits in a t-shirt printed with English words | whose arrangement is nonsensical | and it doesn’t matter | that what matters is far | while right here at any moment—  | no one need remind anyone | tether that | suitcases duffels packages | taped and bound so emphatically they look like total crap| what matters is the words are undeniably English | anyone can tell you this | is why the shirt exists | tether that to this | anyone whose intimate particular knowledge lives | with a line drawn through it | “they were a simple people” | my mother often said | from whom she untethers | and bundles into packages | all taut with twine and sends away | at the carousel on which they circulate | printed with her surname | she could | and might refuse them | that “they were a simple—” | was the sort of thing that sparked in me a rage | which I am only now beginning to draw a line through | line I wish to repeople myself | on the other side of | with a friend | a dear friend | who | doesn’t speak at airports unless spoken to</p> "}, {"title": "No More Birds ", "view_node": "/poem/no-more-birds", "field_author": "<a href=\"/poet/ari-banias\" hreflang=\"en\">Ari  Banias </a>", "field_date_published": "2016", "body": " <p>Enough birds.<br />No more branches, no more moon, no more<br />clouds, light glinting on<br />no more water. Refuse to sing because<br />the song is stuffed and birds<br />they lilt and carol wordlessly of what, of whose<br />turn it is to bird and bird and bird<br />the same translations as assigned.<br />Whose turn is it to open-throated sing?<br />And what world’s turn is it<br />to be sung of, a thing made noticed<br />that isn’t, its beauty insisted. Who called again<br />to say what’s ugly? Who pointed<br />from the other side of town, and which<br />frayed hem of a chainlink fence<br />did they mean. Did they mean<br />to suggest or outright say<br />is distinctly unbeautiful. This face?<br />The hand that cups it<br />or refuses to? The bodies<br />we inherited and tried to slip out of by pressing<br />pressing them together<br />together into finest dust? In which these little<br />dun intelligences do chip and flit. Do we, ought we<br />to care? For one another, yes.<br />Come here and crouch with me<br />at the unremarkable front stoop<br />of this medium-sized aspen tree<br />on an unnamed side of town.<br />Listen to their chattering or shrill world-songs<br />about our plastics and forgetfulness and bombs,<br />bombs of much unnumbered rubble, bombs of the reasonable<br />fear of bombs, dividing the living<br />from the living, towns from towns, constant speaking<br />or lip-synching with feathers<br />over the sound of the erosion of<br />whose turn it is to listen. Listen,<br />time to quiet down, beauty. Time to world.</p> "}, {"title": "Crude Lament ", "view_node": "/poem/crude-lament", "field_author": "<a href=\"/poet/william-carlos-williams\" hreflang=\"und\">William Carlos Williams</a>", "field_date_published": "2016", "body": " <p>       Mother of flames,<br />       The men that went ahunting<br />Are asleep in the snow drifts.<br />       You have kept the fire burning!<br />Crooked fingers that pull<br />Fuel from among the wet leaves,<br />       Mother of flames<br />       You have kept the fire burning!<br />The young wives have fallen asleep<br />With wet hair, weeping,<br />       Mother of flames!<br />The young men raised the heavy spears<br />And are gone prowling in the darkness.<br />       O mother of flames,<br />       You who have kept the fire burning!<br />       Lo, I am helpless!<br />Would God they had taken me with them!</p> "}, {"title": "What Shines Does Not Always Need To", "view_node": "/poem/what-shines-does-not-always-need", "field_author": "<a href=\"/poet/adam-clay\" hreflang=\"und\">Adam Clay</a>", "field_date_published": "2016", "body": " <p>Because today we did not leave this world,<br />We now embody a prominence within it,<br />Even amidst its indifference to our actions,<br />Whether they be noiseless or not.<br />After all, nonsense is its own type of silence,<br />Lasting as long as the snow on your<br />Tongue. You wonder why each evening<br />Must be filled with a turning away, eyes to the lines<br />Of the hardwood floor as if to regret the lack<br />Of movement in a single day, our callous hope<br />For another wish put to bed with the others in a slow<br />Single-file line. I used to be amazed at the weight<br />An ant could carry. I used to be surprised by<br />Survival. But now I know the mind can carry<br />Itself to the infinite power. Like the way snow<br />Covers trauma to the land below it, we only<br />Believe the narrative of what the eye can see.</p> "}, {"title": "The Map", "view_node": "/poem/map", "field_author": "<a href=\"/poet/marie-howe\" hreflang=\"und\">Marie Howe</a>", "field_date_published": "2016", "body": " <p><span class=\"long-line\">The failure of love might account for most of the suffering in the world.</span></p><p>The girl was going over her global studies homework   </p><p>in the air where she drew the map with her finger </p><p><br />touching the Gobi desert,</p><p>the Plateau of Tiber in front of her,</p><p><br />and looking through her transparent map backwards</p><p>I did suddenly see,</p><p>how her left is my right, and for a moment I understood.<br /> </p> "}, {"title": "Imperatives for Carrying On in the Aftermath", "view_node": "/poem/imperatives-carrying-aftermath", "field_author": "<a href=\"/poet/natasha-trethewey\" hreflang=\"und\">Natasha Trethewey</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">Do not hang your head or clench your fists</span><br /><span class=\"long-line\">when even your friend, after hearing the story,</span><br /><span class=\"long-line\">says: <em>My mother would never put up with that.</em></span></p>\n\n<p><span class=\"long-line\">Fight the urge to rattle off statistics: that,</span><br /><span class=\"long-line\">more often, a woman who chooses to leave</span><br /><span class=\"long-line\">is then murdered. The hundredth time</span></p>\n\n<p><span class=\"long-line\">your father says, <em>But she hated violence,</em></span><br /><span class=\"long-line\"><em>why would she marry a guy like that?—</em></span><br /><span class=\"long-line\">don’t waste your breath explaining, again,</span></p>\n\n<p><span class=\"long-line\">how abusers wait, are patient, that they</span><br /><span class=\"long-line\">don’t beat you on the first date, sometimes</span><br /><span class=\"long-line\">not even the first few years of a marriage.</span></p>\n\n<p><span class=\"long-line\">Keep an impassive face whenever you hear</span><br /><span class=\"long-line\"><em>Stand by Your Man</em>, and let go your rage</span><br /><span class=\"long-line\">when you recall those words were advice</span></p>\n\n<p><span class=\"long-line\">given your mother. Try to forget the first</span><br /><span class=\"long-line\">trial, before she was dead, when the charge</span><br /><span class=\"long-line\">was only <em>attempted murder</em>; don’t belabor</span></p>\n\n<p><span class=\"long-line\">the thinking or the sentence that allowed</span><br /><span class=\"long-line\">her ex-husband’s release a year later, or</span><br /><span class=\"long-line\">the juror who said, <em>It’s a domestic issue—</em></span></p>\n\n<p><span class=\"long-line\"><em>they should work it out themselves.</em> Just</span><br /><span class=\"long-line\">breathe when, after you read your poems</span><br /><span class=\"long-line\">about grief, a woman asks: <em>Do you think</em></span></p>\n\n<p><span class=\"long-line\"><em>your mother was weak for men?</em> Learn</span><br /><span class=\"long-line\">to ignore subtext. Imagine a thought-</span><br /><span class=\"long-line\">cloud above your head, dark and heavy</span></p>\n\n<p><span class=\"long-line\">with the words you cannot say; let silence</span><br /><span class=\"long-line\">rain down. Remember you were told</span><br /><span class=\"long-line\">by your famous professor, that you should</span></p>\n\n<p><span class=\"long-line\">write about something else, <em>unburden</em></span><br /><span class=\"long-line\"><em>yourself of the death of your mother</em> and</span><br /><span class=\"long-line\"><em>just pour your heart out in the poems.</em></span></p>\n\n<p><span class=\"long-line\">Ask yourself what’s in your heart, that</span><br /><span class=\"long-line\">reliquary—blood locket and seed-bed—and</span><br /><span class=\"long-line\">contend with what it means, the folk-saying</span></p>\n\n<p><span class=\"long-line\">you learned from a Korean poet in Seoul:</span><br /><span class=\"long-line\"><em>that one does not bury the mother’s body</em></span><br /><em><span class=\"long-line\">in the ground but in the chest, or—like you—</span></em></p>\n\n<p><span class=\"long-line\"><em>you carry her corpse on your back.</em></span></p>\n"}, {"title": "Descent of the Composer ", "view_node": "/poem/descent-composer", "field_author": "<a href=\"/poet/airea-d-matthews\" hreflang=\"en\">Airea D. Matthews</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">When I mention the ravages of now, I mean to say, then.</span><br /><span class=\"long-line\">I mean to say the rough-hewn edges of time and space,</span><br /><span class=\"long-line\">a continuum that folds back on itself in furtive attempts</span><br /><span class=\"long-line\">to witness what was, what is, and what will be. But what</span></p>\n\n<p><span class=\"long-line\">I actually mean is that time and space have rough-hewn edges.</span><br /><span class=\"long-line\">Do I know this for sure? No, I’m no astrophysicist. I have yet</span><br /><span class=\"long-line\">to witness what was, what is, and what will be. But what</span><br /><span class=\"long-line\">I do know, I know well: bodies defying spatial constraint.</span></p>\n\n<p><span class=\"long-line\">Do I know this for sure? No, I’m no scientist. I have yet</span><br /><span class=\"long-line\">to prove that defiant bodies even exist as a theory; I offer</span><br /><span class=\"long-line\">what I know. I know damn well my body craves the past tense,</span><br /><span class=\"long-line\">a planet in chronic retrograde, searching for sun’s shadow.</span></p>\n\n<p><span class=\"long-line\">As proof that defiant bodies exist in theory, I even offer</span><br /><span class=\"long-line\">what key evidence I have: my life and Mercury’s swift orbits, or</span><br /><span class=\"long-line\">two planets in chronic retrograde, searching for sun’s shadow.</span><br /><span class=\"long-line\">Which is to say, two objects willfully disappearing from present view.</span></p>\n\n<p><span class=\"long-line\">Perhaps life is nothing more than swift solar orbits, or dual</span><br /><span class=\"long-line\">folds along a continuum that collapse the end and the beginning,</span><br /><span class=\"long-line\">which implies people can move in reverse, will their own vanishing;</span><br /><span class=\"long-line\">or at least relive the ravages of then—right here, right now.</span></p>\n"}], "pager": {"current_page": 324, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}