{"rows": [{"title": "Goat, Cow, Man ", "view_node": "/poem/goat-cow-man", "field_author": "<a href=\"/poet/ellen-bass\" hreflang=\"und\">Ellen Bass</a>", "field_date_published": "2019", "body": " <p>After the mob murdered the man for eating<br />a cow, it was found to be meat<br />from a goat. Why can I not<br />stop thinking about it—<br />the stringy flesh inside his gut,<br />and the microbes run riot when his heart<br />stopped—how fast they started<br />breaking down the blood-clotted<br />muscle of his stomach, slick intestines,<br />as though they were meant<br />to destroy the evidence of human—what<br />can I call it? sin? the curse of certainty? some twist<br />in the helix that insists on splitting<br />us apart?—the cow is not the goat. I am not<br />you. The man is a few inches of old newsprint,<br />a knot of hair, eye sockets,<br />but I keep picturing that<br />kitchen, his wife and children stuttering,<br /><em>it’s goat, it’s goat,</em><br />and the goat, her white<br />coat, the little kernels of her teeth,<br />her pale slitted eyes.</p> "}, {"title": "To Zeke ", "view_node": "/poem/zeke", "field_author": "<a href=\"/poet/ellen-bass\" hreflang=\"und\">Ellen Bass</a>", "field_date_published": "2019", "body": " <p>O breathing drum, O cask of dark<br />waters, O decaying star, my<br />barking heart, my breaking brother,<br />what will seep into the space<br />your body leaves? O huge<br />eighteen-muscled ears, oscillating<br />ossicles and cochlea, your busy canals<br />now hollow caves of quiet. I have said<br />your fur is black, but you are<br />silvered, rimed with frost.<br />You are the new moon.<br />You are light in the dark house.<br />How long will I see your shadow?<br />O heavy hunk of existence, O great flank<br />I have rested my head upon<br />when I was too weak for human touch.<br />Sleek leading man, you debonair dog,<br />how people on the avenue stopped to swoon.<br />O splaying legs once faster than rabbits,<br />canines slashing flesh. Urgent thug,<br />unstoppable thrust. O happy snapping<br />at the wind. What do you remember<br />now that you are mud slide, glacier<br />melting, cliff collapsing into the sea?<br />I have memorized your milky breath,<br />your ballet leaps and whirly-gigging.<br />Your princely patience, as the children<br />dressed you—Soccer Zeke<br />in jersey and shorts, one paw on the ball.<br />Snorkel Zeke with mask and fins.<br />Bar Mitzvah Zeke in a yarmulke<br />and my father’s silk tallit. O my text<br />of decrepitude, my usher to death,<br />companion of ten thousand years,<br />I’ll fry you a fish. I’ll sit by your bowl.<br />Eat from my hand. I have nowhere to go.</p> "}, {"title": "Blame ", "view_node": "/poem/blame", "field_author": "<a href=\"/poet/ellen-bass\" hreflang=\"und\">Ellen Bass</a>", "field_date_published": "2019", "body": " <p><span class=\"long-line\">All around the cavernous room of the Cal-Expo off-track betting,</span><br />TVs blare simulcast as the crowd in jeans and sloppy sweatshirts<br /><span class=\"long-line\">treks to the betting windows, trampling an autumn’s worth of losing tickets.</span><br />The old man doesn’t miss the emerald grass and red geraniums,<br /><span class=\"long-line\">the women with big hats at Churchill Downs. He never tasted a mint julep</span><br />as the mahogany horses stepped out like carved statues.<br />And he doesn’t mind the smell of stale beer or the damp cold<br />that seeps through his jacket and stiffens his already stiff hands.<br />He’s spent weeks lying on his bed in the board and care<br /><span class=\"long-line\">waiting for this moment when Zenyatta, the mare who never lost a race,</span><br />called in <em>The Times </em>“the coolest horse in the world,”<br /><span class=\"long-line\">goes for twenty out of twenty. So the only question is who to place,</span><br />who to show, to make a trifecta that will bring back the days<br /><span class=\"long-line\">when he skipped out on grinding afternoons at the dry cleaner’s,</span><br />sweating at the mangle, saturated with solvent fumes,<br /><span class=\"long-line\">as he bagged woollen coats and linen dresses and the jockeys’ silks—</span><br />gleaming pinks, buttercup yellows, and aquamarines.<br /><span class=\"long-line\">When they picked up their colors, they slipped him tips on who was hot,</span><br /><span class=\"long-line\">and he’d escape to the track at Aqueduct to see those myths of muscle,</span><br /><span class=\"long-line\">flanks quivering, flashing their tails. And now and then he’d score,</span><br /><span class=\"long-line\">gather up the family and head to Chinatown for lobster with black bean-sauce.</span><br /><span class=\"long-line\">Once he even took them to Lancaster to see the Amish in their buggies,</span><br />their aprons and little white hats. But you could write the story<br />of all the paychecks fed like hay to the horses.<br />And he’ll lose this one, too. In the final stretch,<br />Blame, a homebred chestnut colt in the lead.<br />Mike Smith up on Zenyatta closing hard, going to the whip.</p> "}, {"title": "Never May the Fruit Be Picked", "view_node": "/poem/never-may-fruit-be-picked", "field_author": "<a href=\"/poet/edna-st-vincent-millay\" hreflang=\"und\">Edna St. Vincent Millay</a>", "field_date_published": "1923", "body": " <pre>Never, never may the fruit be plucked from the bough\nAnd gathered into barrels.\nHe that would eat of love must eat it where it hangs.\nThough the branches bend like reeds,\n<span class=\"long-line\">Though the ripe fruit splash in the grass or wrinkle on the tree,</span>\nHe that would eat of love may bear away with him\nOnly what his belly can hold,\nNothing in the apron,\nNothing in the pockets.\nNever, never may the fruit be gathered from the bough\nAnd harvested in barrels.\nThe winter of love is a cellar of empty bins,\nIn an orchard soft with rot.\n</pre>\n "}, {"title": "The Small Country ", "view_node": "/poem/small-country", "field_author": "<a href=\"/poet/ellen-bass\" hreflang=\"und\">Ellen Bass</a>", "field_date_published": "2019", "body": " <p>Unique, I think, is the Scottish <em>tartle,</em> that hesitation<br />when introducing someone whose name you’ve forgotten</p><p><span class=\"long-line\">And what could capture <em>cafuné</em>, the Brazilian Portuguese way to say</span><br />running your fingers, tenderly, through someone’s hair?</p><p>Is there a term in any tongue for choosing to be happy?</p><p><span class=\"long-line\">And where is speech for the block of ice we pack in the sawdust of our hearts?</span></p><p><span class=\"long-line\">What appellation approaches the smell of apricots thickening the air</span><br />when you boil jam in early summer?</p><p>What words reach the way I touched you last night—<br />as though I had never known a woman—an explorer,<br />wholly curious to discover each particular<br />fold and hollow, without guide,<br />not even the mirror of my own body.</p><p>Last night you told me you liked my eyebrows.<br />You said you never really noticed them before.<br />What is the word that fuses this freshness<br />with the pity of having missed it.</p><p>And how even touch itself cannot mean the same to both of us,<br />even in this small country of our bed,<br />even in this language with only two native speakers.</p> "}, {"title": "Indigo", "view_node": "/poem/indigo", "field_author": "<a href=\"/poet/ellen-bass\" hreflang=\"und\">Ellen Bass</a>", "field_date_published": "2019", "body": "<p>As I’m walking on West Cliff Drive, a man runs<br />\ntoward me pushing one of those jogging strollers<br />\nwith shock absorbers so the baby can keep sleeping,<br />\nwhich this baby is. I can just get a glimpse<br />\nof its almost translucent eyelids. The father is young,<br />\na jungle of indigo and carnelian tattooed<br />\nfrom knuckle to jaw, leafy vines and blossoms,<br />\nsaints and symbols. Thick wooden plugs pierce<br />\nhis lobes and his sunglasses testify<br />\nto the radiance haloed around him. I’m so jealous.<br />\nAs I often am. It’s a kind of obsession.<br />\nI want him to have been my child’s father.<br />\nI want to have married a man who wanted<br />\nto be in a body, who wanted to live in it so much<br />\nthat he marked it up like a book, underlining,<br />\nhighlighting, writing in the margins, I was <em>here.</em><br />\nNot like my dead ex-husband, who was always<br />\nfighting against the flesh, who sat for hours<br />\non his zafu chanting <em>om</em> and then went out<br />\nand broke his hand punching the car.<br />\nI imagine when this galloping man gets home<br />\nhe’s going to want to have sex with his wife,<br />\nwho slept in late, and then he’ll eat<br />\nbarbecued ribs and let the baby teethe on a bone<br />\nwhile he drinks a cold dark beer. I can’t stop<br />\nwishing my daughter had had a father like that.<br />\nI can’t stop wishing I’d had that life. Oh, I know<br />\nit’s a miracle to have a life. Any life at all.<br />\nIt took eight years for my parents to conceive me.<br />\nFirst there was the war and then just waiting.<br />\nAnd my mother’s bones so narrow, she had to be slit<br />\nand I airlifted. That anyone is born,<br />\neach precarious success from sperm and egg<br />\nto zygote, embryo, infant, is a wonder.<br />\nAnd here I am, alive.<br />\nAlmost seventy years and nothing has killed me.<br />\nNot the car I totalled running a stop sign<br />\nor the spirochete that screwed into my blood.<br />\nNot the tree that fell in the forest exactly<br />\nwhere I was standing—my best friend shoving me<br />\nbackward so I fell on my ass as it crashed.<br />\nI’m alive.<br />\nAnd I gave birth to a child.<br />\nSo she didn’t get a father who’d sling her<br />\nonto his shoulder. And so much else she didn’t get.<br />\nI’ve cried most of my life over that.<br />\nAnd now there’s everything that we can’t talk about.<br />\nWe love—but cannot take<br />\ntoo much of each other.<br />\nYet she is the one who, when I asked her to kill me<br />\nif I no longer had my mind—<br />\nwe were on our way into Ross,<br />\nshopping for dresses. That’s something<br />\nshe likes and they all look adorable on her—<br />\nshe’s the only one<br />\nwho didn’t hesitate or refuse<br />\nor waver or flinch.<br />\nAs we strode across the parking lot<br />\nshe said, O.K., but when’s the cutoff?<br />\nThat’s what I need to know.</p>\n"}, {"title": "Gate C22", "view_node": "/poem/gate-c22", "field_author": "<a href=\"/poet/ellen-bass\" hreflang=\"und\">Ellen Bass</a>", "field_date_published": "2007", "body": " <p>At gate C22 in the Portland airport<br />a man in a broad-band leather hat kissed<br />a woman arriving from Orange County.<br />They kissed and kissed and kissed. Long after<br />the other passengers clicked the handles of their carry-ons<br />and wheeled briskly toward short-term parking,<br />the couple stood there, arms wrapped around each other<br />like he’d just staggered off the boat at Ellis Island,<br />like she’d been released at last from ICU, snapped<br />out of a coma, survived bone cancer, made it down<br />from Annapurna in only the clothes she was wearing.</p><p>Neither of them was young. His beard was gray.<br />She carried a few extra pounds you could imagine<br />her saying she had to lose. But they kissed lavish<br />kisses like the ocean in the early morning,<br />the way it gathers and swells, sucking<br />each rock under, swallowing it<br />again and again. We were all watching—<br />passengers waiting for the delayed flight<br />to San Jose, the stewardesses, the pilots,<br />the aproned woman icing Cinnabons, the man selling<br />sunglasses. We couldn’t look away. We could<br />taste the kisses crushed in our mouths.</p><p>But the best part was his face. When he drew back<br />and looked at her, his smile soft with wonder, almost<br />as though he were a mother still open from giving birth,<br />as your mother must have looked at you, no matter<br />what happened after—if she beat you or left you or<br />you’re lonely now—you once lay there, the vernix<br />not yet wiped off, and someone gazed at you<br />as if you were the first sunrise seen from the Earth.<br />The whole wing of the airport hushed,<br />all of us trying to slip into that woman’s middle-aged body,<br />her plaid Bermuda shorts, sleeveless blouse, glasses,<br />little gold hoop earrings, tilting our heads up.</p> "}, {"title": "At the Padre Hotel in Bakersfield, California", "view_node": "/poem/padre-hotel-bakersfield-california", "field_author": "<a href=\"/poet/ellen-bass\" hreflang=\"und\">Ellen Bass</a>", "field_date_published": "2014", "body": " <p>It’s Saturday night and all the heterosexuals<br />in smart little dresses and sport coats<br />are streaming into what we didn’t know<br />was the hottest spot between Las Vegas and L.A.<br />Janet and I are in jeans and fleece—not a tube of lipstick<br />or mascara wand between us. Grayheads:<br />a species easy to identify without a guidebook—<br />the over-the-hill lesbian couples of the Pacific Northwest.<br /><span class=\"long-line\">Janet’s carrying our red-and-white cooler with snacks for the road</span><br />across the marble tiles of the Art Deco lobby<br />when we turn and see the couple<br />entering through the tall glass doors, slicing<br />through the crowd like a whetted blade. The butch<br />is ordinary enough, a stocky white woman<br />in tailored shirt and slacks, but the confection—<br />no, the pièce de résistance—whose hand she holds<br />is of another genus entirely.<br />Her cinnamon sheen, her gold dress<br />zipped tighter than the skin of a snake.<br /><span class=\"long-line\">And her deep décolletage, exposed enough for open-heart surgery.</span><br />She’s a yacht in a sea of rowboats.<br />An Italian fountain by Bernini.<br />She’s the Statue of Liberty. The Hubble Telescope<br />that lets us gaze into the birth of galaxies.<br />Oh, may they set that hotel room ablaze—here<br />in this drab land of agribusiness and oil refineries<br /><span class=\"long-line\">outdoing Pittsburgh as the top polluted city in the nation—trash it</span><br />like rock stars, rip up the 300 thread-count sheets,<br />free the feathers from the pillows.<br />And may that grande femme be consumed<br />right down to the glitter on her sling-back four-inch stilettos<br />and whatever she’s glued on her magnificent skin<br /><span class=\"long-line\">to keep the plunge of that neckline from careening clear off the curve.</span></p> "}, {"title": "The Morning After ", "view_node": "/poem/morning-after-0", "field_author": "<a href=\"/poet/ellen-bass\" hreflang=\"und\">Ellen Bass</a>", "field_date_published": "2014", "body": " <p>You stand at the counter, pouring boiling water<br />over the French roast, oily perfume rising in smoke.<br />And when I enter, you don’t look up.<br />You’re hurrying to pack your lunch, snapping<br />the lids on little plastic boxes while you call your mother<br />to tell her you’ll take her to the doctor.<br />I can’t see a trace of the little slice of heaven<br />we slipped into last night—a silk kimono<br />floating satin ponds and copper koi, stars falling<br />to the water. Didn’t we shoulder<br />our way through the cleft in the rock of the everyday<br />and tear up the grass in the pasture of pleasure?<br />If the soul isn’t a separate vessel<br />we carry from form to form,<br />but more like Aristotle’s breath of life—<br />the work of the body that keeps it whole—<br />then last night, darling, our souls were busy.<br />But this morning it’s like you’re wearing a bad wig,<br />disguised so I won’t recognize you<br />or maybe so you won’t know yourself<br />as that animal burned down<br />to pure desire. I don’t know<br />how you do it. I want to throw myself<br />onto the kitchen tile and bare my throat.<br />I want to slick back my hair<br />and tap-dance up the wall. I want to do it all<br />all over again—dive back into that brawl,<br />that raw and radiant free-for-all.<br />But you are scribbling a shopping list<br />because the kids are coming for the weekend<br />and you’re going to make your special crab cakes<br />that have ruined me for all other crab cakes<br />forever.</p> "}, {"title": "My Eyes Have Seen What My Heart Has Felt", "view_node": "/poem/my-eyes-have-seen-what-my-heart-has-felt", "field_author": "<a href=\"/poet/cheleta-tuckson\" hreflang=\"en\">Cheleta  Tuckson</a>", "field_date_published": "2019", "body": " <pre><em>Guilty Guilty Guilty </em>for actions that took my sympathy\nShackles around my wrist shackles at my feet\nProm and high school graduation these eyes will never see\nMy heart said, Oh well\n<span class=\"long-line\">At least you will no longer have to endure your daily home abuse</span>\nI grew into a woman unbalanced behind those wire fences\nRecall (3xs) that’s all I knew\nAlways committing some illegal offenses straight to the SHU\nThese eyes have seen the bottom of boots,\nMace in the face,\nThe heavy blue dress while people watch you 24hrs a day,\nA lock in a sock,\nShall I go on?\nMy heart was always heavy\nwhen I constantly placed myself back in the same abuse\nI thought I would escape\n<span class=\"long-line\">I knew I had something in me worth showing the world, but what?</span>\nFighting my demons was real tuff\nA peaceful life didn’t feel so ruff\nI opened my mouth and people was shocked\n<span class=\"long-line\">That I could read, count, think, understand, listen, play chess, learn a trade</span>\nThey started to see my worth\nMy eyes have seen a life the majority would have failed surviving\n<span class=\"long-line\">Rape, abuse, homelessness, parent-less, drugs, prison, mental health, failure</span>\nMy heart became strong enough to finally love myself\nAnd I finally looked up to the woman in the mirror \n</pre>\n "}, {"title": "A poem from a father to his youngest son.", "view_node": "/poem/poem-father-his-youngest-son", "field_author": "<a href=\"/poet/timothy-tb\" hreflang=\"en\">Timothy  TB</a>", "field_date_published": "2019", "body": " <pre>The worst pain I’ve ever felt\nwas looking at you, reach for me\nthrough a video screen and I couldn’t\ntouch you; right then, I knew\nwhat it felt like to die, a living\ndeath—\n</pre>\n "}, {"title": "Do Not Cheer, Men are Dying", "view_node": "/poem/do-not-cheer-men-are-dying", "field_author": "<a href=\"/poet/frances-ellen-watkins-harper\" hreflang=\"und\">Frances Ellen Watkins Harper</a>", "field_date_published": "1895", "body": " <div><em> \"Do not cheer, for men are dying,\" said Capt. Phillips in the Spanish-American War</em></div><div> </div><div>Do not cheer, for men are dying</div><div>   From their distant homes in pain;</div><div>And the restless sea is darkened</div><div>   By a flood of crimson rain.</div><div> </div><div>Do not cheer, for anxious mothers</div><div>   Wait and watch in lonely dread;</div><div>Vainly waiting for the footsteps</div><div>   Never more their paths to tread.</div><div> </div><div>Do not cheer, while little children</div><div>   Gather round the widowed wife,</div><div>Wondering why an unknown people</div><div>   Sought their own dear father's life.</div><div> </div><div>Do not cheer, for aged fathers</div><div>   Bend above their staves and weep,</div><div>While the ocean sings the requiem</div><div>   Where their fallen children sleep.</div><div> </div><div>Do not cheer, for lips are paling</div><div>   On which lay the mother's kiss;</div><div>'Mid the dreadful roar of battle</div><div>   How that mother's hand they miss!</div><div> </div><div><div>Do not cheer: once joyous maidens,</div><div>   Who the mazy dance did tread,</div><div>Bow their heads in bitter anguish,</div><div>   Mourning o'er their cherished dead.</div><div> </div><div>Do not cheer while maid and matron</div><div>   In this strife must bear a part;</div><div>While the blow that strikes a soldier</div><div>   Reaches to some woman's heart.</div><div> </div><div>Do not cheer till arbitration</div><div>   O'er the nations holds its sway,</div><div>And the century now closing</div><div>   Ushers in a brighter day.</div><div> </div><div>Do not cheer until the nation</div><div>   Shall more wise and thoughtful grow</div><div>Than to staunch a stream of sorrow</div><div>   By an avalanche of woe.</div><div> </div><div>Do not cheer until each nation</div><div>   Sheathes the sword and blunts the spear,</div><div>And we sing aloud for gladness:</div><div>   Lo, the reign of Christ is here,</div><div> </div><div>And the banners of destruction</div><div>   From the battlefield are furled,</div><div>And the peace of God descending</div><div>   Rests upon a restless world.</div></div><p> </p> "}, {"title": "Signing the Pledge", "view_node": "/poem/signing-pledge", "field_author": "<a href=\"/poet/frances-ellen-watkins-harper\" hreflang=\"und\">Frances Ellen Watkins Harper</a>", "field_date_published": "1895", "body": " <div>To comfort hearts that sigh and break,</div><div>   To dry the falling tear,</div><div>Wilt thou forego the music sweet</div><div>   Entrancing now thy ear?</div><div> </div><div>I must return, I firmly said,</div><div>   The strugglers in that sea</div><div>Shall not reach out beseeching hands</div><div>   In vain for help to me.</div><div> </div><div>I turned to go; but as I turned</div><div>   The gloomy sea grew bright,</div><div>And from my heart there seemed to flow</div><div>   Ten thousand cords of light.</div><div> </div><div>And sin-wrecked men, with eager hands</div><div>   Did grasp each golden cord;</div><div>And with my heart I drew them on</div><div>   To see my gracious Lord.</div><div> </div><div>Again I stood beside the gate.</div><div>   My heart was glad and free;</div><div>For with me stood a rescued throng</div><div>   The Lord had given me.</div> "}, {"title": "Dandelions", "view_node": "/poem/dandelions", "field_author": "<a href=\"/poet/frances-ellen-watkins-harper\" hreflang=\"und\">Frances Ellen Watkins Harper</a>", "field_date_published": "1895", "body": "<p><span class=\"long-line\"> Welcome children of the Spring,</span><br /><span class=\"long-line\">   In your garbs of green and gold,</span><br /><span class=\"long-line\">Lifting up your sun-crowned heads</span><br /><span class=\"long-line\">   On the verdant plain and wold.</span></p>\n\n<p><span class=\"long-line\">As a bright and joyous troop</span><br /><span class=\"long-line\">   From the breast of earth ye came</span><br /><span class=\"long-line\">Fair and lovely are your cheeks,</span><br /><span class=\"long-line\">   With sun-kisses all aflame.</span></p>\n\n<p><span class=\"long-line\">In the dusty streets and lanes,</span><br /><span class=\"long-line\">   Where the lowly children play,</span><br /><span class=\"long-line\">There as gentle friends ye smile,</span><br /><span class=\"long-line\">   Making brighter life's highway</span></p>\n\n<p><span class=\"long-line\">Dewdrops and the morning sun,</span><br /><span class=\"long-line\">   Weave your garments fair and bright,</span><br /><span class=\"long-line\">And we welcome you to-day</span><br /><span class=\"long-line\">   As the children of the light.</span></p>\n\n<p><span class=\"long-line\">Children of the earth and sun.</span><br /><span class=\"long-line\">   We are slow to understand</span><br /><span class=\"long-line\">All the richness of the gifts</span><br /><span class=\"long-line\">   Flowing from our Father's hand.</span></p>\n"}, {"title": "The Burdens of All", "view_node": "/poem/burdens-all", "field_author": "<a href=\"/poet/frances-ellen-watkins-harper\" hreflang=\"und\">Frances Ellen Watkins Harper</a>", "field_date_published": "1895", "body": "<p><span class=\"long-line\">We may sigh o'er the heavy burdens</span><br /><span class=\"long-line\">   Of the black, the brown and white;</span><br /><span class=\"long-line\">But if we all clasped hands together</span><br /><span class=\"long-line\">   The burdens would be more light.</span><br /><span class=\"long-line\">How to solve life's saddest problems,</span><br /><span class=\"long-line\">   Its weariness, want and woe,</span><br /><span class=\"long-line\">Was answered by One who suffered</span><br /><span class=\"long-line\">   In Palestine long ago.</span></p>\n\n<p><span class=\"long-line\">He gave from his heart this precept,</span><br /><span class=\"long-line\">   To ease the burdens of men,</span><br /><span class=\"long-line\">\"As ye would that others do to you</span><br /><span class=\"long-line\">   Do ye even so to them.\"</span><br /><span class=\"long-line\">Life's heavy, wearisome burdens</span><br /><span class=\"long-line\">   Will change to a gracious trust</span><br /><span class=\"long-line\">When men shall learn in the light of God</span><br /><span class=\"long-line\">   To be merciful and just.</span></p>\n\n<p><span class=\"long-line\">Where war has sharpened his weapons,</span><br /><span class=\"long-line\">   And slavery masterful had,</span><br /><span class=\"long-line\">Let white and black and brown unite</span><br /><span class=\"long-line\">   To build the kingdom of God.</span><br /><span class=\"long-line\">And never attempt in madness</span><br /><span class=\"long-line\">   To build a kingdom or state,</span><br /><span class=\"long-line\">Through greed of gold or lust of power,</span><br /><span class=\"long-line\">   On the crumbling stones of hate.</span></p>\n\n<p><span class=\"long-line\">The burdens will always he heavy,</span><br /><span class=\"long-line\">   The sunshine fade into night,</span><br /><span class=\"long-line\">Till mercy and justice shall cement</span><br /><span class=\"long-line\">   The black, the brown and the white.</span><br /><span class=\"long-line\">And earth shall answer with gladness,</span><br /><span class=\"long-line\">   The herald angel's refrain,</span><br /><span class=\"long-line\">When \"Peace on earth, good will to men\"</span><br /><span class=\"long-line\">   Was the burden of their strain.</span></p>\n"}, {"title": "Only a Word", "view_node": "/poem/only-word", "field_author": "<a href=\"/poet/frances-ellen-watkins-harper\" hreflang=\"und\">Frances Ellen Watkins Harper</a>", "field_date_published": "1895", "body": " <div>Till our world, so sad and weary,</div><div>   Finds the balmy rest of peace—</div><div>Peace to silence all her discords—</div><div>   Peace till war and crime shall cease.</div><div> </div><div>Peace to fall like gentle showers,</div><div>   Or on parchéd flowers dew,</div><div>Till our hearts proclaim with gladness:</div><div>   Lo, He maketh all things new.</div> "}, {"title": "Let the Light Enter", "view_node": "/poem/let-light-enter", "field_author": "<a href=\"/poet/frances-ellen-watkins-harper\" hreflang=\"und\">Frances Ellen Watkins Harper</a>", "field_date_published": "1895", "body": " <div>The dying words of Goethe.</div><div> </div><div>\"Light! more light! the shadows deepen,</div><div>   And my life is ebbing low,</div><div>Throw the windows widely open:</div><div>   Light! more light! before I go.\"</div><div> </div><div>\"Softly let the balmy sunshine</div><div>   Play around my dying bed,</div><div>E'er the dimly lighted valley</div><div>   I with lonely feet must tread.\"</div><div> </div><div>\"Light! more light! for Death is weaving</div><div>   Shadows 'round my waning sight,</div><div>And I fain would gaze upon him</div><div>   Through a stream of earthly light.\"</div><div> </div><div>Not for greater gifts of genius;</div><div>   Not for thoughts more grandly bright,</div><div>All the dying poet whispers</div><div>   Is a prayer for light, more light.</div><div> </div><div>Heeds he not the gathered laurels,</div><div>   Fading slowly from his sight;</div><div>All the poet's aspirations</div><div>   Centre in that prayer for light.</div> "}, {"title": "Nothing and Something", "view_node": "/poem/nothing-and-something", "field_author": "<a href=\"/poet/frances-ellen-watkins-harper\" hreflang=\"und\">Frances Ellen Watkins Harper</a>", "field_date_published": "1895", "body": " <div><div>It is nothing to me, the beauty said,</div><div>With a careless toss of her pretty head;</div><div>The man is weak if he can't refrain</div><div>From the cup you say is fraught with pain.</div><div>It was something to her in after years,</div><div>When her eyes were drenched with burning tears,</div><div>And she watched in lonely grief and dread,</div><div>And startled to hear a staggering tread.</div><div> </div><div>It is nothing to me, the mother said;</div><div>I have no fear that my boy will tread</div><div>In the downward path of sin and shame,</div><div>And crush my heart and darken his name.</div><div>It was something to her when that only son</div><div>From the path of right was early won,</div><div>And madly cast in the flowing bowl</div><div>A ruined body and sin-wrecked soul.</div><div> </div><div>It is nothing to me, the young man cried:</div><div>In his eye was a flash of scorn and pride;</div><div>I heed not the dreadful things ye tell:</div><div>I can rule myself I know full well.</div></div><div> </div><div>It was something to him when in prison he lay</div><div>The victim of drink, life ebbing away;</div><div>And thought of his wretched child and wife,</div><div>And the mournful wreck of his wasted life.</div><div> </div><div>It is nothing to me, the merchant said,</div><div>As over his ledger he bent his head;</div><div>I'm busy to-day with tare and tret,</div><div>And I have no time to fume and fret.</div><div>It was something to him when over the wire</div><div>A message came from a funeral pyre—</div><div>A drunken conductor had wrecked a train,</div><div>And his wife and child were among the slain.</div><div> </div><div>It is nothing to me, the voter said,</div><div>The party's loss is my greatest dread;</div><div>Then gave his vote for the liquor trade,</div><div>Though hearts were crushed and drunkards made.</div><div>It was something to him in after life,</div><div>When his daughter became a drunkard's wife</div><div>And her hungry children cried for bread,</div><div>And trembled to hear their father's tread.</div><div> </div><div>Is it nothing for us to idly sleep</div><div>While the cohorts of death their vigils keep?</div><div>To gather the young and thoughtless in,</div><div>And grind in our midst a grist of sin?</div> "}, {"title": "God Bless our Native Land", "view_node": "/poem/god-bless-our-native-land", "field_author": "<a href=\"/poet/frances-ellen-watkins-harper\" hreflang=\"und\">Frances Ellen Watkins Harper</a>", "field_date_published": "1895", "body": " <div>God bless our native land,</div><div>    Land of the newly free,</div><div> Oh may she ever stand</div><div>    For truth and liberty.</div><div> </div><div> God bless our native land,</div><div>    Where sleep our kindred dead,</div><div> Let peace at thy command</div><div>    Above their graves be shed.</div><div> </div><div> God help our native land,</div><div>    Bring surcease to her strife,</div><div> And shower from thy hand</div><div>    A more abundant life.</div><div> </div><div> God bless our native land,</div><div>    Her homes and children bless,</div><div> Oh may she ever stand</div><div>    For truth and righteousness.</div> "}, {"title": "A Double Standard", "view_node": "/poem/double-standard", "field_author": "<a href=\"/poet/frances-ellen-watkins-harper\" hreflang=\"und\">Frances Ellen Watkins Harper</a>", "field_date_published": "1895", "body": "<p><span class=\"long-line\">Do you blame me that I loved him?</span><br /><span class=\"long-line\">   If when standing all alone</span><br /><span class=\"long-line\">I cried for bread a careless world</span><br /><span class=\"long-line\">   Pressed to my lips a stone.</span></p>\n\n<p><span class=\"long-line\">Do you blame me that I loved him,</span><br /><span class=\"long-line\">   That my heart beat glad and free,</span><br /><span class=\"long-line\">When he told me in the sweetest tones</span><br /><span class=\"long-line\">   He loved but only me?</span></p>\n\n<p><span class=\"long-line\">Can you blame me that I did not see</span><br /><span class=\"long-line\">    Beneath his burning kiss</span><br /><span class=\"long-line\">The serpent's wiles, nor even hear</span><br /><span class=\"long-line\">   The deadly adder hiss?</span></p>\n\n<p><span class=\"long-line\">Can you blame me that my heart grew cold</span><br /><span class=\"long-line\">   The tempted, tempter turned;</span><br /><span class=\"long-line\">When he was feted and caressed</span><br /><span class=\"long-line\">   And I was coldly spurned?</span></p>\n\n<p><span class=\"long-line\">Would you blame him, when you draw from me</span><br /><span class=\"long-line\">   Your dainty robes aside,</span><br /><span class=\"long-line\">If he with gilded baits should claim</span><br /><span class=\"long-line\">   Your fairest as his bride?</span></p>\n\n<p><span class=\"long-line\">Would you blame the world if it should press</span><br /><span class=\"long-line\">   On him a civic crown;</span><br /><span class=\"long-line\">And see me struggling in the depth</span><br /><span class=\"long-line\">   Then harshly press me down?</span></p>\n\n<p><span class=\"long-line\">Crime has no sex and yet to-day</span><br /><span class=\"long-line\">   I wear the brand of shame;</span><br /><span class=\"long-line\">Whilst he amid the gay and proud</span><br /><span class=\"long-line\">   Still bears an honored name.</span></p>\n\n<p><span class=\"long-line\">Can you blame me if I've learned to think</span><br /><span class=\"long-line\">   Your hate of vice a sham,</span><br /><span class=\"long-line\">When you so coldly crushed me down</span><br /><span class=\"long-line\">   And then excused the man?</span></p>\n\n<p><span class=\"long-line\">Would you blame me if to-morrow</span><br /><span class=\"long-line\">   The coroner should say,</span><br /><span class=\"long-line\">A wretched girl, outcast, forlorn,</span><br /><span class=\"long-line\">   Has thrown her life away?</span></p>\n\n<p><span class=\"long-line\">Yes, blame me for my downward course,</span><br /><span class=\"long-line\">   But oh! remember well,</span><br /><span class=\"long-line\">Within your homes you press the hand</span><br /><span class=\"long-line\">   That led me down to hell.</span></p>\n\n<p><span class=\"long-line\">I'm glad God's ways are not our ways</span><br /><span class=\"long-line\">   He does not see as man;</span><br /><span class=\"long-line\">Within His love I know there's room</span><br /><span class=\"long-line\">   For those whom others ban.</span></p>\n\n<p><span class=\"long-line\">I think before His great white throne,</span><br /><span class=\"long-line\">   His throne of spotless light,</span><br /><span class=\"long-line\">That whited sepulchres shall wear</span><br /><span class=\"long-line\">   The hue of endless night.</span></p>\n\n<p><span class=\"long-line\">That I who fell, and he who sinned,</span><br /><span class=\"long-line\">   Shall reap as we have sown;</span><br /><span class=\"long-line\">That each the burden of his loss</span><br /><span class=\"long-line\">   Must bear and bear alone.</span></p>\n\n<p><span class=\"long-line\">No golden weights can turn the scale</span><br /><span class=\"long-line\">   Of justice in His sight;</span><br /><span class=\"long-line\">And what is wrong in woman's life</span><br /><span class=\"long-line\">   In man's cannot be right.</span></p>\n"}], "pager": {"current_page": 181, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}