{"rows": [{"title": "Blue Oxen", "view_node": "/poem/blue-oxen", "field_author": "<a href=\"/poet/dara-barroisdixon\" hreflang=\"und\">Dara Barrois/Dixon</a>", "field_date_published": "2005", "body": " <pre>\n(it’s scaffolding) (it’s supposed to be temporary) \n(the domino effect) (had been forgotten about)\n(it was in storage) (nobody knew where)\n(that’s a logging road) (you can see its gutters)\n(they leave handprints) (they shudder with dolor)\n(nobody could settle on any particular color)\n(they meant different things to different people)\n(for luck) (on the cheap) (stop now) (flesh for sale)\n(fresh fruit) (insect free) (aquafarm) (moon control)\n\n(it was label-resistant) (nobody knew how to embroider\nit) (it felt like hailstones) (big as tombstones)\n(it strained everyone’s intelligence) (we had tooth\nproblems) (we’d been flying too much) (our edges\nwere curling) (we were like silt over sand) (we felt\nas if we were sugar dissolving in lime juice) (it\nwas heavy-handed) (we were covered with treadmarks)\n(it was cosmetic) (like crystal handcuffs) (we were\nfish then) (we wanted our ladders) (most of them were\n\nrotten) (we can cut down some trees and build new\nones) (we can contrive it out of convection) \n(say you’re a weatherman) (seed them some clouds)\n(remember how it felt to be scuds on a mountain)\n(we had good motivations) (like treeroots buckling\nup sidewalks) (we worked like treeroots) (we’d go\nanywhere looking for water) (we were hydrologists\nthen) (we had stewpots) (we were fast-breaking)\n(we were aerosol) (we had currency) (we were paper\n\nairplanes) (our creases were in all the right places)\n(we hadn’t been stratified so many times) (it was \nbecause they were eye-minded) (they couldn’t see us)\n(we weren’t eyefuls) (we were just something to take\nnote of when they weren’t working) (we were like\nscrimshaw) (you were one of the ones covered with flags\nand lady liberty) (she was an eyeful) (we were hay\nrolls) (then we were haywire) (we needed paperweights)\n(we needed dollys) (it was money-laundering they did\n\nas a sideline) (one little cooking fire stirred up\nall of that cloudcover) (we were walking through a\nghosttown) (it was a terrestrial globe) (it wasn’t\nany bigger than an eyeball) (it was at the bottom\nof a fishbowl) (there weren’t any fish in it) (the\nwater was gone) (and it looked as if it had been con-\nsigned to oblivion) (do you still have it) (it’s\nsomewhere around) (we tried to put it in a safe place)\n(in one of the treetrunks) (act like a lumberjack)\n\n(show them your blue ox) (your animal companion)\n(show them the marks left where you merged)\n(they said they were covered with scruples)\n(they needed some tearlifts) (you can seed them\nwith dryice) (that will use up all of the liquid\nassets we have left) (then we can sell off some of\nthe dunking contraptions) (we don’t need them)\n(we can act the way hummingbirds act) (we can fight\nthe way hummingbirds fight) (you can wear your red\n\nvest) (you can wear your red cowboy hat) (it looks\nawful) (as if it were made for television) (the\nworst kind) (remember the scripts that were written\nto teach us something) (past the stratosphere the\nsky isn’t blue anymore) (we were unteachable)\n(we were woodblocks) (we lived in a sawmill)\n(when there was lightning) (it nearly burned down)\n(we were unwashed) (we were scoured) (we felt untouch-\nable) (and somewhat equivocal again in our science)\n\n(you were always exact to me) (like a storm cellar)\n(I liked it near your airstreams) (you never called\nme a social parasite and I felt good about that)\n(you never said things like the handwriting is on the\nwall) (you never said we were biding our time) (you\nweren’t a warden) (you weren’t a damper) (you didn’t\nlive in a chimney) (you didn’t work for management)\n(we were still under construction) (there were\nwarning signs all over us) (in that shocking pink\n\norange) (like we’d been pickled) (as if we were beets\nor some other kind of root vegetables) (you weren’t\na gladiator) (you weren’t resistant) (you weren’t \na virus) (you didn’t know what a firewall was)\n(sometimes you did do a little fire-breathing)\n(not like a firebrand) (more like a fire that some-\none banked in the evening waiting around until\nmorning) (there were streets of clouds over the\nplains) (we were ice crystals) (laboratory grade)</pre>\n "}, {"title": "Slow Waltz Through Inflatable Landscape", "view_node": "/poem/slow-waltz-through-inflatable-landscape", "field_author": "<a href=\"/poet/christian-hawkey\" hreflang=\"und\">Christian Hawkey</a>", "field_date_published": "2005", "body": " <pre>\nAt the time of his seeing a hole opened—a pocket opened—\nand left a space. A string of numbers plummeted \nthrough it. They were cold numbers. \nThey were pearls.\n\nAnd though they were cold the light they cast was warm,\nand though they were pearls he thought they were eyes.\nThey blinked. He blinked back.\nAnything that blinks\n\nmust be friendly, he thought, until he saw the code\n—a string of numbers—carved into their sides\nand grew afraid. He tried to close\nthe space\n\nbut it was no longer his own. He tried to close his eyes\nbut they were no longer his. He tried to close \nhis mouth, his hands, his ears\nbut they were no longer\n\nhis, were never his to begin with: this was the time of his seeing.\nThe world opened. A line began. A tree grew above him\nand he thanked it. A sun dawned over the line\nand he thanked it.\n\nA building unfolded abruptly and blocked the sun\nand he put his hand on its side and thanked it\nfor the shade, he put his hand\non the sidewalk\n\nand gave thanks to the cement—it was cool and wet and \ntook the shape of his hand into it—he put his eyes\nat the feet of a woman\nand she lifted them,\n\nto her own, and he thanked her, from the inside, and she understood.\nWires swirled above him, straightened out along an avenue\nand the lights came on. One moon rose.\nA second moon\n\nrose on the windshield of a car and he thanked them both.\nThis was the time of his seeing. This was the time.\nAn electric green beetle shuttled out\nof the darkness\n\nand landed on his forearm, pulsing, he didn't remove it.\nIt seemed relieved. Some things work very hard\nto leave the ground. Somewhere an infant\ncalled out, sharply,\n\nwas comforted into silence. The deep note of an owl opened a tunnel \nin the air. He was growing tired. He didn’t want to stop. \nThe world opened. \nA line began.\n\nIt traveled out ahead of him and returned, tracing a wave,\nwhite foam gathering, gathering the moonlight,\nblack water rising into a wall\nand he held up his hand:\n\nthe wall froze, trembling, the head of a seal\npoked through, looked around, withdrew,\nhe liked the way its whiskers\nbent forward\n\nas it withdrew and he liked the way his hand had stopped a wave\nso he thanked his hand and moved on,\ninto the outskirts, the taste\nof salt on his tongue,\n\nthe taste of brine, it made him thirsty although he had no thirst.\nThis was the time of his seeing. This was the time.\nAnd the skeletal shadow of a radio tower\nloomed to the right of him,\n\ncreaking, a red gleam, then nothing, he thought he heard music\npassing through him and he was right: \nhe was humming something\nfrom a song, \n\nbut he couldn't remember the words, which was fine, \nthey were sentimental anyway so he \nthanked the radio tower\nand kept moving,\n\nthe road turning to gravel, the gravel turning to dust,\nthe ditches sang with frogs, the ditches were silent,\na pair of yellow eyes waited for him\nto pass and so he passed,\n\ncalmly, since the beetle was with him, trying to refold its wings,\nand the tree was with him, unfolding its leaves,\nand a man was with him, walking at his side\n—he didn't need to ask\n\nwho he was, so he didn't, but in the corner of his eye\nhe caught a glimpse: he seemed familiar,\nhe looked like him\nand he was,\n\nalthough a string of numbers was carved into his side.\nHe asked if he could touch them and he said Yes,\ntouch them. They were cold numbers.\nThey were pearls.\n\nHe asked if he could kiss him and he said Yes, kiss me, and so he did.\nIt was a strange kiss. It was a beautiful kiss.\nIt seemed to last a long time.\nIt seemed to last a lifetime.</pre>\n "}, {"title": "Wild Is the Wind", "view_node": "/poem/wild-wind", "field_author": "<a href=\"/poet/travis-nichols\" hreflang=\"und\">Travis Nichols</a>", "field_date_published": "2005", "body": " <pre>\nThere is a movie called \"She's Gotta Have It.\"\nThere is a blizzard in Massachusetts today.\nTwenty-one people died in Chicago last night.\nTwo of my friends live there,\nbut I have never wanted to live there\nbecause it is cold there and people die\nfrom the cold and the wind and from each other.\nThere is a movie called \"Chicago.\"\nI saw it yesterday in Massachusetts.\nThe wind is shaking our house this morning\nbut it's warm inside. One of my friends\nin Chicago loves to have sex, the other\nthinks she might but she's scared\nbecause she passed out the first time\nshe had sex with someone else but that\nwas only a few months ago before it got so cold\nin Chicago. I’ve had sex with one of my friends from Chicago\nbut not the other one though I wouldn’t have sex\nwith either of them now after I’ve read how it is always\ncolder in Chicago than it is in Massachusetts\nbecause of the wind. \"Wild is the Wind\" is a song\nby Nina Simone about not having sex with your friends\nin Chicago. That’s not true. Twenty-one people\ndied in Chicago last night but not two of my friends\nor me because I live in Massachusetts.</pre>\n "}, {"title": "It Was the Beginning of Joy and the End of Pain", "view_node": "/poem/it-was-beginning-joy-and-end-pain", "field_author": "<a href=\"/poet/gillian-conoley\" hreflang=\"und\">Gillian Conoley</a>", "field_date_published": "2005", "body": " <pre>\nThe sewing machine had a sort of genius, high, oily and red\n\nover that little hellion’s pants.     Joy and Pain crossing legs,\n\nthen coloring in the poverty—\n\nAre we a blue, blue whine in the restive trees?\n\nAre we under the imprecision?\n\nThe beginning endless, ending like chasing deer out of the yard,\n\nsphere unto sphere it takes a loyal Enthusiast\nto be\nDeath’s mother.  Stag on the meadow,\n\nmare in the river,\nunwinding green river   wide rock for the resting.\n\nThe man and the woman liked to go there, \nsprawled across\n\nthe warm hood of the car, a question under sky, a curve where the trees rustled.\n\nA patch of brown hair on the white clapboard\nwhere the deer tried to run off\nscraping its side,\n\nharsh light in the paint can, \n\n                               weightless\n        the screen door until you\nheard it click   shut.\n\nShe placed the shell and the action figure beside one another.\nWho is king, my queen, as many tongues as there are swords.\n\nGone to field, weeds sway, some places are still\nsemi-barbarous you can make a fire under the bridge and smoke.\n\n\n\n\n\n\n\nA headless man knows \nhow you saw what the saw sawed,\n\nand there is usually enough poetry\nto pass out,   the day is ongoing,\n\nyou can get more material there\na rough sleeping    writ large.\n\nI loved playing that hand harp,        large face \ncoming to ask      Who are you,      Where       is your precipice?\n\nThe pattern crying, the pins too many colors, surround, surround.\n\nThe pattern crying you be the master, I’ll be the life,\n \nhave I been in this T-shirt all day, did I sleep in it, first did I see it this morning.\n\nWas that you bound in sun on the step, living the life of the seasons, and loving,\n\nI am recalling nothing of the unloving of ourselves,\n\ndid you not foreshorten into pattern one thing from its happening,\n \nwhere you are slowly dying in a city,\n\nI am born in a town.\n\nMiddling in a hive\n \nnothing is daring to move anymore.\n\nSticking our feet into a template of lakes, \n\nit is endless, endless and endless a schizy feeling walking back into your world</pre>\n "}, {"title": "MORE IMPORTANT THAN THE DESIGN OF CITIES WILL BE THE DESIGN OF THEIR DECAY", "view_node": "/poem/more-important-design-cities-will-be-design-their-decay", "field_author": "<a href=\"/poet/tessa-rumsey\" hreflang=\"und\">Tessa Rumsey</a>", "field_date_published": "2005", "body": " <pre>\n                                 Where did you grow, before your roots took hold in the garden?\n                          Curiouser and curiouser, this allegiance you seem to have with rocks.\n                    Bluish blooms bathed in perfection, the moon shines fresh as you melt away.\n\n\n                                              *\n\n\nLoneliness is a laboratory; its territory is forever defined; for reasons beyond our conviction\nIt cannot be lessened; only <i>redirected </i>and made to resemble <i>a crumbling heaven </i>or the year’s \nGrand delusion: <i>I shall no longer want for that which left me long ago</i>—go slow, said the soul,\nThat you may know the streets of your abandoned city more intimately than any joy\nOr cherished season. We were in collusion, this city and I, creating a mythology of desolation;\nFeeling utterly evacuated; yet methodically structured; in a post-Roman Empire; previously\nDoomed sort of way—and what did the soul say, but <i>know it better</i>, then in a fever, <i>go deeper</i>. \nThere are days, I told the translator, when the veil drops and I am no longer inside the No-\nPlace most familiar, built by me long ago, and I walk through the world as if made real\nBy the existence of others and the casual way a crowd pauses together on a concrete curbside— \nPerhaps one of them is weeping, perhaps another will gently reach out and twist a knife \nInto my heart and we will lock eyes, and I will fall to my knees, and for a moment\nHe will hold me. What will I remember? The cold blade’s cruel demeanor? My body\nAs it seizures? Or the gesture of my destroyer, showing me that in this life, I was not alone.\n</pre>\n "}, {"title": "A Newborn Girl at Passover", "view_node": "/poem/newborn-girl-passover", "field_author": "<a href=\"/poet/nan-cohen\" hreflang=\"und\">Nan Cohen</a>", "field_date_published": "1998", "body": " <pre>\nConsider one apricot in a basket of them.\nIt is very much like all the other apricots--\nan individual already, skin and seed.\n\nNow think of this day.  One you will probably forget.\nThe next breath you take, a long drink of air.\nHoliday or not, it doesn't matter.\n\nA child is born and doesn't know what day it is.\nThe particular joy in my heart she cannot imagine.\nThe taste of apricots is in store for her.</pre>\n "}, {"title": "Identity Crisis", "view_node": "/poem/identity-crisis", "field_author": "<a href=\"/poet/f-d-reeve\" hreflang=\"und\">F. D. Reeve</a>", "field_date_published": "2005", "body": " <pre>\nHe was urged to prepare for success: \"You never can tell,\n    he was told over and over; \"others have made it;\n    one dare not presume to predict. You never can tell.\t\n\nWho’s Who in America lists the order of cats\n    in hunting, fishing, bird-watching, farming,\n    domestic service--the dictionary order of cats\n\nwho have made it. Those not in the book are beyond the pale.\n    Not to succeed in you chosen profession is unthinkable.\n    Either you make it or--you’re beyond the pale.\n\nDo you understand?\"\n                   \"No,\" he shakes his head.\n    \"Are you ready to forage for freedom?\"\n                                          \"No,\" he adds,\n    \"I mean, why is a cat always shaking his head?\n\nBecause he’s thinking: who am I? I am not\n    only one-ninth of myself. I always am\n    all of the selves I have been and will be but am    not.\"\n\n\"The normal cat,\" I tell him, \"soon adjusts\n    to others and to changing circumstances;\n    he makes his way the way he soon adjusts.\"\n\n\"I can’t,\" he says, \"perhaps because I’m blue,\n    big-footed, lop-eared, socially awkward, impotent,\n    and I drink too much, whether because I’m blue\n\nor because I like it, who knows. I want to escape\n    at five o’clock    into an untouchable world\nwhere the top is the bottom and everyone wants to escape\n\nfrom the middle, everyone, every day. I mean,\n    I have visions of two green eyes rising\n    out of the ocean, blinking, knowing what I mean.\"\n\n\"Never mind the picture, repeat after me\n    the self’s creed. What he tells you you\n    tells me and I repeats. Now, after me:\n\nI love myself, I wish I would live well.\n    Your gift of love breaks through my self-defeat.\n    All prizes are blue. No cat admits defeat.\nThe next time that he lives he will live well.\"</pre>\n "}, {"title": "The Inn", "view_node": "/poem/inn", "field_author": "<a href=\"/poet/emmanuel-moses\" hreflang=\"und\">Emmanuel Moses</a>", "field_date_published": "2004", "body": " <pre>\nA little wine\non this deep wound\nthat opens in the evening\nwhen outside the cars honk\nand passerbys laugh\nshouting to one another\nanimated by a gaity\nincomprehensible to the one\nwho watches from behind the shutters.\n\nHe daydreams, suddenly absent-minded,\nof that woman he met two days before\nand murmurs her limpid name\nto hear it spread through the bedroom.\n\nSuffering comes from elsewhere,\nwhat matter if is reflected \nin each word\nhe has learned a certain number of\nthings,\nhelped by aging,\nnoteably that it’s necessary to love\nwho’s with us, who goes before\nand awaits us,\nseated at the nocturnal inn.</pre>\n "}, {"title": "The Lemon Trees", "view_node": "/poem/lemon-trees", "field_author": "<a href=\"/poet/eugenio-montale\" hreflang=\"und\">Eugenio Montale</a>", "field_date_published": "2002", "body": " <pre>\nHear me a moment. Laureate poets \nseem to wander among plants\nno one knows: boxwood, acanthus,\nwhere nothing is alive to touch.\nI prefer small streets that falter\ninto grassy ditches where a boy,\nsearching in the sinking puddles,\nmight capture a struggling eel.\nThe little path that winds down\nalong the slope plunges through cane-tufts\nand opens suddenly into the orchard\namong the moss-green trunks\nof the lemon trees.\n\nPerhaps it is better\nif the jubilee of small birds\ndies down, swallowed in the sky,\nyet more real to one who listens,\nthe murmur of tender leaves\nin a breathless, unmoving air.\nThe senses are graced with an odor\nfilled with the earth.\nIt is like rain in a troubled breast,\nsweet as an air that arrives\ntoo suddenly and vanishes.\nA miracle is hushed; all passions\nare swept aside. Even the poor\nknow that richness,\nthe fragrance of the lemon trees.\n\nYou realize that in silences\nthings yield and almost betray\ntheir ultimate secrets.\nAt times, one half expects\nto discover an error in Nature,\nthe still point of reality,\nthe missing link that will not hold,\nthe thread we cannot untangle\nin order to get at the truth.\n\nYou look around. Your mind seeks,\nmakes harmonies, falls apart\nin the perfume, expands\nwhen the day wearies away.\nThere are silences in which one watches\nin every fading human shadow\nsomething divine let go.\n\nThe illusion wanes, and in time we return\nto our noisy cities where the blue\nappears only in fragments\nhigh up among the towering shapes.\nThen rain leaching the earth.\nTedious, winter burdens the roofs,\nand light is a miser, the soul bitter.\nYet, one day through an open gate,\namong the green luxuriance of a yard,\nthe yellow lemons fire\nand the heart melts,\nand golden songs pour\ninto the breast\nfrom the raised cornets of the sun.</pre>\n "}, {"title": "Example and Admonition", "view_node": "/poem/example-and-admonition", "field_author": "<a href=\"/poet/dick-barnes\" hreflang=\"und\">Dick Barnes</a>", "field_date_published": "2005", "body": " <p>My father’s admonition: when given<br />a choice, choose the path that<br />leads uphill, always,</p><p>so up we went, but all led down soon after:<br />our destination Deep Creek, where water had gathered<br />by taking every downhill opportunity.</p><p>We thought of that when the higher path turned down,<br />but no one mentioned it then, nor ever, in fact, til now.<br />Two lessons: and though sometimes I feel clever,</p><p>and have read the Chou I book all about that water,<br />I’ve not forsaken either one. If there be something in a man<br />that flows uphill, he has to go with it</p><p>whatever sweat or humiliation may attend his going.<br />Done patiently, this is called \"matching heaven with heaven.\"<br />Otherwise, just strife.</p> "}, {"title": "Jack", "view_node": "/poem/jack", "field_author": "<a href=\"/poet/maxine-kumin\" hreflang=\"und\">Maxine Kumin</a>", "field_date_published": "2005", "body": " <pre>\nHow pleasant the yellow butter\nmelting on white kernels, the meniscus\nof red wine that coats the insides of our goblets\n\nwhere we sit with sturdy friends as old as we are\nafter shucking the garden's last Silver Queen\nand setting husks and stalks aside for the horses\n\nthe last two of our lives, still noble to look upon:\nour first foal, now a bossy mare of 28\nwhich calibrates to 84 in people years\n\nand my chestnut gelding, not exactly a youngster \nat 22. Every year, the end of summer\nlazy and golden, invites grief and regret:\n\nsuddenly it's 1980, winter buffets us, \nwinds strike like cruelty out of Dickens. Somehow\nwe have seven horses for six stalls. One of them,\n\na big-nosed roan gelding, calm as a president's portrait\nlives in the rectangle that leads to the stalls. We call it\nthe motel lobby. Wise old campaigner, he dunks his\n\nhay in the water bucket to soften it, then visits the others\nwho hang their heads over their dutch doors. Sometimes \nhe sprawls out flat to nap in his commodious quarters.\n\nThat spring, in the bustle of grooming\nand riding and shoeing, I remember I let him go\nto a neighbor I thought was a friend, and the following \n\nfall she sold him down the river. I meant to\nbut never did go looking for him, to buy him back\nand now my old guilt is flooding this twilit table\n\nmy guilt is ghosting the candles that pale us to skeletons\nthe ones we must all become in an as yet unspecified order. \nOh Jack, tethered in what rough stall alone\n\ndid you remember that one good winter?</pre>\n "}, {"title": "Wallace Stevens", "view_node": "/poem/wallace-stevens", "field_author": "<a href=\"/poet/honor-moore\" hreflang=\"und\">Honor Moore</a>", "field_date_published": "2005", "body": "<p><span class=\"long-line\">The great poet came to me in a dream, walking toward me in a house</span><br /><span class=\"long-line\">drenched with August light. It was late afternoon and he was old,</span></p>\n\n<p><span class=\"long-line\">past a hundred, but virile, fit, leonine. I loved that my seducer</span><br /><span class=\"long-line\">had lived more than a century and a quarter. What difference</span></p>\n\n<p><span class=\"long-line\">does age make? We began to talk about the making of poems, how</span><br /><span class=\"long-line\">I craved his green cockatoo when I was young, named my Key West </span></p>\n\n<p><span class=\"long-line\">after his, like a parent naming a child \"George Washington.\" He was</span><br /><span class=\"long-line\">not wearing the business suit I'd expected, nor did he have the bored</span></p>\n\n<p><span class=\"long-line\">Rushmore countenance of the familiar portrait. His white tee shirt</span><br /><span class=\"long-line\">was snug over robust chest and belly, his golden hair long, his beard </span></p>\n\n<p><span class=\"long-line\">full as a biker's. How many great poets ride a motorcycle? We </span><br /><span class=\"long-line\">were discussing the limits of image, how impossible for word </span></p>\n\n<p><span class=\"long-line\">to personate entirely thing: \"sea,\" ocean an August afternoon; \"elm,\"</span><br /><span class=\"long-line\">heartbreak of American boulevards after the slaughter  </span></p>\n\n<p><span class=\"long-line\">of sick old beautiful trees. \"I have given up language,\" he said.</span><br /><span class=\"long-line\">The room was crowded and noisy, so I thought I'd misheard.  </span></p>\n\n<p><span class=\"long-line\">\"Given up words?\" \"Yes, but not poems,\" he said, whereupon </span><br /><span class=\"long-line\">he turned away, walking into darkness. Then it was cooler, and </span></p>\n\n<p><span class=\"long-line\">we were alone in the gold room. \"Here is a poem,\" he said, proffering</span><br /><span class=\"long-line\">a dry precisely formed leaf, on it two dead insects I recognized</span></p>\n\n<p><span class=\"long-line\">as termites, next to them a tiny flag of scarlet silk no larger than </span><br /><span class=\"long-line\">the price sticker on an antique brooch. Dusky red, though once </span></p>\n\n<p><span class=\"long-line\">bright, frayed but vivid. Minute replica of a matador's provocation? </span><br /><span class=\"long-line\">Since he could read my spin of association, he was smiling, the glee</span></p>\n\n<p><span class=\"long-line\">of genius. \"Yes,\" he said, \"that is the poem.\" A dead leaf?  His grin was</span><br /><span class=\"long-line\">implacable. Dead, my spinner brain continued, but beautiful. Edge </span></p>\n\n<p><span class=\"long-line\">curling, carp-shaped, color of bronze or verdigris. Not one, but two</span><br /><span class=\"long-line\">termites—dead. To the pleasures of dining on sill or floor joist, of </span></p>\n\n<p><span class=\"long-line\">eating a house, and I have sold my house. I think of my friend finding</span><br /><span class=\"long-line\">termites when she reached, shelf suddenly dust on her fingers,</span></p>\n\n<p><span class=\"long-line\">library tumbling, the exterminator's bill. Rapacious bugs devour, </span><br /><span class=\"long-line\">a red flag calls up the poem: Blood. Zinnia. Emergency. Blackbird's</span></p>\n\n<p><span class=\"long-line\">vermillion epaulet. Crimson of manicure. Large red man reading,</span><br /><span class=\"long-line\">handkerchief red as a clitoris peeking from his deep tweed pocket— </span></p>\n\n<p><span class=\"long-line\">Suddenly he was gone, gold draining from the walls, but the leaf,</span><br /><span class=\"long-line\">the leaf was in my hand, and in the silence I heard an engine howl, </span></p>\n\n<p><span class=\"long-line\">and through the night that darkened behind the window, I saw </span><br /><span class=\"long-line\">light bolt forward, the tail of a comet smudge black winter sky.</span></p>\n"}, {"title": "Seance at Tennis", "view_node": "/poem/seance-tennis", "field_author": "<a href=\"/poet/dana-goodyear\" hreflang=\"und\">Dana Goodyear</a>", "field_date_published": "2005", "body": " <pre>\nI play with an old boyfriend, to tease you out. \nIn white shorts that you’ve never seen before.\nYou storm—wind, panic in the tree.\nRattling like the genius\nlike the jealous man.\nMaking it impossible to hit.\nSo nothing clears the net.\nAn inside joke, my comingback love:\nHe can’t return, but you can?\n\nAfter an hour, the court is swept, and reassumes\nthe waiting face of the bereft. But <i>you</i>—\nthe sky turns blue with your held breath.</pre>\n "}, {"title": "My Sister&#039;s Funeral", "view_node": "/poem/my-sisters-funeral", "field_author": "<a href=\"/poet/gerald-stern\" hreflang=\"und\">Gerald Stern</a>", "field_date_published": "2005", "body": " <pre>\nSince there was no mother for the peach tree we did it \nall alone, which made the two of us closer\nthough closeness brought its loneliness, and it would\nhave been better I think sometimes to be sterile\nfrom the start just to avoid the pain \nwhich in my life this far has lasted seventy\nyears for I am in love with a skeleton\non whose small bones a dress hung for a while,\non whose small skull a bit of curly hair\nwas strung, and what is dust I still don’t know\nsince there was no mother to turn to then and ask\nwhat else was she wearing, did she have on shoes,\nand were the two trees from Georgia, and was it\ntrue somebody said the other peach\nshould have died instead of her; and I could \nimagine the nose going first though forty years later\nthe trees were still there and not as big as you’d think;\nand it was my cousin Red with the flabby lips\nwho said it, he had red eyes, a red monstrosity,\na flabby body, half the house was filled with \nmale cousins, they were born in rooms a \nshort distance from the rats, I can’t remember\nwhich ones had the accents nor what his\nHebrew name was, nor his English. </pre>\n "}, {"title": "Redneck Refutation", "view_node": "/poem/redneck-refutation", "field_author": "<a href=\"/poet/john-kinsella\" hreflang=\"und\">John Kinsella</a>", "field_date_published": "2005", "body": " <pre>\nI didn’t connect regardless\nhow much I participated, it’s a vocab thing\nthough not to do with skills of expression;\n                                        ejecting bullets\nfrom the breech, freezing whole carcasses\nof home-slaughtered sheep, the contradictions\nroll the same roads, and families\nstill come to visit:\n                    crops in the bush, sullen days\ncoming down off bad speed, scoring from the old bloke\nshacked up with teenage girls,\n                          his bull terrier\ncrunching chickens;\n                 a flat in the city is a deal\nthat can go either way, and the economics\nof the paddock are the call-girl’s profit;\n                                      the ford fairmont\nruns against the speed  camera, and blind grass\npoisons sheep — sightless like the minister\namongst his flock,\n                the school teacher,\n                                  the father\nwho won’t let his son play netball because it will turn him,\nlike an innocent bitten by a vampire, into a pervert — or worse —\na poofter. Outside, you can’t know that those\nwho speak in short, inverted sentences\nalways have fences in  a state of disrepair,\n                                        line length\nand wire length are directly proportional,\neloquent subdivider of land, intensive pig farmer,\nwill let nothing in or out, though the space around the pig-shed\nis large and open, mainly used for hay cutting\nwhile all sons play Guns ’n’ Roses’ <i>Appetite for Destruction</i>,\ntimeless classic... apotheosis, serrated road edge\nwhere a termite mound astoundingly remains intact: there\nare no generics, no models of behaviour.\n                                    It’s not that my\nname is a misnomer: it’s who owns \na particular conversation.</pre>\n "}, {"title": "Cachoeira", "view_node": "/poem/cachoeira", "field_author": "<a href=\"/poet/marilyn-nelson\" hreflang=\"und\">Marilyn Nelson</a>", "field_date_published": "2005", "body": " <pre>\nWe slept, woke, breakfasted, and met the man\nwe’d hired as a tour guide, with a van\nand driver, for the day. We were to drive\nto Cachoeira, where the sisters live:\nthe famous Sisterhood of the Good Death,\nfounded by former slaves in the nineteenth\ncentury. \"Negroes of the Higher Ground,\" \nthey called themselves, the governesses who found-\ned the Sisterhood as a way to serve the poor.\nTheir motto, \"<i>Aiye Orun</i>,\" names the door\nbetween this world and the other, kept ajar.\nThey teach that death is relative: We rise\nto dance again. Locally canonized,\nthey lead quiet, celibate, nunnish lives,\njoining after they’ve been mothers and wives,\nat between fifty and seventy years of age:\na sisterhood of sages in matronage.\n\nWe drove on Salvador’s four-lane boulevards,\npast unpainted cement houses, and billboards,\nand pedestrians wearing plastic shoes,\nand little shops, and streets, and avenues,\na park, a mall . . . Our guide was excellent:\nfluent in English, and intelligent,\nwilling to answer questions patiently\nand to wait out our jokes. The history\nof Salvador flew past. At Tororo\nwe slowed as much as the traffic would allow,\nto see the Orixas dancing on the lake\nin their bright skirts. The road we took\nsped past high-rise apartment neighborhoods,\nthen scattered shacks, then nothing but deep woods\nof trees I didn’t recognize and lands\nthat seemed to be untouched by human hands.\nWe stopped in a village, where it was market day.\nWe walked among the crowds, taller than they\nand kilos heavier, tasting jackfruit\nand boiled peanuts, embraced by absolute,\nrespectful welcome, like visiting gods\nwhose very presence is good news. Our guide\nsuggested a rest stop. We were sipping Coke\nwhen a man came into the shop and quietly spoke\nto our guide, who translated his request:\nWould we come to his nightclub, be his guests?\nWe didn’t understand, but shrugged and went\na few doors down the street. \"What does he want?\"\nwe asked. The club hadn’t been opened yet;\nby inviting us in, the owner hoped to get\nour blessings for it. Which we humbly gave:\nvisiting rich American descendants of slaves.\n\nFor hours we drove through a deep wilderness,\nlaughing like children on a field-trip bus.\nWe made a side trip to the family home\nof Bahia’s favorite daughter and son,\nthe Velosos, Bethania and Caetano,\nin the small town of Santo Amaro.\nThe greenery flew by until the descent\ninto a river valley. There we went\nto a nice little restaurant to dine\non octopus stew, rice, manioc, and wine.\nThen we crossed a rickety bridge behind a dray\ndrawn by a donkey, and wended our way,\nat last, to Cachoeira, an old town\nof colonial buildings, universally tan\nand shuttered, darkly lining narrow streets.\nA tethered rooster pecked around our feet\nin the souvenir shop. At the convent\nI wondered what the statues really meant:\nWas it Mary, or was it Yemanja\nin the chapel, blue-robed, over the altar?\nWas it Mary on the glass-enclosed bier,\nher blue robe gold-embroidered, pearls in her hair,\nor was it the Orixa of the sea?\nThere were no Sisters around for us to see;\nthey were in solitude, preparing for the Feast\nof the Assumption, when the Virgin passed\npainlessly from this world into the next,\n<i>Aiye</i> to <i>Orun</i>. Posters showed them decked\nout for their big Assumption Day parade,\nbig, handsome mamas wearing Orixa beads,\nwhite turbans and blouses, red shawls, black skirts.\nThe man in their gift shop was an expert\non the Sisters’ long struggle to find a way\nto serve the Christian Church and Candombl .\nThe eldest Sister is called \"the Perpetual Judge\";\nevery seventh year, she becomes the bridge\non which the Virgin Mary crosses back,\nsorrowing love incarnate in a black\nninety-odd-year-old woman facing death\nand saying <i>Magnificat</i> with every breath.\n\nWe drove out of the valley looking back\non lightbulbs which intensified the thick,\nincomprehensible, mysterious\ndarkness of the unknown. Grown serious\nand silent in our air-conditioned van,\nwe rode back into the quotidian. </pre>\n "}, {"title": "The Intruder", "view_node": "/poem/intruder", "field_author": "<a href=\"/poet/david-r-slavitt\" hreflang=\"und\">David R. Slavitt</a>", "field_date_published": "2005", "body": " <pre>\nHe broke in, picking the lock, or having stolen \na key, and he knew the code to disarm the alarm, \n\nsome homeless guy, a crazy street-person, harmless \nyou’d think, but you’re wrong: he likes it here, and he stays. \n\nHe rummages through my closets and dresser drawers \nand tries on my clothing, which happens, of course, to fit him. \n\nHe runs my comb through his hair. He uses my toothbrush. \nHe lies down on my side of the bed for a nap. \n\nHe has settled in. In the mornings, he sits at my place \nand has his coffee and toast, reading my paper. \n\nHe borrows my car and drives to meet my classes; \nduring my office hours he meets with my students. \n\nWe don’t look at all alike, but he’s living my life. \nI try to signal my friends with whom he dines \n\nor my wife with whom he is sleeping: \"This isn’t me. \nHe’s an impostor. How can you not have noticed? \n\nHe’s old! He’s nasty. Also, he’s clearly crazy! \nHow can he fool you this way? And how can you stand him?\" \n\nThey pay me no mind, pretending not to have noticed. \nCould they somehow be in on this together? \n\nBut what is his purpose? Was he also displaced \nfrom apartment, job, and wife? Did that turn him desperate? \n\nAnd must I go out now myself to find a victim, \nbreak into his house, and begin living his life? </pre>\n "}, {"title": "Prologue", "view_node": "/poem/prologue", "field_author": "<a href=\"/poet/judy-jordan\" hreflang=\"und\">Judy Jordan</a>", "field_date_published": "2005", "body": " <pre>\nIn winter’s spider-eyed light strung through steam grates, the tunnels turn feral.\nThis is the other city, the dark one\nof hidden passages, runaways and orphaned days\n\nand like me it sleeps in broken buildings\nand smells of a sad suicide from the fifteenth century, and like me\nit has smoked three things on the mold-furred walls\n\nwhich are the only altars \nof those who’ve dropped through holes in the sidewalk\nto descend to these steam tunnels rung by slick rung.\n\nThis city shambles room to room.\nDrawn to the easy sound of sleep,\nit knows the pattern night pens on tender skin,\n\nknows your darkest secrets and tells\nno one except the sycamore\nwhich rips from its skin with shame.\n\nIt wants absolution,\ntaps your sins on water pipes to shudder out of faucets,\nties them to the tail feathers of soot-mottled birds\n\nwho beat up from the concrete-lipped curb,\nfalter over cars, stutter\nthen catch an oily gust and wheel into the scalded sky.\n\nIt claims to be blind though it might have a thousand eyes,\nscreams obscenities from 13th and University and pisses in alleys.\nSometimes it drinks too much. Sometimes it begs for more.\n\nIt hides tents among trees in the park by the sluggish river\nthis red-eyed thing blinking from storm grates.\nIt is a window breaking.\n\nOther people’s blood in its veins, skin on fire,\nsmack, crack, meth, strychnine and scouring powder sold as speed,\nsome drug or another telling it die, you must die. But it doesn’t die.\n\nStep around it on your way to the theater.\nIt crawls through your bedroom window, a warm bed and in the morning\nthe smell of coffee and bacon spitting in grease. That’s all it wants.\nAching hands in underwear drawers,\nsnagged silks.\nYou are its worst nightmare.\n\nCoiled cable, blood and razor-wire, shredded muscle and blue bone,\ncold nights, the city under the city\nis where you’ll find me. Though not now.\n\nNow it is heat-hazed summer and sunset\nand I whisper the four-syllable name of the stranger\nI should have become and disappear through the back door \n\nof the Villa Inn where the cook paces the few feet\nbetween the makeline and the ovens\nmuttering <i>Chimbukee     Chimbukee     Chimbukee</i>\n\nIt’s been nine years since he’s known the burned light\nof his own country or a woman’s name churned in sea foam, nine years\nsince he’s clung to flesh which smells of rosemary and dried tomatoes.\n\nHe checks his billfold, thick with this week’s pay. <i>Let’s go</i>\nhe says to me, pointing toward his apartment across the alley.\n<i>Let’s go Super Ju. Party. Party</i>, he says\n\nthen reaches his swollen hands deep into his pants\npast the flour-grubbed belt line \nand with a hard twist adjusts his truss.\n\nWe call him Chris though that’s not his name\nand I think to myself, Homer, Odysseus,\nthe blood-blue sea, the sun in its relentless veracity\n\nbe damned to hell and back. Sweating pizza drivers, me sleeping\nin my truck or if it’s winter in empty buildings and the steam tunnels,\nand every weekend the parking lot filling up with dope dealers\n\nwith their out-of-state plates\nand hookers dropped off by their pimps\nand the homeless who stumble\n\nfrom the boarded buildings and doorways to this oiled kaleidoscope\nunder the warehouses’ dark windows—\nthe broken, fish-line-strung and eye-level hooked—\n\nthis grease-barrel and sour dumpster-stinking,\ntrash-can-blaze, busted bottles, pissed on pissed off\nfuck you fuck you kill strong-armed ambulance scream, parking lot\n\nand Chris saying <i>Chimbukee     Chimbukee     Chimbukee</i>\ncussing us, <i>Scata. Malaka American. Sto dyavolo malaka,\nPizza malaka. Deliver,Chris </i>yells but slow night\n\nno orders, no tips so we yell back, <i>You malaka. \nGive us pizzas. To krima sto lemo sou</i>,Chris says\nGreek which to us means nothing.\n\nand just outside the fish-net stockinged, stiletto-heeled\nStar, Joy, Princess. Joy, I think, and am too tired to think anything else\nwhen she tells me she swings, asks if I have something,\n\nanything, coke, smack, speed, rock. <i>At least some pot. Come on. Hook me up</i>, she says.\nThen the teams. Salt &amp; Sugar. Salt &amp; Pepper. Nilla &amp; Chocolate\nwith their matching tattoos, Comedy &amp; Tragedy. Happy one day, Dead the next.\n\n          <i>Angel, Love Boat, Crystal.\n          I got first degree      I got MG\n          Blue ludes, 8-Balls, rocks</i>, the dealers yell.\n\n          <i>Quiver &amp; Shiver     Come \n          get my stash        I got the stuff          \n          Tongo &amp; Cash</i>\n\nLot of Candy Man &amp; Sweet Stuff.\nSlick the Stick, a pimp caught up in his own rhyme.\nLover Boy &amp; Philly Boy. Wanna-be’s and gonna-be’s: </pre>\n "}, {"title": "After", "view_node": "/poem/after", "field_author": "<a href=\"/poet/t-r-hummer\" hreflang=\"und\">T. R. Hummer</a>", "field_date_published": "2005", "body": " <pre>\nAfter the explosion, no one knew what to do\nFor the boy who’d stood closest to the abandoned leather briefcase.\nBy some miracle, he was the only one injured. It erupted\nIn an incense of sulfur and nails as he made his way\nTo steal it. Holiness has an aura, everyone knows that,\nBut why would terrorists bother to murder a thief?\nThe ethics of this question paralyzed everyone in sight\nWhile the boy, unable to breathe, watched God wandering\nThe station in a business suit, asking occasional strangers\n<i>Have you seen my briefcase? There was something urgent in it. </i></pre>\n "}, {"title": "Solitude", "view_node": "/poem/solitude", "field_author": "<a href=\"/poet/stephen-sandy\" hreflang=\"und\">Stephen Sandy</a>", "field_date_published": "2005", "body": " <pre>\nCretan farmers still press their olives. Swallow\nretsina, tend their flocks. Our scholars know\n—oracular computers tell them so—\n\nit’s just as the Minoans did. Do we\nknow them then, the Minoans? Is their debris\nours too? Rather consider to what degree\n\nwarehouse palaces are dazzlements,\nand through the dark mullions of romance\nsee for once that we see nothing, nothing. </pre>\n "}], "pager": {"current_page": 601, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}