{"rows": [{"title": "Void and Compensation (Pug-nosed Dream)", "view_node": "/poem/void-and-compensation-pug-nosed-dream", "field_author": "<a href=\"/poet/michael-morse\" hreflang=\"und\">Michael Morse</a>", "field_date_published": "2006", "body": " <pre>\nIf most things speak for themselves, can't it be said\nthat really you're doing the thinking for them? \n\nThe first step is all about obsession with exclusion, \nthe cold front coming in and forcing you to hunker down,\nthe migrants winging their way to some gold coast\nwith enough fat in their chests to burn down a barn.\n\nIsn't your own heart that way from what or whom you can't have? \nWasn't Sarah Vaughn singing this all along? \n\nPolka dots and moonbeams, for sure, and that dress\nthat loves your body suddenly put aside, and that touch,\noh brick wall, oh tin car, oh small space\ninside the crumple zone of either/or. </pre>\n "}, {"title": "Because You Asked about the Line Between Prose and Poetry", "view_node": "/poem/because-you-asked-about-line-between-prose-and-poetry", "field_author": "<a href=\"/poet/howard-nemerov\" hreflang=\"und\">Howard Nemerov</a>", "field_date_published": "1980", "body": "<p><span class=\"long-line\">Sparrows were feeding in a freezing drizzle</span><br /><span class=\"long-line\">That while you watched turned to pieces of snow </span><br /><span class=\"long-line\">Riding a gradient invisible</span><br /><span class=\"long-line\">From silver aslant to random, white, and slow.</span></p>\n\n<p><span class=\"long-line\">There came a moment that you couldn’t tell.</span><br /><span class=\"long-line\">And then they clearly flew instead of fell.</span></p>\n"}, {"title": "A Primer of the Daily Round", "view_node": "/poem/primer-daily-round", "field_author": "<a href=\"/poet/howard-nemerov\" hreflang=\"und\">Howard Nemerov</a>", "field_date_published": "1960", "body": " <pre>\nA peels an apple, while B kneels to God,\nC telephones to D, who has a hand\nOn E’s knee, F coughs, G turns up the sod\nFor H’s grave, I do not understand\nBut J is bringing one clay pigeon down\nWhile K brings down a nightstick on L’s head,\nAnd M takes mustard, N drives to town,\nO goes to bed with P, and Q drops dead, \nR lies to S, but happens to be heard\nBy T, who tells U not to fire V\nFor having to give W the word\nThat X is now deceiving Y with Z,\n     Who happens, just now to remember A\n      Peeling an apple somewhere far away.</pre>\n "}, {"title": "Pockets", "view_node": "/poem/pockets", "field_author": "<a href=\"/poet/howard-nemerov\" hreflang=\"und\">Howard Nemerov</a>", "field_date_published": "1975", "body": " <pre>\nAre generally over or around\nErogenous zones, they seem to dive\nIn the direction of those\n\nDark places, and indeed\nIt is their nature to be dark\nThemselves, keeping a kind\n\nOf thieves' kitchen for the things\nSequestered from the world\nFor long or little while,\n\nThe keys, the handkerchiefs,\nThe sad and vagrant little coins\nThat are really only passing through.\n\nFor all they locate close to lust,\nNo pocket ever sees another;\nThere is in fact a certain sadness\n\nTo pockets, going in their lonesome ways\nAnd snuffling up their sifting storms\nOf dust, tobacco bits and lint.\n\nA pocket with a hole in it\nDrops out; from shame, is that, or pride?\nWhat is a pocket but a hole?</pre>\n "}, {"title": "Crossing Brooklyn Ferry", "view_node": "/poem/crossing-brooklyn-ferry", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1855", "body": "<p>1</p>\n<p><span class=\"long-line\">Flood-tide below me! I watch you face to face; </span><br /><span class=\"long-line\">Clouds of the west! sun there half an hour high! I see you also face to face. </span></p>\n<p><span class=\"long-line\">Crowds of men and women attired in the usual costumes! how curious you are to me! </span><br /><span class=\"long-line\">On the ferry-boats, the hundreds and hundreds that cross, returning home, are more curious to me than you suppose.</span><br /><span class=\"long-line\">And you that shall cross from shore to shore years hence, are more to me, and more in my meditations, than you might suppose. </span></p>\n<p>\n2</p>\n<p><span class=\"long-line\">The impalpable sustenance of me from all things, at all hours of the day; </span><br /><span class=\"long-line\">The simple, compact, well-join'd scheme—myself disintegrated, every one disintegrated, yet part of the scheme: </span><br /><span class=\"long-line\">The similitudes of the past, and those of the future; </span><br /><span class=\"long-line\">The glories strung like beads on my smallest sights and hearings— on the walk in the street, and the passage over the river; </span><br /><span class=\"long-line\">The current rushing so swiftly, and swimming with me far away;</span><br /><span class=\"long-line\">The others that are to follow me, the ties between me and them; </span><br /><span class=\"long-line\">The certainty of others—the life, love, sight, hearing of others. </span></p>\n<p><span class=\"long-line\">Others will enter the gates of the ferry, and cross from shore to shore; </span><br /><span class=\"long-line\">Others will watch the run of the flood-tide; </span><br /><span class=\"long-line\">Others will see the shipping of Manhattan north and west, and the heights of Brooklyn to the south and east;</span><br /><span class=\"long-line\">Others will see the islands large and small; </span><br /><span class=\"long-line\">Fifty years hence, others will see them as they cross, the sun half an hour high; </span><br /><span class=\"long-line\">A hundred years hence, or ever so many hundred years hence, others will see them, </span><br /><span class=\"long-line\">Will enjoy the sunset, the pouring in of the flood-tide, the falling back to the sea of the ebb-tide. </span></p>\n<p>\n3</p>\n<p><span class=\"long-line\">It avails not, neither time or place—distance avails not;</span><br /><span class=\"long-line\">I am with you, you men and women of a generation, or ever so many generations hence; </span><br /><span class=\"long-line\">I project myself—also I return—I am with you, and know how it is. </span></p>\n<p><span class=\"long-line\">Just as you feel when you look on the river and sky, so I felt; </span><br /><span class=\"long-line\">Just as any of you is one of a living crowd, I was one of a crowd; </span><br /><span class=\"long-line\">Just as you are refresh'd by the gladness of the river and the bright flow, I was refresh'd;</span><br /><span class=\"long-line\">Just as you stand and lean on the rail, yet hurry with the swift current, I stood, yet was hurried; </span><br /><span class=\"long-line\">Just as you look on the numberless masts of ships, and the thick-stem'd pipes of steamboats, I look'd. </span></p>\n<p><span class=\"long-line\">I too many and many a time cross'd the river, the sun half an hour high; </span><br /><span class=\"long-line\">I watched the Twelfth-month sea-gulls—I saw them high in the air, floating with motionless wings, oscillating their bodies, </span><br /><span class=\"long-line\">I saw how the glistening yellow lit up parts of their bodies, and left the rest in strong shadow,</span><br /><span class=\"long-line\">I saw the slow-wheeling circles, and the gradual edging toward the south. </span></p>\n<p><span class=\"long-line\">I too saw the reflection of the summer sky in the water, </span><br /><span class=\"long-line\">Had my eyes dazzled by the shimmering track of beams, </span><br /><span class=\"long-line\">Look'd at the fine centrifugal spokes of light around the shape of my head in the sun-lit water, </span><br /><span class=\"long-line\">Look'd on the haze on the hills southward and southwestward,</span><br /><span class=\"long-line\">Look'd on the vapor as it flew in fleeces tinged with violet, </span><br /><span class=\"long-line\">Look'd toward the lower bay to notice the arriving ships, </span><br /><span class=\"long-line\">Saw their approach, saw aboard those that were near me, </span><br /><span class=\"long-line\">Saw the white sails of schooners and sloops—saw the ships at anchor, </span><br /><span class=\"long-line\">The sailors at work in the rigging, or out astride the spars,</span><br /><span class=\"long-line\">The round masts, the swinging motion of the hulls, the slender serpentine pennants, </span><br /><span class=\"long-line\">The large and small steamers in motion, the pilots in their pilot-houses, </span><br /><span class=\"long-line\">The white wake left by the passage, the quick tremulous whirl of the wheels, </span><br /><span class=\"long-line\">The flags of all nations, the falling of them at sun-set, </span><br /><span class=\"long-line\">The scallop-edged waves in the twilight, the ladled cups, the frolicsome crests and glistening,</span><br /><span class=\"long-line\">The stretch afar growing dimmer and dimmer, the gray walls of the granite store-houses by the docks, </span><br /><span class=\"long-line\">On the river the shadowy group, the big steam-tug closely flank'd on each side by the barges—the hay-boat, the belated lighter, </span><br /><span class=\"long-line\">On the neighboring shore, the fires from the foundry chimneys burning high and glaringly into the night, </span><br /><span class=\"long-line\">Casting their flicker of black, contrasted with wild red and yellow light, over the tops of houses, and down into the clefts of streets. </span></p>\n<p>\n4</p>\n<p><span class=\"long-line\">These, and all else, were to me the same as they are to you;</span><br /><span class=\"long-line\">I project myself a moment to tell you—also I return. </span></p>\n<p><span class=\"long-line\">I loved well those cities; </span><br /><span class=\"long-line\">I loved well the stately and rapid river; </span><br /><span class=\"long-line\">The men and women I saw were all near to me; </span><br /><span class=\"long-line\">Others the same—others who look back on me, because I look'd forward to them;</span><br /><span class=\"long-line\">(The time will come, though I stop here to-day and to-night.) </span></p>\n<p>\n5</p>\n<p><span class=\"long-line\">What is it, then, between us? </span><br /><span class=\"long-line\">What is the count of the scores or hundreds of years between us? </span></p>\n<p><span class=\"long-line\">Whatever it is, it avails not—distance avails not, and place avails not. </span></p>\n<p>\n6</p>\n<p><span class=\"long-line\">I too lived—Brooklyn, of ample hills, was mine;</span><br /><span class=\"long-line\">I too walk'd the streets of Manhattan Island, and bathed in the waters around it; </span><br /><span class=\"long-line\">I too felt the curious abrupt questionings stir within me, </span><br /><span class=\"long-line\">In the day, among crowds of people, sometimes they came upon me, </span><br /><span class=\"long-line\">In my walks home late at night, or as I lay in my bed, they came upon me. </span></p>\n<p><span class=\"long-line\">I too had been struck from the float forever held in solution;</span><br /><span class=\"long-line\">I too had receiv'd identity by my Body; </span><br /><span class=\"long-line\">That I was, I knew was of my body—and what I should be, I knew I should be of my body. </span></p>\n<p>\n7</p>\n<p><span class=\"long-line\">It is not upon you alone the dark patches fall, </span><br /><span class=\"long-line\">The dark threw patches down upon me also; </span><br /><span class=\"long-line\">The best I had done seem'd to me blank and suspicious;</span><br /><span class=\"long-line\">My great thoughts, as I supposed them, were they not in reality meagre? would not people laugh at me? </span></p>\n<p><span class=\"long-line\">It is not you alone who know what it is to be evil; </span><br /><span class=\"long-line\">I am he who knew what it was to be evil; </span><br /><span class=\"long-line\">I too knitted the old knot of contrariety, </span><br /><span class=\"long-line\">Blabb'd, blush'd, resented, lied, stole, grudg'd,</span><br /><span class=\"long-line\">Had guile, anger, lust, hot wishes I dared not speak, </span><br /><span class=\"long-line\">Was wayward, vain, greedy, shallow, sly, cowardly, malignant; </span><br /><span class=\"long-line\">The wolf, the snake, the hog, not wanting in me, </span><br /><span class=\"long-line\">The cheating look, the frivolous word, the adulterous wish, not wanting, </span><br /><span class=\"long-line\">Refusals, hates, postponements, meanness, laziness, none of these wanting.</span></p>\n<p>\n8</p>\n<p><span class=\"long-line\">But I was Manhattanese, friendly and proud! </span><br /><span class=\"long-line\">I was call'd by my nighest name by clear loud voices of young men as they saw me approaching or passing, </span><br /><span class=\"long-line\">Felt their arms on my neck as I stood, or the negligent leaning of their flesh against me as I sat, </span><br /><span class=\"long-line\">Saw many I loved in the street, or ferry-boat, or public assembly, yet never told them a word, </span><br /><span class=\"long-line\">Lived the same life with the rest, the same old laughing, gnawing, sleeping,</span><br /><span class=\"long-line\">Play'd the part that still looks back on the actor or actress, </span><br /><span class=\"long-line\">The same old role, the role that is what we make it, as great as we like, </span><br /><span class=\"long-line\">Or as small as we like, or both great and small. </span></p>\n<p>\n9</p>\n<p><span class=\"long-line\">Closer yet I approach you; </span><br /><span class=\"long-line\">What thought you have of me, I had as much of you—I laid in my stores in advance;</span><br /><span class=\"long-line\">I consider'd long and seriously of you before you were born. </span><br /><span class=\"long-line\">   </span><br /><span class=\"long-line\">Who was to know what should come home to me? </span><br /><span class=\"long-line\">Who knows but I am enjoying this? </span><br /><span class=\"long-line\">Who knows but I am as good as looking at you now, for all you cannot see me? </span><br /><span class=\"long-line\">   </span><br /><span class=\"long-line\">It is not you alone, nor I alone;</span><br /><span class=\"long-line\">Not a few races, nor a few generations, nor a few centuries; </span><br /><span class=\"long-line\">It is that each came, or comes, or shall come, from its due emission, </span><br /><span class=\"long-line\">From the general centre of all, and forming a part of all: </span><br /><span class=\"long-line\">Everything indicates—the smallest does, and the largest does; </span><br /><span class=\"long-line\">A necessary film envelopes all, and envelopes the Soul for a proper time.</span></p>\n<p>\n10</p>\n<p><span class=\"long-line\">Now I am curious what sight can ever be more stately and admirable to me than my mast-hemm'd Manhattan, </span><br /><span class=\"long-line\">My river and sun-set, and my scallop-edg'd waves of flood-tide, </span><br /><span class=\"long-line\">The sea-gulls oscillating their bodies, the hay-boat in the twilight, and the belated lighter; </span><br /><span class=\"long-line\">Curious what Gods can exceed these that clasp me by the hand, and with voices I love call me promptly and loudly by my nighest name as I approach; </span><br /><span class=\"long-line\">Curious what is more subtle than this which ties me to the woman or man that looks in my face,</span><br /><span class=\"long-line\">Which fuses me into you now, and pours my meaning into you. </span><br /><span class=\"long-line\">We understand, then, do we not? </span><br /><span class=\"long-line\">What I promis'd without mentioning it, have you not accepted? </span><br /><span class=\"long-line\">What the study could not teach—what the preaching could not accomplish, is accomplish'd, is it not? </span><br /><span class=\"long-line\">What the push of reading could not start, is started by me personally, is it not?</span></p>\n<p>\n11</p>\n<p><span class=\"long-line\">Flow on, river! flow with the flood-tide, and ebb with the ebb-tide! </span><br /><span class=\"long-line\">Frolic on, crested and scallop-edg'd waves! </span><br /><span class=\"long-line\">Gorgeous clouds of the sun-set! drench with your splendor me, or the men and women generations after me; </span><br /><span class=\"long-line\">Cross from shore to shore, countless crowds of passengers! </span><br /><span class=\"long-line\">Stand up, tall masts of Mannahatta!—stand up, beautiful hills of Brooklyn!</span><br /><span class=\"long-line\">Throb, baffled and curious brain! throw out questions and answers! </span><br /><span class=\"long-line\">Suspend here and everywhere, eternal float of solution! </span><br /><span class=\"long-line\">Gaze, loving and thirsting eyes, in the house, or street, or public assembly! </span><br /><span class=\"long-line\">Sound out, voices of young men! loudly and musically call me by my nighest name! </span><br /><span class=\"long-line\">Live, old life! play the part that looks back on the actor or actress!</span><br /><span class=\"long-line\">Play the old role, the role that is great or small, according as one makes it! </span></p>\n<p><span class=\"long-line\">Consider, you who peruse me, whether I may not in unknown ways be looking upon you; </span><br /><span class=\"long-line\">Be firm, rail over the river, to support those who lean idly, yet haste with the hasting current; </span><br /><span class=\"long-line\">Fly on, sea-birds! fly sideways, or wheel in large circles high in the air; </span><br /><span class=\"long-line\">Receive the summer sky, you water! and faithfully hold it, till all downcast eyes have time to take it from you;</span><br /><span class=\"long-line\">Diverge, fine spokes of light, from the shape of my head, or any one's head, in the sun-lit water; </span><br /><span class=\"long-line\">Come on, ships from the lower bay! pass up or down, white-sail'd schooners sloops, lighters! </span><br /><span class=\"long-line\">Flaunt away, flags of all nations! be duly lower'd at sunset; </span><br /><span class=\"long-line\">Burn high your fires, foundry chimneys! cast black shadows at nightfall! cast red and yellow light over the tops of the houses; </span><br /><span class=\"long-line\">Appearances, now or henceforth, indicate what you are;</span><br /><span class=\"long-line\">You necessary film, continue to envelop the soul; </span><br /><span class=\"long-line\">About my body for me, and your body for you, be hung our divinest aromas; </span><br /><span class=\"long-line\">Thrive, cities! bring your freight, bring your shows, ample and sufficient rivers; </span><br /><span class=\"long-line\">Expand, being than which none else is perhaps more spiritual; </span><br /><span class=\"long-line\">Keep your places, objects than which none else is more lasting.</span></p>\n<p>\n12</p>\n<p><span class=\"long-line\">We descend upon you and all things—we arrest you all; </span><br /><span class=\"long-line\">We realize the soul only by you, you faithful solids and fluids; </span><br /><span class=\"long-line\">Through you color, form, location, sublimity, ideality; </span><br /><span class=\"long-line\">Through you every proof, comparison, and all the suggestions and determinations of ourselves. </span></p>\n<p><span class=\"long-line\">You have waited, you always wait, you dumb, beautiful ministers! you novices!</span><br /><span class=\"long-line\">We receive you with free sense at last, and are insatiate henceforward; </span><br /><span class=\"long-line\">Not you any more shall be able to foil us, or withhold yourselves from us; </span><br /><span class=\"long-line\">We use you, and do not cast you aside—we plant you permanently within us; </span><br /><span class=\"long-line\">We fathom you not—we love you—there is perfection in you also; </span><br /><span class=\"long-line\">You furnish your parts toward eternity;</span><br /><span class=\"long-line\">Great or small, you furnish your parts toward the soul.</span></p>\n"}, {"title": "In Paris With You (audio only)", "view_node": "/poem/paris-you-audio-only", "field_author": "<a href=\"/poet/james-fenton\" hreflang=\"und\">James Fenton</a>", "field_date_published": "1994", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "The Heart (audio only)", "view_node": "/poem/heart-audio-only", "field_author": "<a href=\"/poet/robert-creeley\" hreflang=\"und\">Robert Creeley</a>", "field_date_published": "2001", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Jerusalem (audio only)", "view_node": "/poem/jerusalem-audio-only", "field_author": "<a href=\"/poet/james-fenton\" hreflang=\"und\">James Fenton</a>", "field_date_published": "1994", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Cutthroat Christ (audio only)", "view_node": "/poem/cutthroat-christ-audio-only", "field_author": "<a href=\"/poet/james-fenton\" hreflang=\"und\">James Fenton</a>", "field_date_published": "1994", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "Dirge", "view_node": "/poem/dirge", "field_author": "<a href=\"/poet/thomas-lovell-beddoes\" hreflang=\"und\">Thomas Lovell Beddoes</a>", "field_date_published": "1851", "body": " <pre>\nWe do lie beneath the grass  \n    In the moonlight, in the shade  \n  Of the yew-tree. They that pass  \n    Hear us not. We are afraid  \n      They would envy our delight,\n      In our graves by glow-worm night.  \nCome follow us, and smile as we;  \n    We sail to the rock in the ancient waves,  \nWhere the snow falls by thousands into the sea,  \n    And the drown'd and the shipwreck'd have happy graves.</pre>\n "}, {"title": "Sonnet 100", "view_node": "/poem/sonnet-100", "field_author": "<a href=\"/poet/lord-brooke-fulke-greville\" hreflang=\"und\">Lord Brooke Fulke Greville</a>", "field_date_published": "1633", "body": " <pre>\nIn night when colors all to black are cast,\nDistinction lost, or gone down with the light;\nThe eye a watch to inward senses placed,\nNot seeing, yet still having powers of sight,\n\nGives vain alarums to the inward sense,\nWhere fear stirred up with witty tyranny,\nConfounds all powers, and thorough self-offense,\nDoth forge and raise impossibility:\n\nSuch as in thick depriving darknesses,\nProper reflections of the error be,\nAnd images of self-confusednesses,\nWhich hurt imaginations only see;\n\nAnd from this nothing seen, tells news of devils,\nWhich but expressions be of inward evils.</pre>\n "}, {"title": "The Hag", "view_node": "/poem/hag", "field_author": "<a href=\"/poet/robert-herrick\" hreflang=\"und\">Robert Herrick</a>", "field_date_published": "1648", "body": " <pre>\n    The Hag is astride,\n    This night for to ride;\nThe Devill and shee together:\n    Through thick, and through thin,\n    Now out, and then in,\nThough ne'r so foule be the weather.\n\n    A Thorn or a Burr\n    She takes for a Spurre:\nWith a lash of a Bramble she rides now,\n    Through Brakes and through Bryars,\n    O're Ditches, and Mires,\nShe followes the Spirit that guides now.\n\n    No Beast, for his food,\n    Dares now range the wood;\nBut husht in his laire he lies lurking:\n    While mischiefs, by these,\n    On Land and on Seas,\nAt noone of Night are working,\n\n    The storme will arise,\n    And trouble the skies;\nThis night, and more for the wonder,\n    The ghost from the Tomb\n    Affrighted shall come,\nCal'd out by the clap of the Thunder.</pre>\n "}, {"title": "Darkness", "view_node": "/poem/darkness", "field_author": "<a href=\"/poet/george-gordon-byron\" hreflang=\"und\">George Gordon Byron</a>", "field_date_published": "1816", "body": " <pre>\nI had a dream, which was not all a dream.\nThe bright sun was extinguish'd, and the stars\nDid wander darkling in the eternal space,\nRayless, and pathless, and the icy earth\nSwung blind and blackening in the moonless air;\nMorn came and went—and came, and brought no day,\nAnd men forgot their passions in the dread\nOf this their desolation; and all hearts\nWere chill'd into a selfish prayer for light:\nAnd they did live by watchfires—and the thrones,\nThe palaces of crowned kings—the huts,\nThe habitations of all things which dwell,\nWere burnt for beacons; cities were consum'd,\nAnd men were gather'd round their blazing homes\nTo look once more into each other's face;\nHappy were those who dwelt within the eye\nOf the volcanos, and their mountain-torch:\nA fearful hope was all the world contain'd;\nForests were set on fire—but hour by hour\nThey fell and faded—and the crackling trunks\nExtinguish'd with a crash—and all was black.\nThe brows of men by the despairing light\nWore an unearthly aspect, as by fits\nThe flashes fell upon them; some lay down\nAnd hid their eyes and wept; and some did rest\nTheir chins upon their clenched hands, and smil'd;\nAnd others hurried to and fro, and fed\nTheir funeral piles with fuel, and look'd up\nWith mad disquietude on the dull sky,\nThe pall of a past world; and then again\nWith curses cast them down upon the dust,\nAnd gnash'd their teeth and howl'd: the wild birds shriek'd\nAnd, terrified, did flutter on the ground,\nAnd flap their useless wings; the wildest brutes\nCame tame and tremulous; and vipers crawl'd\nAnd twin'd themselves among the multitude,\nHissing, but stingless—they were slain for food.\nAnd War, which for a moment was no more,\nDid glut himself again: a meal was bought\nWith blood, and each sate sullenly apart\nGorging himself in gloom: no love was left;\nAll earth was but one thought—and that was death\nImmediate and inglorious; and the pang\nOf famine fed upon all entrails—men\nDied, and their bones were tombless as their flesh;\nThe meagre by the meagre were devour'd,\nEven dogs assail'd their masters, all save one,\nAnd he was faithful to a corse, and kept\nThe birds and beasts and famish'd men at bay,\nTill hunger clung them, or the dropping dead\nLur'd their lank jaws; himself sought out no food,\nBut with a piteous and perpetual moan,\nAnd a quick desolate cry, licking the hand\nWhich answer'd not with a caress—he died.\nThe crowd was famish'd by degrees; but two\nOf an enormous city did survive,\nAnd they were enemies: they met beside\nThe dying embers of an altar-place\nWhere had been heap'd a mass of holy things\nFor an unholy usage; they rak'd up,\nAnd shivering scrap'd with their cold skeleton hands\nThe feeble ashes, and their feeble breath\nBlew for a little life, and made a flame\nWhich was a mockery; then they lifted up\nTheir eyes as it grew lighter, and beheld\nEach other's aspects—saw, and shriek'd, and died—\nEven of their mutual hideousness they died,\nUnknowing who he was upon whose brow\nFamine had written Fiend. The world was void,\nThe populous and the powerful was a lump,\nSeasonless, herbless, treeless, manless, lifeless—\nA lump of death—a chaos of hard clay.\nThe rivers, lakes and ocean all stood still,\nAnd nothing stirr'd within their silent depths;\nShips sailorless lay rotting on the sea,\nAnd their masts fell down piecemeal: as they dropp'd\nThey slept on the abyss without a surge—\nThe waves were dead; the tides were in their grave,\nThe moon, their mistress, had expir'd before;\nThe winds were wither'd in the stagnant air,\nAnd the clouds perish'd; Darkness had no need\nOf aid from them—She was the Universe.</pre>\n "}, {"title": "Shadwell Stair", "view_node": "/poem/shadwell-stair", "field_author": "<a href=\"/poet/wilfred-owen\" hreflang=\"und\">Wilfred Owen</a>", "field_date_published": "1931", "body": " <pre>I am the ghost of Shadwell Stair.\n       Along the wharves by the water-house,\n       And through the cavernous slaughter-house,\nI am the shadow that walks there.\n\n\nYet I have flesh both firm and cool,\n       And eyes tumultuous as the gems\n       Of moons and lamps in the full Thames\nWhen dusk sails wavering down the pool.\n\n\nShuddering the purple street-arc burns\n       Where I watch always; from the banks\n       Dolorously the shipping clanks\nAnd after me a strange tide turns.\n\n\nI walk till the stars of London wane\n       And dawn creeps up the Shadwell Stair.\n       But when the crowing syrens blare\nI with another ghost am lain.\n</pre>\n "}, {"title": "Raising the Devil: A Legend of Cornelius Agrippa", "view_node": "/poem/raising-devil-legend-cornelius-agrippa", "field_author": "<a href=\"/poet/richard-harris-barham\" hreflang=\"und\">Richard Harris Barham</a>", "field_date_published": "1842", "body": " <pre>\n'And hast thou nerve enough?' he said,\nThat Grey old Man, above whose head\nUnnumber'd years had roll'd,—\n'And hast thou nerve to view,' he cried,\n'The incarnate Fiend that Heaven defied!\n— Art thou indeed so bold?'\n\n'Say, canst Thou, with unshrinking gaze,\nSustain, rash youth, the withering blaze\nOf that unearthly eye,\nThat blasts where'er it lights,— the breath\nThat, like the Simoom, scatters death\nOn all that yet can die!\n\n—'Darest thou confront that fearful form,\nThat rides the whirlwind, and the storm,\nIn wild unholy revel!\nThe terrors of that blasted brow,\nArchangel's once,— though ruin'd now —\n— Ay,— dar'st thou face THE DEVIL?'—\n\n'I dare!' the desperate Youth replied,\nAnd placed him by that Old Man's side,\nIn fierce and frantic glee,\nUnblench'd his cheek, and firm his limb\n—'No paltry juggling Fiend, but HIM!\n— THE DEVIL!— I fain would see!—\n\n'In all his Gorgon terrors clad,\nHis worst, his fellest shape!' the Lad\nRejoined in reckless tone.—\n—'Have then thy wish!' Agrippa said,\nAnd sigh'd and shook his hoary head,\nWith many a bitter groan.\n\nHe drew the mystic circle's bound,\nWith skull and cross-bones fenc'd around;\nHe traced full many a sigil there;\nHe mutter'd many a backward pray'r,\nThat sounded like a curse—\n'He comes!'— he cried with wild grimace,\n'The fellest of Apollyon's race!'—\n— Then in his startled pupil's face\nHe dash'd — an EMPTY PURSE!!</pre>\n "}, {"title": "The Hand of Glory: The Nurse&#039;s Story", "view_node": "/poem/hand-glory-nurses-story", "field_author": "<a href=\"/poet/richard-harris-barham\" hreflang=\"und\">Richard Harris Barham</a>", "field_date_published": "1840", "body": " <pre>\nOn the lone bleak moor,\nAt the midnight hour,\nBeneath the Gallows Tree,\nHand in hand\nThe Murderers stand\nBy one, by two, by three!\nAnd the Moon that night\nWith a grey, cold light\nEach baleful object tips;\nOne half of her form\nIs seen through the storm,\nThe other half 's hid in Eclipse!\nAnd the cold Wind howls,\nAnd the Thunder growls,\nAnd the Lightning is broad and bright;\nAnd altogether\nIt 's very bad weather,\nAnd an unpleasant sort of a night!\n'Now mount who list,\nAnd close by the wrist\nSever me quickly the Dead Man's fist!—\nNow climb who dare\nWhere he swings in air,\nAnd pluck me five locks of the Dead Man's hair!'\n\n\nThere 's an old woman dwells upon Tappington Moor,\nShe hath years on her back at the least fourscore,\nAnd some people fancy a great many more;\nHer nose it is hook'd,\nHer back it is crook'd,\nHer eyes blear and red:\nOn the top of her head\nIs a mutch, and on that\nA shocking bad hat,\nExtinguisher-shaped, the brim narrow and flat!\nThen,— My Gracious!— her beard!— it would sadly perplex\nA spectator at first to distinguish her sex;\nNor, I'll venture to say, without scrutiny could be\nPronounce her, off-handed, a Punch or a Judy.\nDid you see her, in short, that mud-hovel within,\nWith her knees to her nose, and her nose to her chin,\nLeering up with that queer, indescribable grin,\nYou'd lift up your hands in amazement, and cry,\n'— Well!— I never did see such a regular Guy!'\n\nAnd now before\nThat old Woman's door,\nWhere nought that 's good may be,\nHand in hand\nThe Murderers stand\nBy one, by two, by three!\n\nOh! 'tis a horrible sight to view,\nIn that horrible hovel, that horrible crew,\nBy the pale blue glare of that flickering flame,\nDoing the deed that hath never a name!\n'Tis awful to hear\nThose words of fear!\nThe prayer mutter'd backwards, and said with a sneer!\n(Matthew Hopkins himself has assured us that when\nA witch says her prayers, she begins with 'Amen.') —\n—' Tis awful to see\nOn that Old Woman's knee\nThe dead, shrivell'd hand, as she clasps it with glee!—\n\nAnd now, with care,\nThe five locks of hair\nFrom the skull of the Gentleman dangling up there,\nWith the grease and the fat\nOf a black Tom Cat\nShe hastens to mix,\nAnd to twist into wicks,\nAnd one on the thumb, and each finger to fix.—\n(For another receipt the same charm to prepare,\nConsult Mr Ainsworth and Petit Albert.)\n\n'Now open lock\nTo the Dead Man's knock!\nFly bolt, and bar, and band!\n— Nor move, nor swerve\nJoint, muscle, or nerve,\nAt the spell of the Dead Man's hand!\nSleep all who sleep!— Wake all who wake!—\nBut be as the Dead for the Dead Man's sake!!'\n\n\nAll is silent! all is still,\nSave the ceaseless moan of the bubbling rill\nAs it wells from the bosom of Tappington Hill.\nAnd in Tappington Hall\nGreat and Small,\nGentle and Simple, Squire and Groom,\nEach one hath sought his separate room,\nAnd sleep her dark mantle hath o'er them cast,\nFor the midnight hour hath long been past!\n\nAll is darksome in earth and sky,\nSave, from yon casement, narrow and high,\nA quivering beam\nOn the tiny stream\nPlays, like some taper's fitful gleam\nBy one that is watching wearily.\n\nWithin that casement, narrow and high,\nIn his secret lair, where none may spy,\nSits one whose brow is wrinkled with care,\nAnd the thin grey locks of his failing hair\nHave left his little bald pate all bare;\nFor his full-bottom'd wig\nHangs, bushy and big,\nOn the top of his old-fashion'd, high-back'd chair.\nUnbraced are his clothes,\nUngarter'd his hose,\nHis gown is bedizen'd with tulip and rose,\nFlowers of remarkable size and hue,\nFlowers such as Eden never knew;\n— And there, by many a sparkling heap\nOf the good red gold,\nThe tale is told\nWhat powerful spell avails to keep\nThat careworn man from his needful sleep!\n\nHaply, he deems no eye can see\nAs he gloats on his treasure greedily,—\nThe shining store\nOf glittering ore,\nThe fair Rose-Noble, the bright Moidore,\nAnd the broad Double-Joe from beyond the sea,—\nBut there's one that watches as well as he;\nFor, wakeful and sly,\nIn a closet hard by\nOn his truckle bed lieth a little Foot-page,\nA boy who 's uncommonly sharp of his age,\nLike young Master Horner,\nWho erst in a corner\nSat eating a Christmas pie:\nAnd, while that Old Gentleman's counting his hoards,\nLittle Hugh peeps through a crack in the boards!\n\n\nThere 's a voice in the air,\nThere 's a step on the stair,\nThe old man starts in his cane-back'd chair;\nAt the first faint sound\nHe gazes around,\nAnd holds up his dip of sixteen to the pound.\nThen half arose\nFrom beside his toes\nHis little pug-dog with his little pug nose,\nBut, ere he can vent one inquisitive sniff,\nThat little pug-dog stands stark and stiff,\nFor low, yet clear,\nNow fall on the ear,\n— Where once pronounced for ever they dwell,—\nThe unholy words of the Dead Man's spell!\n'Open lock\nTo the Dead Man's knock!\nFly bolt, and bar, and band!—\nNor move, nor swerve,\nJoint, muscle, or nerve,\nAt the spell of the Dead Man's hand!\nSleep all who sleep!— Wake all who wake!—\nBut be as the Dead for the Dead Man's sake!'Now lock, nor bolt, nor bar avails,\nNor stout oak panel thick-studded with nails.\nHeavy and harsh the hinges creak,\nThough they had been oil'd in the course of the week,\nThe door opens wide as wide may be,\nAnd there they stand,\nThat murderous band,\nLit by the light of the GLORIOUS HAND,\nBy one!— by two!— by three!\n\nThey have pass'd through the porch, they have pass'd through the hall,\nWhere the Porter sat snoring against the wall;\nThe very snore froze,\nIn his very snub nose,\nYou'd have verily deem'd he had snored his last\nWhen the Glorious HAND by the side of him pass'd!\nE'en the little wee mouse, as it ran o'er the mat\nAt the top of its speed to escape from the cat,\nThough half dead with affright,\nPaused in its flight;\nAnd the cat that was chasing that little wee thing\nLay crouch'd as a statue in act to spring!\nAnd now they are there,\nOn the head of the stair,\nAnd the long crooked whittle is gleaming and bare,\n— I really don't think any money would bribe\nMe the horrible scene that ensued to describe,\nOr the wild, wild glare\nOf that old man's eye,\nHis dumb despair,\nAnd deep agony.\nThe kid from the pen, and the lamb from the fold,\nUnmoved may the blade of the butcher behold;\nThey dream not — ah, happier they!— that the knife,\nThough uplifted, can menace their innocent life;\nIt falls;— the frail thread of their being is riven,\nThey dread not, suspect not, the blow till 'tis given.—\nBut, oh! what a thing 'tis to see and to know\nThat the bare knife is raised in the hand of the foe,\nWithout hope to repel, or to ward off the blow!—\n— Enough!— let 's pass over as fast as we can\nThe fate of that grey, that unhappy old man!\n\nBut fancy poor Hugh,\nAghast at the view,\nPowerless alike to speak or to do!\nIn vain doth be try\nTo open the eye\nThat is shut, or close that which is clapt to the chink,\nThough he'd give all the world to be able to wink!—\nNo!— for all that this world can give or refuse,\nI would not be now in that little boy's shoes,\nOr indeed any garment at all that is Hugh's!\n—' Tis lucky for him that the chink in the wall\nHe has peep'd through so long, is so narrow and small.\n\nWailing voices, sounds of woe\nSuch as follow departing friends,\nThat fatal night round Tappington go,\nIts long-drawn roofs and its gable ends:\nEthereal Spirits, gentle and good,\nAye weep and lament o'er a deed of blood.\n\n\n'Tis early dawn — the morn is grey,\nAnd the clouds and the tempest have pass'd away,\nAnd all things betoken a very fine day;\n\nBut, while the lark her carol is singing,\nShrieks and screams are through Tappington ringing!\nUpstarting all,\nGreat and small\nEach one who 's found within Tappington Hall,\nGentle and Simple, Squire or Groom,\nAll seek at once that old Gentleman's room;\nAnd there, on the floor,\nDrench'd in its gore,\nA ghastly corpse lies exposed to the view,\nCarotid and jugular both cut through!\nAnd there, by its side,\n'Mid the crimson tide,\nKneels a little Foot-page of tenderest years;\nAdown his pale cheek the fast-falling tears\nAre coursing each other round and big,\nAnd he 's staunching the blood with a full-bottom'd wig!\nAlas! and alack for his staunching!—'tis plain,\nAs anatomists tell us, that never again\nShall life revisit the foully slain,\nWhen once they've been cut through the jugular vein.\n\n\nThere's a hue and a cry through the County of Kent,\nAnd in chase of the cut-throats a Constable's sent,\nBut no one can tell the man which way they went:\nThere's a little Foot-page with that Constable goes,\nAnd a little pug-dog with a little pug nose.\n\nIn Rochester town,\nAt the sign of the Crown,\nThree shabby-genteel men are just sitting down\nTo a fat stubble-goose, with potatoes done brown;\nWhen a little Foot-page\nRushes in, in a rage,\nUpsetting the apple-sauce, onions, and sage.\nThat little Foot-page takes the first by the throat,\nAnd a little pug-dog takes the next by the coat,\nAnd a Constable seizes the one more remote;\nAnd fair rose-nobles and broad moidores,\nThe Waiter pulls out of their pockets by scores,\nAnd the Boots and the Chambermaids run in and stare;\nAnd the Constable says, with a dignified air,\n'You're wanted, Gen'lemen, one and all,\nFor that 'ere precious lark at Tappington Hall!'\n\nThere 'a a black gibbet frowns upon Tappington Moor,\nWhere a former black gibbet has frown'd before:\nIt is as black as black may be,\nAnd murderers there\nAre dangling in air,\nBy one!— by two!— by three!\n\nThere 's a horrid old hag in a steeple-crown'd hat,\nRound her neck they have tied to a hempen cravat\nA Dead Man's hand, and a dead Tom Cat!\nThey have tied up her thumbs, they have tied up her toes,\nThey have tied up her eyes, they have tied up her limbs!\nInto Tappington mill-dam souse she goes,\nWith a whoop and a halloo!—'She swims!— She swims!'\nThey have dragg'd her to land,\nAnd every one's hand\nIs grasping a faggot, a billet, or brand,\nWhen a queer-looking horseman, drest all in black,\nSnatches up that old harridan just like a sack\nTo the crupper behind him, puts spurs to his hack,\nMakes a dash through the crowd, and is off in a crack!\nNo one can tell,\nThough they guess pretty well,\nWhich way that grim rider and old woman go,\nFor all see he 's a sort of infernal Ducrow;\nAnd she scream'd so, and cried,\nWe may fairly decide\nThat the old woman did not much relish her ride!</pre>\n "}, {"title": "The Haunted Palace", "view_node": "/poem/haunted-palace", "field_author": "<a href=\"/poet/edgar-allan-poe\" hreflang=\"und\">Edgar Allan Poe</a>", "field_date_published": "1839", "body": " <pre>\nIn the greenest of our valleys\nBy good angels tenanted,\nOnce a fair and stately palace —\nRadiant palace — reared its head.\nIn the monarch Thought's dominion —\nIt stood there!\nNever seraph spread a pinion\nOver fabric half so fair!\n\nBanners yellow, glorious, golden,\nOn its roof did float and flow,\n(This — all this — was in the olden\nTime long ago,)\nAnd every gentle air that dallied,\nIn that sweet day,\nAlong the ramparts plumed and pallid,\nA winged odor went away.\n\nWanderers in that happy valley,\nThrough two luminous windows, saw\nSpirits moving musically,\nTo a lute's well-tuned law,\nRound about a throne where, sitting\n(Porphyrogene!)\nIn state his glory well-befitting,\nThe ruler of the realm was seen.\n\nAnd all with pearl and ruby glowing\nWas the fair palace door,\nThrough which came flowing, flowing, flowing,\nAnd sparkling evermore,\nA troop of Echoes, whose sweet duty\nWas but to sing,\nIn voices of surpassing beauty,\nThe wit and wisdom of their king.\n\nBut evil things, in robes of sorrow,\nAssailed the monarch's high estate.\n(Ah, let us mourn! — for never morrow\nShall dawn upon him desolate!)\nAnd round about his home the glory\nThat blushed and bloomed,\nIs but a dim-remembered story\nOf the old time entombed.\n\nAnd travellers, now, within that valley,\nThrough the red-litten windows see\nVast forms, that move fantastically\nTo a discordant melody,\nWhile, like a ghastly rapid river,\nThrough the pale door\nA hideous throng rush out forever\nAnd laugh — but smile no more.\n</pre>\n "}, {"title": "Spirits of the Dead", "view_node": "/poem/spirits-dead", "field_author": "<a href=\"/poet/edgar-allan-poe\" hreflang=\"und\">Edgar Allan Poe</a>", "field_date_published": "1829", "body": "<p><span class=\"long-line\">Thy soul shall find itself alone</span><br /><span class=\"long-line\">'Mid dark thoughts of the grey tomb-stone;</span><br /><span class=\"long-line\">Not one, of all the crowd, to pry</span><br /><span class=\"long-line\">Into thine hour of secrecy.</span></p>\n\n<p><span class=\"long-line\">Be silent in that solitude,</span><br /><span class=\"long-line\">Which is not loneliness — for then</span><br /><span class=\"long-line\">The spirits of the dead, who stood</span><br /><span class=\"long-line\">In life before thee, are again</span><br /><span class=\"long-line\">In death around thee, and their will</span><br /><span class=\"long-line\">Shall overshadow thee; be still.</span></p>\n\n<p><span class=\"long-line\">The night, though clear, shall frown,</span><br /><span class=\"long-line\">And the stars shall not look down</span><br /><span class=\"long-line\">From their high thrones in the Heaven</span><br /><span class=\"long-line\">With light like hope to mortals given,</span><br /><span class=\"long-line\">But their red orbs, without beam,</span><br /><span class=\"long-line\">To thy weariness shall seem</span><br /><span class=\"long-line\">As a burning and a fever</span><br /><span class=\"long-line\">Which would cling to thee for ever.</span></p>\n\n<p><span class=\"long-line\">Now are thoughts thou shalt not banish,</span><br /><span class=\"long-line\">Now are visions ne'er to vanish;</span><br /><span class=\"long-line\">From thy spirit shall they pass</span><br /><span class=\"long-line\">No more, like dew-drop from the grass.</span></p>\n\n<p><span class=\"long-line\">The breeze, the breath of God, is still,</span><br /><span class=\"long-line\">And the mist upon the hill</span><br /><span class=\"long-line\">Shadowy, shadowy, yet unbroken,</span><br /><span class=\"long-line\">Is a symbol and a token.</span><br /><span class=\"long-line\">How it hangs upon the trees,</span><br /><span class=\"long-line\">A mystery of mysteries!</span></p>\n"}, {"title": "The Lady of the Manor [Next died the Lady]", "view_node": "/poem/lady-manor-next-died-lady", "field_author": "<a href=\"/poet/george-crabbe\" hreflang=\"und\">George Crabbe</a>", "field_date_published": "1834", "body": " <pre>\nNext died the Lady who yon Hall possessed;\nAnd here they brought her noble bones to rest.\nIn Town she dwelt:- forsaken stood the Hall:\nWorms ate the floors. the tapestry fled the wall.\nNo fire the kitchens cheerless grate displayed;\nNo cheerful light the long-closed sash conveyed;\nThe crawling worm, that turns a summer-fly,\nHere spun his shroud and laid him up to die\nThe winter-death:— upon the bed of sate,\nThe bat shrill-shrieking wooed his flickering mate;\nTo empty rooms the curious came no more,\nFrom empty cellars turned the angry poor,\nAnd surly beggars cursed the ever-bolted door.\nTo one small room the steward found his way, \nWhere tenants follow'd to complain and pay;\nYet no complaint before the Lady came, \nThe feeling servant spared the feeble dame; \nWho saw her farms with his observing eyes, \nAnd answer'd all requests with his replies:— \nShe came not down, her falling groves to view; \nWhy should she know, what one so faithful knew? \nWhy come, from many clamorous tongues to hear, \nWhat one so just might whisper in her ear? \nHer oaks or acres, why with care explore; \nWhy learn the wants, the sufferings of the poor; \nWhen one so knowing all their worth could trace, \nAnd one so piteous govern'd in her place ?\n   Lo! now, what dismal Sons of Darkness come, \nTo bear this Daughter of Indulgence home; \nTragedians all, and well-arranged in black! \nWho nature, feeling, force, expression lack; \nWho cause no tear, but gloomily pass by, \nAnd shake their sables in the wearied eye, \nThat turns disgusted from the pompous scene, \nProud without grandeur, with profusion, mean! \nThe tear for kindness post affection owes; \nFor worth deceased the sigh from reason flows; \nE'en well-feign'd passion for our sorrows call, \nAnd real tears for mimic miseries fall: \nBut this poor farce has neither truth nor art, \nTo please the fancy or to touch the heart;\nUnlike the darkness of the sky, that pours\nOn the dry ground its fertilising showers;\nUnlike to that which strikes the sould with dread,\nWhen thunders roar and forky fires are shed...</pre>\n "}, {"title": "Picket Monsters (audio only)", "view_node": "/poem/picket-monsters-audio-only", "field_author": "<a href=\"/poet/major-jackson\" hreflang=\"und\">Major Jackson</a>", "field_date_published": "2008", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}], "pager": {"current_page": 543, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}