{"rows": [{"title": "Dear Michael (2)", "view_node": "/poem/dear-michael-2", "field_author": "<a href=\"/poet/mark-mcmorris\" hreflang=\"und\">Mark McMorris</a>", "field_date_published": "2010", "body": " <pre>\nThe wound cannot close; language is a formal exit\nis what exits from the wound it documents.\nThe wound is deaf to what it makes; is deaf\nto exit and to all, and that is its durable self,\nto be a mayhem that torments a city. The sound\ncomes ﬁrst and then the word like a wave\nlightning and then thunder, a glance then a kiss\nfollows and destroys the footprint, mark of the source.\nIt is the source that makes the wound, the wound\nthat makes a poem. It is defeat that makes\na poem sing of the light and that means to sing\nfor a while. The soldier leans on his spear.\nHe sings a song of leaning; he leans on a wound\nto sing of other things. Names appear on a page\ngentian weeds that talk to gentian words, oral\nto local, song talk to sing (Singh), and so\nhe goes on with the leaning and the talking.\nThe wound lets him take a breath for a little\nbecause it is a cycle of sorts, a system or a wheel\na circle that becomes a wheel and is not a sound\nat all, the idea of a sound and the sound again\nof an idea that follows so close; say light\nand then is there light or a wound, an idea of being\nitself in the thing sound cancels. Is there ever a spear\na soldier that leans in, a song that he sings\nwaiting for a battle? This soldier is only a doorway.\nSay that book is a door. I say the soldier\nand the local, the word and the weed, the light\nand the kiss make a mayhem and a meeting.\nSo then that the voice may traverse a ﬁeld\nit transmits the soldier on a causeway to the city\nleaning on a spear and talking, just after the wound opens\nthat never creaks and closes, and has no ﬁnal page.</pre>\n "}, {"title": "Lying My Head Off", "view_node": "/poem/lying-my-head", "field_author": "<a href=\"/poet/cate-marvin\" hreflang=\"und\">Cate Marvin</a>", "field_date_published": "2007", "body": " <pre>\nHere's my head, in a dank corner of the yard.\nI lied it off and so off it rolled.\nIt wasn't unbelieving that caused it\nto drop off my neck and loll down a slope.\nPerhaps it had a mind of its own, wanted\nto leave me for a little while.\n\nOr it was scared and detached itself\nfrom the stalk of my neck as a lizard's tail\nwill desert its body in fright of being caught.\nThe fact is, I never lied. The fact is,\nI always lied. Before us, we have two mirrors.\nAt times, they say, one must lie in order\n\nto survive. I drove by the house, passed\nit several times, pretending it was not\nmy own. Its windows were red with curtains\nand the honeyed light cast on the porch\ndid not succeed in luring me back inside.\nI never lied. I drove by the house,\n\nsuckling the thought of other lovers\nlike a lozenge. I was pale as a papery birch.\nI was pure as a brand new pair of underwear.\nIt will be a long while before I touch another.\nYet, I always lied, an oil slick on my tongue.\nI used to think that I was wrong, could\n\nnot tell the truth for what it was. Yet, one\ncannot take a lawsuit out on oneself.\nI would have sworn in court that I believed\nmyself and then felt guilty a long time after.\nI hated the house and I hated myself.\nThe house fattened with books, made me\n\ngrow to hate books, when all the while\nit was only books that never claimed\nto tell the truth. I hated him and I hated\nhis room, within which his cloud of smoke\nheaved. I disappeared up narrow stairs,\nslipped quick beneath the covers.\n\nMy stomach hurts, I told him, I was tired.\nI grew my dreams thick through hot nights:\ndear, flickering flowers. They had eyes\nwhich stared, and I found I could not afford\ntheir nurture, could not return their stare,\nMeanwhile, liars began their parade\n\nwithout my asking, strode sidewalks inches\nbefore my doorstep. I watched their hulking\nand strange beauty, their songs pregnant\nwith freedom, and became an other self.\nI taught children how to curse.\nI bought children gold pints of liquor.\n\nI sold my mind on the street.\n1 learned another language. It translates easily.\nHere's how: <i>What I say is not what I mean,\nnor is it ever what I meant to say</i>.\nYou must not believe me when I say\nthere's nothing left to love in this world.</pre>\n "}, {"title": "Love Poem from South China, 1999", "view_node": "/poem/love-poem-south-china-1999", "field_author": "<a href=\"/poet/rachel-dewoskin\" hreflang=\"und\">Rachel DeWoskin</a>", "field_date_published": "2009", "body": " <pre>\nThe tropical infection traced\na map up my finger and standing\noutside the Kunming Red\nCross Hospital, we watched this white\n\nrabbit eat Christmas poinsettia\nbefore we found the Doctor named Wen.\nRegistration for the operation cost 3 kuai 5\nequivalent to twenty-seven cents. Dr.\n\nWen pointed two fresh, ready fingers\nat his table and repeated (in English)\n<i>operation</i>. After the lecture on pus\nand abscess, you expressed nonchalance\n\nat the sight of his knife, (he unwrapped\nit, you said, optimistic) and I\nwhispered translations into the shirt\nwhere I buried my face at your waist.\n\nWhen Dr. Wen sliced the finger like tropical\nfruit the leather taste spread\nto the back of my mouth. <i>Operation,\nyour belt, Chinese vocab abscess\n\noperation, white rabbit, red plant</i>. The day\nwent on outside, and when I\nnoticed it again hours later, I had stopped\nscreaming, The bandages were just\n\ngauzy hotel curtains, angels\nin fluttering light. When I rolled\nfrom the shadows of hospital shock,\nyou introduced me to\nmy finger. Gored and masked\ncriminal bandit! Escaped from the red\ncross, you said: Finger X. Read\na passage from <i>Our Man\n\nIn Havana</i>. Yes, China, Havana\nnary a trauma; we double wrapped the\ndigit’s disguise with a plastic shower\ncap and swam off the coast\n\nof Hainan. But just to be safe, you carried\nme through the water\nwith my hand raised like a torch\nabove the waves.</pre>\n "}, {"title": "Green", "view_node": "/poem/green", "field_author": "<a href=\"/poet/d-h-lawrence\" hreflang=\"und\">D. H. Lawrence</a>", "field_date_published": "1917", "body": " <pre>\nThe dawn was apple-green,\t\nThe sky was green wine held up in the sun,\t\nThe moon was a golden petal between.\t\n \nShe opened her eyes, and green\t\nThey shone, clear like flowers undone\nFor the first time, now for the first time seen.</pre>\n "}, {"title": "who knows how long this way", "view_node": "/poem/who-knows-how-long-way", "field_author": "<a href=\"/poet/sarah-vap\" hreflang=\"und\">Sarah Vap</a>", "field_date_published": "2007", "body": " <pre>\nher body's customs\nwith things\n\nhe requires\nthat she shave\nnot like a girl\n\nhis passing\n\nactually\nimagines her own\n\nit's nothing, though\n\nshe just climbs out\nof the forest\nforearms swollen from horseflies,\n\nher eyes swollen—\nsmears him\non her body, not knowing\nhow she intends\nto live.\n\nSo shows\nhim something—\n\npollen,\na powerful arm\nand vodka\nsouring his balls.\n\nNothing left but oldness\nshe shifts his skin\n\nlike a lover\nwith all this knowledge\n\nof her, he really\nhad nothing to choose.</pre>\n "}, {"title": "Lighthead&#039;s Guide to the Galaxy", "view_node": "/poem/lightheads-guide-galaxy", "field_author": "<a href=\"/poet/terrance-hayes\" hreflang=\"und\">Terrance Hayes</a>", "field_date_published": "2010", "body": "<p><span class=\"long-line\">Ladies and gentlemen, ghosts and children of the state,</span><br /><span class=\"long-line\">I am here because I could never get the hang of Time.</span><br /><span class=\"long-line\">This hour, for example, would be like all the others</span><br /><span class=\"long-line\">were it not for the rain falling through the roof.</span><br /><span class=\"long-line\">I’d better not be too explicit. My night is careless</span><br /><span class=\"long-line\">with itself, troublesome as a woman wearing no bra</span><br /><span class=\"long-line\">in winter. I believe everything is a metaphor for sex.</span><br /><span class=\"long-line\">Lovemaking mimics the act of departure, moonlight</span><br /><span class=\"long-line\">drips from the leaves. You can spend your whole life</span><br /><span class=\"long-line\">doing no more than preparing for life and thinking.</span><br /><span class=\"long-line\">\"Is this all there is?\" Thus, I am here where poets come</span><br /><span class=\"long-line\">to drink a dark strong poison with tiny shards of ice,</span><br /><span class=\"long-line\">something to loosen my primate tongue and its syllables</span><br /><span class=\"long-line\">of debris. I know all words come from preexisting words</span><br /><span class=\"long-line\">and divide until our pronouncements develop selves.</span><br /><span class=\"long-line\">The small dog barking at the darkness has something to say</span><br /><span class=\"long-line\">about the way we live. I’d rather have what my daddy calls</span><br /><span class=\"long-line\">“skrimp.” He says “discrete” and means the street</span><br /><span class=\"long-line\">just out of sight. Not what you see, but what you perceive:</span><br /><span class=\"long-line\">that’s poetry. Not the noise, but its rhythm; an arrangement</span><br /><span class=\"long-line\">of derangements; I’ll eat you to live: that’s poetry.</span><br /><span class=\"long-line\">I wish I glowed like a brown-skinned pregnant woman.</span><br /><span class=\"long-line\">I wish I could weep the way my teacher did as he read us</span><br /><span class=\"long-line\">Molly Bloom’s soliloquy of yes. When I kiss my wife,</span><br /><span class=\"long-line\">sometimes I taste her caution. But let’s not talk about that.</span><br /><span class=\"long-line\">Maybe Art’s only purpose is to preserve the Self.</span><br /><span class=\"long-line\">Sometimes I play a game in which my primitive craft fires</span><br /><span class=\"long-line\">upon an alien ship whose intention is the destruction</span><br /><span class=\"long-line\">of the earth. Other times I fall in love with a word</span><br /><span class=\"long-line\">like <em>somberness</em>. Or moonlight juicing naked branches.</span><br /><span class=\"long-line\">All species have a notion of emptiness, and yet</span><br /><span class=\"long-line\">the flowers don’t quit opening. I am carrying the whimper</span><br /><span class=\"long-line\">you can hear when the mouth is collapsed, the wisdom</span><br /><span class=\"long-line\">of monkeys. Ask a glass of water why it pities</span><br /><span class=\"long-line\">the rain. Ask the lunatic yard dog why it tolerates the leash.</span><br /><span class=\"long-line\">Brothers and sisters, when you spend your nights</span><br /><span class=\"long-line\">out on a limb, there’s a chance you’ll fall in your sleep.</span></p>\n"}, {"title": "This Lime Tree Bower My Prison", "view_node": "/poem/lime-tree-bower-my-prison", "field_author": "<a href=\"/poet/samuel-taylor-coleridge\" hreflang=\"und\">Samuel Taylor Coleridge</a>", "field_date_published": "1797", "body": " <pre>\nWell, they are gone, and here must I remain,\nThis lime-tree bower my prison! I have lost\nBeauties and feelings, such as would have been\nMost sweet to my remembrance even when age\nHad dimm'd mine eyes to blindness! They, meanwhile,\nFriends, whom I never more may meet again,\nOn springy heath, along the hill-top edge,\nWander in gladness, and wind down, perchance,\nTo that still roaring dell, of which I told;\nThe roaring dell, o'erwooded, narrow, deep,\nAnd only speckled by the mid-day sun;\nWhere its slim trunk the ash from rock to rock\nFlings arching like a bridge;—that branchless ash,\nUnsunn'd and damp, whose few poor yellow leaves\nNe'er tremble in the gale, yet tremble still,\nFann'd by the water-fall! and there my friends\nBehold the dark green file of long lank weeds,\nThat all at once (a most fantastic sight!)\nStill nod and drip beneath the dripping edge\nOf the blue clay-stone.\n\n                                  Now, my friends emerge\nBeneath the wide wide Heaven—and view again\nThe many-steepled tract magnificent\nOf hilly fields and meadows, and the sea,\nWith some fair bark, perhaps, whose sails light up\nThe slip of smooth clear blue betwixt two Isles\nOf purple shadow! Yes! they wander on\nIn gladness all; but thou, methinks, most glad,\nMy gentle-hearted Charles! for thou hast pined\nAnd hunger'd after Nature, many a year,\nIn the great City pent, winning thy way\nWith sad yet patient soul, through evil and pain\nAnd strange calamity! Ah! slowly sink\nBehind the western ridge, thou glorious Sun!\nShine in the slant beams of the sinking orb,\nYe purple heath-flowers! richlier burn, ye clouds!\nLive in the yellow light, ye distant groves!\nAnd kindle, thou blue Ocean! So my friend\nStruck with deep joy may stand, as I have stood,\nSilent with swimming sense; yea, gazing round\nOn the wide landscape, gaze till all doth seem\nLess gross than bodily; and of such hues\nAs veil the Almighty Spirit, when yet he makes\nSpirits perceive his presence.\n                                            A delight\nComes sudden on my heart, and I am glad\nAs I myself were there! Nor in this bower,\nThis little lime-tree bower, have I not mark'd\nMuch that has sooth'd me. Pale beneath the blaze\nHung the transparent foliage; and I watch'd\nSome broad and sunny leaf, and lov'd to see\nThe shadow of the leaf and stem above\nDappling its sunshine! And that walnut-tree\nWas richly ting'd, and a deep radiance lay\nFull on the ancient ivy, which usurps\nThose fronting elms, and now, with blackest mass\nMakes their dark branches gleam a lighter hue\nThrough the late twilight: and though now the bat\nWheels silent by, and not a swallow twitters,\nYet still the solitary humble-bee\nSings in the bean-flower! Henceforth I shall know\nThat Nature ne'er deserts the wise and pure;\nNo plot so narrow, be but Nature there,\nNo waste so vacant, but may well employ\nEach faculty of sense, and keep the heart\nAwake to Love and Beauty! and sometimes\n'Tis well to be bereft of promis'd good,\nThat we may lift the soul, and contemplate\nWith lively joy the joys we cannot share.\nMy gentle-hearted Charles! when the last rook\nBeat its straight path across the dusky air\nHomewards, I blest it! deeming its black wing\n(Now a dim speck, now vanishing in light)\nHad cross'd the mighty Orb's dilated glory,\nWhile thou stood'st gazing; or, when all was still,\nFlew creeking o'er thy head, and had a charm\nFor thee, my gentle-hearted Charles, to whom\nNo sound is dissonant which tells of Life.</pre>\n "}, {"title": "The Skin&#039;s Broken Aria", "view_node": "/poem/skins-broken-aria", "field_author": "<a href=\"/poet/jennifer-chang\" hreflang=\"und\">Jennifer Chang</a>", "field_date_published": "2010", "body": " <pre>\nI cross the street\nand my skin falls off. Who walks\nto an abandoned lake? Who\nabandons lakes? I ask questions\nto evade personal statements. When you are\nskinless, you cannot bear to be\nmore vulnerable. With skin, I\nwould say <i>I am in love with\nLove</i> as in that old-time song\ncrooners like to croon. With skin,\nI would wear elbow-length opera gloves\nof pearly satin. Protect my skin.\nHide it. There is no skin\nlike my skin. How I miss it —\nI miss it as I would a knitted bonnet, a\npewter teaspoon to stir sugar into hot water.\nMy great passion was my skin. The lover\nI loved. They don’t\nsell skin at Wal-Mart. And really, how\ncould I, humanely, buy it? Would you ever\ngive me your skin? This is a terrible world\nwe live in. There are mistakes and\nbatteries littering a junk drawer,\nwhere Mother would hide my house keys and Father\nwould store his eyeballs. Do you know\nPuccini? Do you spill silk\nat the gorgeous onslaught of love, of Pinkerton’s\nlurking return? Butterfly had no skin either\nbut you could not tell from the outer left\nbalcony. As I lay in a bed\nof my dead skin, I dream of Butterfly\nand what she could have done instead:\nrun away to this little room\nto lose her aching voice, to listen\nto the hourly ringing of bells\nthat is really the souring birdsong\nof a child, skinned and\nlaughing, a child that will never be hers.</pre>\n "}, {"title": "Breaking Across Us Now", "view_node": "/poem/breaking-across-us-now", "field_author": "<a href=\"/poet/katie-ford\" hreflang=\"und\">Katie Ford</a>", "field_date_published": "2010", "body": " <pre>\nI began to see things in parts again,\nsegments, a pen drawn against the skin\nto show where to cut, lamppost through the stained glass\nwith its etchings of light against the wall —\nit was the middle of the night. It was something we would tell no one:\nThe hospital roads with standing water, I drove quickly through,\nsaying, you won’t have to stay.\n                                                 But then I left without you,\nyou whom I’ve felt missing all this time —\nwhen I sat in the weeds of the yard, told to pull them\nfrom the root, not to touch the wild trillium, tying knots in the daffodil stalks,\ndiscontented. When I watched the scatters\nof firs sway their birds out through my storm windows,\nthe tree itself now and no more,\nI thought I needed belief — walking through the stubbed wheat grass\nrequesting everything that would undo me — the nearness of Christ,\nabandon and devotion — no one has to teach me\nmy disobediences. No one sees\nthe shed I see now, its roof bent with snow, all of it\nleaning south how it was never built.\nThe inches overcome it, but\nthe green wood darkens, oceanic and deep.\n                                                                   He might not wake up,\nI thought that night —\n                                         I remembered the house I boarded in one summer\nwith a widower, his wife’s fabric samples left draped over\nthe arm of the unfinished chair. I could feel her eyes\nin my own when I tried to choose\nbetween them, almost, if the sun of the alcove\nhadn’t faded them, the dust and his arms worn them.\nThe sky as stark as the first sheet laid down\nafter they took her body.\n                                           But on that night\nwhile I waited, the clouds casketed the stars,\nstars with no chambers or hollows, filling themselves\nwith their own heat how a hive quivers\nto fill each crevice with itself,\nhow I have never been able.</pre>\n "}, {"title": "December Moon", "view_node": "/poem/december-moon", "field_author": "<a href=\"/poet/brenda-hillman\" hreflang=\"und\">Brenda Hillman</a>", "field_date_published": "2010", "body": " <table cellpadding=\"20\"><tbody><tr><td valign=\"top\">\n<pre>\n<b>December Moon</b>\n\n\nOak moon, reed moon—\n\nour friend called;\nshe was telling the pain\nwhat to think.\n\nI said Look. If you\nrelax you'll get better.\n\n<i>Better? who wants better</i>,\nsaid a moonbeam\nunder the wire,\n\n<i>the soul is light's\nhypotenuse; the lily's\nlogic is frozen fire</i>—</pre>\n<p><img alt=\"\" border=\"0\" src=\"/sites/default/files/images/dec_moon_hillman_1.gif\" /></p></td><td valign=\"top\">\n<pre>\n<b>December Moon</b>\n\n\nSuppose you are the secret\nof the shore—a strong wave\nlying on its side—\n\nyou'd come to earth again\n\n(as if joy's understudy\nwould appear) &amp; you\ncould live one more bold\n\nday without meaning to,\nafresh, on winter's piney floor;\n\nyou say, I've been\nto the door &amp; wept;\nit says, what door</pre>\n<p><font color=\"#767676\"><img alt=\"\" border=\"0\" src=\"/sites/default/files/images/dec_moon_hillman_2.gif\" /></font></p></td></tr></tbody></table>"}, {"title": "Jugglers", "view_node": "/poem/jugglers", "field_author": "<a href=\"/poet/francisco-aragon\" hreflang=\"und\">Francisco Aragón</a>", "field_date_published": "2000", "body": " <pre>\nShe and I on a bench eating prawns:\n\nthe first day of her fiftieth year and she points\nat two street performers about to juggle\nfire, and a distant summer morning\n\nsurfaces, afloat on the light wind blowing\noff the bay—older sisters in the dark, hiding\nas big brother parades around the house\n\nhis hands outstretched clutching large candles\n<i>I'm on a search!</i> he shouts,\nmarching from room to room\n\ntill he finds them huddling in a jungle \nof clothes, beacons flickering as flame-\nhot wax begins to flow across his fingers...\n\nwhile she is walking to Centro Adulto, her head brimming\nwith phrases: the words she needs so she can quit\nsewing, land a job in a bank; and the sitter\n\narriving minutes late, finding us wet\nand trying to save a coat, a shirt, a dress—it's \na small one: nothing the green hose\n\nand frantic assembly-line of buckets\ndoesn’t eventually douse, leaving walls and curtains\nthe color of coal—<i>¡Mira!</i> she gasps\n\nher left hand rapping my shoulder, still pointing with the right\nas the torches,\nfrom one juggler to the other,\n\nbegin to fly\n\n                     <i>for my mother (1932-1997)</i></pre>\n "}, {"title": "The Pilaster", "view_node": "/poem/pilaster", "field_author": "<a href=\"/poet/elizabeth-madox-roberts\" hreflang=\"und\">Elizabeth Madox Roberts</a>", "field_date_published": "1921", "body": " <pre>\nThe church has pieces jutting out \nWhere corners of the walls begin. \nI have one for my little house, \nAnd I can feel myself go in. \n\nI feel myself go in the bricks, \nAnd I can see myself in there. \nI'm always waiting all alone, \nI'm sitting on a little chair. \n\nAnd I am sitting very still, \nAnd I am waiting on and on \nFor something that is never there, \nFor something that is gone.</pre>\n "}, {"title": "Postcard to I. Kaminsky from a Dream at the Edge of the Sea", "view_node": "/poem/postcard-i-kaminsky-dream-edge-sea", "field_author": "<a href=\"/poet/cecilia-woloch\" hreflang=\"und\">Cecilia Woloch</a>", "field_date_published": "2010", "body": " <p>I was leaving a country of rain for a country of apples. I hadn't much time. I told my beloved to wear his bathrobe, his cowboy boots, a black patch like a pirate might wear over his sharpest eye. My own bags were full of salt, which made them shifty, hard to lift. Houses had fallen, face first, into the mud at the edge of the sea. <i>Hurry</i>, I thought, and my hands were like birds. They could hold nothing. A feathery breeze. Then a white tree blossomed over the bed, all white blossoms, a painted tree. \"<i>Oh</i>,\" I said, or my love said to me. We want to be human, always, again, so we knelt like children at prayer while our lost mothers hushed us. A halo of bees. I was dreaming as hard as I could dream. It was fast—how the apples fattened and fell. The country that rose up to meet me was steep as a mirror; the gold hook gleamed.</p> "}, {"title": "Fireflies", "view_node": "/poem/fireflies", "field_author": "<a href=\"/poet/fred-chappell\" hreflang=\"und\">Fred Chappell</a>", "field_date_published": "2010", "body": " <pre>\nThe children race <i>now here</i> by the ivied fence,\ngather squealing <i>now there</i> by the lily border.\nThe evening calms <i>the quickened air</i>, immense\nand warm; its veil <i>is pierced with fire</i>. The order\nof space discloses <i>as pair by pair</i> porch lights\ncarve shadows. <i>Cool phosphors flare</i> when dark\npermits yearning <i>to signal where</i>, with spark\nand pause and spark, <i>the fireflies are</i>, the sites\nthey spiral <i>when they aspire</i>, with carefree ardor\nbusy, <i>to embrace a star</i> that draws them thence.\n\nLike children <i>we stand and stare</i>, watching the field\nthat twinkles <i>where gold wisps fare</i> to the end\nof dusk, <i>as the sudden sphere</i>, ivory shield\naloft, <i>of moon stands clear</i> of the world's far bend.</pre>\n "}, {"title": "Raven&#039;s Last Dream", "view_node": "/poem/ravens-last-dream", "field_author": "<a href=\"/poet/red-hawk\" hreflang=\"und\">Red Hawk</a>", "field_date_published": "2010", "body": " <pre>\nRaven was in a deep sleep,\ndreaming the world. He saw things\nand they happened, He dreamed things\nand they came to life. He hardly knew \nwhere to begin or what to do \n\nonce the world was. At last He understood \nFodder's dilemma. It troubled Him, \nmade Him restless, disturbed His sleep. \nThen the terrible thing happened:\nHe had a thought.\n \nEverything dream? He wonder.\nThen the worst thing happened:\nHe had another thought, one thought\nfollowing the other.\nWho dreaming Raven? He wonder and\n \nthis woke Him up.\nHe looked up, He looked down, He\nlooked all around.\nDon't know, He say and\nHe couldn't get back to sleep.</pre>\n "}, {"title": "Lost", "view_node": "/poem/lost", "field_author": "<a href=\"/poet/stephen-dobyns\" hreflang=\"und\">Stephen Dobyns</a>", "field_date_published": "2010", "body": " <pre>\nA cry was heard among the trees,\nnot a man's, something deeper.\nThe forest extended up one side\nthe mountain and down the other. \nNone wanted to ask what had made\nthe cry. A bird, one wanted to say,\nalthough he knew it wasn't a bird.\nThe sun climbed to the mountaintop,  \nand slid back down the other side.\nThe black treetops against the sky\nwere like teeth on a saw. They waited\nfor it to come a second time. It's lost,\none said. Each thought of being lost\nand all the years that stretched behind.\nWhere had wrong turns been made?\nSoon the cry came again. Closer now. </pre>\n "}, {"title": "Kissing Stieglitz Good-Bye", "view_node": "/poem/kissing-stieglitz-good-bye", "field_author": "<a href=\"/poet/gerald-stern\" hreflang=\"und\">Gerald Stern</a>", "field_date_published": "2010", "body": " <pre>\nEvery city in America is approached\nthrough a work of art, usually a bridge\nbut sometimes a road that curves underneath \nor drops down from the sky. Pittsburgh has a tunnel—\n\nyou don't know it—that takes you through the rivers\nand under the burning hills. I went there to cry\nin the woods or carry my heavy bicycle\nthrough fire and flood. Some have little parks—\n\nSan Francisco has a park. Albuquerque\nis beautiful from a distance; it is purple\nat five in the evening. New York is Egyptian,\nespecially from the little rise on the hill\n\nat 14-C; it has twelve entrances\nlike the body of Jesus, and Easton, where I lived,\nhas two small floating bridges in front of it\nthat brought me in and out. I said good-bye\n\nto them both when I was 57. I'm reading\nJoseph Wood Krutch again—the second time.\nI love how he lived in the desert. I'm looking at the skull \nof Georgia O'Keeffe. I'm kissing Stieglitz good-bye.\n\nHe was a city, Stieglitz was truly a city\nin every sense of the word; he wore a library\nacross his chest; he had a church on his knees.\nI'm kissing him good-bye; he was, for me,\n\nthe last true city; after him there were\nonly overpasses and shopping centers,\nlittle enclaves here and there, a skyscraper\nwith nothing near it, maybe a meaningless turf\n\nwhere whores couldn't even walk, where nobody sits,\nwhere nobody either lies or runs; either that\nor some pure desert: a lizard under a boojum,\na flower sucking the water out of a rock.\n\nWhat is the life of sadness worth, the bookstores\nlost, the drugstores buried, a man with a stick\nturning the bricks up, numbering the shards,\ndream twenty-one, dream twenty-two. I left\n\nwith a glass of tears, a little artistic vial.\nI put it in my leather pockets next\nto my flask of Scotch, my golden knife and my keys,\nmy joyful poems and my T-shirts. Stieglitz is there\n\nbeside his famous number; there is smoke\nand fire above his head; some bowlegged painter\nis whispering in his ear; some lady-in-waiting\nis taking down his words. I'm kissing Stieglitz\n\ngoodbye, my arms are wrapped around him, his photos\nare making me cry; we're walking down Fifth Avenue;\nwe're looking for a pencil; there is a girl\nstanding against the wall—I'm shaking now\n\nwhen I think of her; there are two buildings, one\nis in blackness, there is a dying poplar;\nthere is a light on the meadow; there is a man\non a sagging porch. I would have believed in everything.</pre>\n "}, {"title": "Musical Instrument", "view_node": "/poem/musical-instrument-0", "field_author": "<a href=\"/poet/luis-cernuda\" hreflang=\"und\">Luis Cernuda</a>", "field_date_published": "2010", "body": " <pre>If the Arab musician\nPlucks the lute strings\nWith an eagle quill\nTo awaken the notes,\n\nWhat hand plucks \nWith what bird's quill\nThe wound in you\nThat awakens the word?</pre>\n "}, {"title": "Once More, with Feeling", "view_node": "/poem/once-more-feeling", "field_author": "<a href=\"/poet/luis-cernuda\" hreflang=\"und\">Luis Cernuda</a>", "field_date_published": "2010", "body": " <pre>\nFrom our old friendship \nI never thought I'd ever remember again\nHow a whole tribe, such a strange group \nTo me and maybe no less strange to you, \nAdopted you. \n\n                                  But one of that tribe, \nA professor and, according to him and others\nOver there (which shows how far our land has fallen),\nA poet, called you \"my prince.\" \nAnd I ask myself what you ever did that he \nCould have come to think of you as his prince. \n\nAcademic claptrap? His writings are full of clichés \nAnd conventional thinking. But his rapturous rhetoric \nDoes nothing to clarify our understanding \nOf the mystery in your work, even though he's also called \nA critic of our contemporary poetry. \n\nThe appropriation of you, which you wanted \nNothing to do with when you were alive, \nIs what now seems to me so utterly strange. \nThe prince of a toad? Isn't it enough \nFor your countrymen to have killed you? \n\nAnd now stupidity succeeds the crime.</pre>\n "}, {"title": "Birds in the Night", "view_node": "/poem/birds-night", "field_author": "<a href=\"/poet/luis-cernuda\" hreflang=\"und\">Luis Cernuda</a>", "field_date_published": "2010", "body": " <pre><span class=\"long-line\">The French—or was it the English?—government placed a plaque</span>\n<span class=\"long-line\">On that house at 8 Great College Street, Camden Town, London, </span>\nWhere in a room Rimbaud and Verlaine, a peculiar couple, \nLived, drank, worked, and fornicated \nFor a few brief stormy weeks. \n<span class=\"long-line\">No doubt the ambassador and the mayor attended the dedication,</span> \n<span class=\"long-line\">All the same people who were enemies of Rimbaud and Verlaine when they lived.</span>\n \nThe house is sad and poor, like the neighborhood,\nWith the sordid sadness that goes with poverty, \nNot the funereal sadness of spiritless wealth. \nWhen night comes down, as in their time, \nOver that sidewalk, with its damp gray air, a hand organ\nPlays, and the neighbors, on their way home from work, \nThe young ones dance, the rest take to the pub. \n\nBrief was the singular friendship of Verlaine the drunk \nAnd Rimbaud the tramp, quarreling constantly. \nBut we can think that maybe it was \nA good time for the two, at least if each remembered \nThat they left behind an intolerable mother and a boring wife. \nBut freedom is not of this world, and the freed, \nHaving broken with everything, had a high price to pay.\n \nYes, they were there, the plaque says so, behind the wall, \n<span class=\"long-line\">Prisoners of their fate: the impossible friendship, the bitterness </span>\nOf separation, and then the scandal; and for this one \nThe trial, and two years in jail, thanks to his habits \n<span class=\"long-line\">Condemned by society and law, at least up to now; for that one on his own </span>\nTo wander from one corner of the earth to the other, \nEscaping to our world and its celebrated progress. \n\nThe silence of one and the talkative banality of the other \n<span class=\"long-line\">Made for a kind of balance. Rimbaud rejected the hand that Oppressed</span> \nHis life; Verlaine kisses it, accepting his punishment. \nOne drags in his belt the gold he's gained; the other \nWastes it on absinthe and whores. But both \nOutside the law forever, beyond the respectable people \nWhose meaningless work makes them rich and successful. \n\nThen even the black prostitute had the right to insult them; \nToday, as time has passed, as it does in the world, \n<span class=\"long-line\">Their lives on the edge of everything, sodomy, drunkenness, vicious verses, </span>\n<span class=\"long-line\">No longer matter, and France makes use of both their names and their works </span>\nFor the greater glory of France and its logical art. \n<span class=\"long-line\">Their acts and their comings and goings are studied, giving the public </span>\n<span class=\"long-line\">Intimate tidbits about their lives. No one is shocked now, nor protests.</span>\n \n\"Verlaine? Go on, my friend, a satyr, a regular lech \nWhen it comes to women; a perfectly normal fellow, \n<span class=\"long-line\">Like you and I. Rimbaud? A devout Catholic, as it's been proved.\" </span>\n<span class=\"long-line\">And they recite hunks of the \"Drunken Boat\" and the Sonnet to the \"Vowels.\"</span> \nBut of Verlaine they recite nothing, because he's not in vogue \n<span class=\"long-line\">Like the other, of whom they bring out phony texts in fancy editions; </span>\n<span class=\"long-line\">Young poets, in every country, talk about him nonstop in their provinces.</span>\n \nCan the dead hear what the living are saying about them? \nLet's hope not: that endless silence must be a relief \nFor those who lived and died by the word, \nLike Rimbaud and Verlaine. But the silence there is no escape \n<span class=\"long-line\">From this repugnant laudatory farce. There was a time one of them wished </span>\nThat humanity had a single head, so it could be chopped off. \n<span class=\"long-line\">Maybe he was exaggerating: if it were just a cockroach, and be crushed.</span></pre>\n "}], "pager": {"current_page": 502, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}