{"rows": [{"title": "pleiades choreographic [excerpt]", "view_node": "/poem/pleiades-choreographic-excerpt", "field_author": "<a href=\"/poet/meredith-stricker\" hreflang=\"und\">Meredith Stricker</a>", "field_date_published": "2003", "body": " <pre>\nThe theme is forgiveness, the theme is justice\n(<i>deferred, delayed, obtained</i>). The theme is rejoicing\nalternating with suffering (<i>watercourse, torrent</i>)\nHarrowing the fields. Beauty (bound to a thing, entangled)\nMaking compassion possible\nThe lyre, lyric (our thirst--ζιφοσ). To frighten away\n(<i>chase, reject</i>). A thicket of reeds (δονακευς)\nKindling a fire\nWhat moves through the human body\nBefore and after the discovery of electricity.</pre>\n "}, {"title": "Orion", "view_node": "/poem/orion", "field_author": "<a href=\"/poet/james-longenbach\" hreflang=\"und\">James Longenbach</a>", "field_date_published": "2003", "body": " <pre>Stars rising like something said, something never\nTo be forgotten, shining forever—<i>look</i>\n\n<i>How still they are.</i>\n\n                Blind hunter crawling\nToward sunrise, then healed. \n\nHe opened his eyes to find her waiting\n\n—<i>Afraid</i>—and together they traveled\nLightly: requiring nothing\n\nBut a sense that the road beneath them stretched\nForever. At the edge\n\nHe entered the water, swam so far\nThat he became a speck: his body\n\nWashed ashore, then raised to where we see it now—\nThe belt, the worn-out sword. <i>I'm not</i>\n\n<i>Afraid</i>—\n\nExcept that there is nothing beneath us,\nNo ground without fear. The body vulnerable\n\n—<i>You can look at me</i>—\n\nThe body still now, never\nChanging, rising forever—<i>stay</i>—\n\nLike something said.</pre>\n "}, {"title": "Untitled [Into the land of youth]", "view_node": "/poem/untitled-land-youth", "field_author": "<a href=\"/poet/killarney-clary\" hreflang=\"und\">Killarney Clary</a>", "field_date_published": "2003", "body": " <p>Into the land of youth, westward, to the place of starting again, cities of gold, on the coast of promise--mysterious cure--a mirror's thrown down, and so without luck, without reflection we stop.</p><p>We have come to the beginning, the finish of the country, itinerary worn out, facing the surf--what sailors smell as land. We ask detailed questions. None of us can tell, so we tug on each other, \"Come. Look.\"</p><p>In this lull, one at the tide line stoops to pick at foam and weeds; another builds a fire. The intended didn't arrive and there is no new plan. As the sun lowers, we face the mountains, consider what we have passed, and fall to dreaming, to scrounging.</p> "}, {"title": "An Inventory of an Elaborate Pile of Garbage at 2nd Ave. and 2nd St. on June 1, 2000", "view_node": "/poem/inventory-elaborate-pile-garbage-2nd-ave-and-2nd-st-june-1-2000", "field_author": "<a href=\"/poet/brenda-coultas\" hreflang=\"und\">Brenda Coultas</a>", "field_date_published": "2003", "body": " <p>Blackened tea kettle like one I have at home, couch with living man, eyes closed, his dog and runny dog shit on sidewalk. Cardboard boxes, lamp shade, the filter basket of a drip-o-later, a wooden serving tray with loose bottom. A mouse's body with eyes open and intact. Styrofoam peanuts. 2 balsa wood whiskey bottle boxes, thin wooden fruit basket. Wooden construction walls with POST NO BILLS painted gray. A piece of paper ordering the closing of the Mars Bar garden. A man setting out 4 candles, and 2 sets of wrapped paper plates. A junkie couple, white, late 30s, covered in scabs and tattoos with dog, had contructed a lean-to over the couch and slept that day. I thought about what brought them to this moment and thought \"be in the moment,\" thought \"be here now,\" thought \"what's the worse thing that could happen?\" Thought \"shit happens.\" And began to think \"today is the first day of the rest of. . .\" Thought this could be the best day of their lives.</p> "}, {"title": "Audience", "view_node": "/poem/audience", "field_author": "<a href=\"/poet/mei-mei-berssenbrugge\" hreflang=\"und\">Mei-mei Berssenbrugge</a>", "field_date_published": "2003", "body": " <pre>\n1\n\nPeople think, at the theatre, an audience is tricked into believing it's looking at life.\n\nThe film image is so large, it goes straight into your head.\n\nThere's no room to be aware of or interested in people around you.\n\nGirls and cool devices draw audience, but unraveling the life of a real human brings the\noutsiders.\n\nI wrote before production began, \"I want to include all of myself, a heartbroken person\nwho hasn't worked for years, who's simply not dead.\"\n\nMany fans feel robbed and ask, \"What kind of show's about one person's unresolved \nsoul?\"\n\n\n2\n\nThere's sympathy for suffering, also artificiality.\n\nHaving limbs blown off is some person's reality, not mine.\n\nI didn't want to use sympathy for others as a way through my problems.\n\nThere's a gap between an audience and particulars, but you can be satisfied by\nparticulars, on several levels: social commentary, sleazy fantasy.\n\nWhere my film runs into another's real life conditions seem problematic, but they don't\nlink with me.\n\nThe linking is the flow of images, thwarting a fan's transference.\n\nIf you have empathy to place yourself in my real situation of face-to-face intensity, then\nthere would be no mirror, not as here.\n\n\n3\n\nMy story is about the human race in conflict with itself and nature.\n\nAn empathic princess negotiates peace between nations and huge creatures in the wild.\n\nI grapple with the theme, again and again.\n\nImpatience and frustration build among fans.\n\n\"She achieves a personal voice almost autistic in lack of affect, making ambiguous her\nwell-known power to communicate emotion, yet accusing a system that mistakes what \nshe says.\"\n\nSex, tech are portrayed with lightness, a lack of divisions that causes anxieties elsewhere.\n\nWhen I find a gap, I don't fix it, don't intrude like a violent, stray dog, separating flow\nand context, to conform what I say to what you see.\n\nTime before the show was fabulous, blank.\n\nWhen I return, as to an object in space, my experience is sweeter, not because of\nmemory.\n\nThe screen is a mirror where a butterfly tries so hard not to lose the sequence of the last\nmoments.\n\nI thought my work should reflect society, like mirrors in a cafe, double-space.\n\nThere's limited time, but we <i>feel</i> through film media we've more.\n\n\n4\n\nWhen society deterritorialized our world with money, we managed our depressions via\nmany deterritorializations.\n\nFeeling became vague, with impersonal, spectacular equivalents in film. \n\nMy animator draws beautifully, but can't read or write.\n\nHe has fears, which might become reality, but Godzilla <i>is</i> reality.\n\nWhen I saw the real princess, I found her face inauspicious, ill-favored, but since I'd\nheard she was lovely, I said, \"Maybe, she's not photogenic today.\"\n\nCompared to my boredom, I wondered if her life were not like looking into a stream at a \nstone, while water rushed over me.\n\nI told her to look at me, so her looking is what everything rushes around.\n\nI don't care about story so much as, what do you think of her? Do you like her?\n\nShe's not representative, because of gaps in the emotion, only yummy parts, and dialogue\nthat repeats.\n\nShe pencils a black line down the back of her leg.\n\nA gesture turns transparent and proliferates into thousands of us doing the same.\n\nAcknowledging the potential of a fan club, she jokingly describes it as \"suspect\".\n\nShe means performance comes out through the noise.\n\n\n5\n\nAt the bar, you see a man catch hold of a girl by the hair and kick her.\n\nYou could understand both points of view, but in reality, no.\n\nYou intervene, feeling shame for hoping someone else will.\n\nIt becomes an atmosphere, a situation, by which I mean, groups.\n\nIn school we're taught the world is round, and with our own eyes we confirmed a small\npart of what we could imagine.\n\nBecause you're sitting in a dark place, and I'm illuminated, and a lot of eyes are directed\nat me, I can be seen more clearly than if I mingled with you, as when we were in high\nschool.\n\nWe were young girls wanting to describe love and to look at it from outer space.</pre>\n "}, {"title": "The Earth Opens and Welcomes You", "view_node": "/poem/earth-opens-and-welcomes-you", "field_author": "<a href=\"/poet/abdellatif-laabi\" hreflang=\"und\">Abdellatif Laâbi</a>", "field_date_published": "2003", "body": " <p class=\"XSMALL\"><i>To the memory of <a class=\"CRUMBS\" href=\"#note\">Tahar Djaout*</a><br />on the day of his funeral</i></p>\n<pre>\nThe earth opens \nand welcomes you\nWhy these cries, these tears\nthese prayers\nWhat have they lost\nWhat are they looking for\nthose who trouble\nyour refound peace?\n\nThe earth opens\nand welcomes  you\nNow\nyou will converse without witnesses\nO you have things to tell each other\nand you'll have eternity to do so\nYesterday's words tarnished by the tumult\nwill one by one engrave themselves on silence\n\nThe earth opens\nand welcomes you\nShe alone has desired you\nwithout you making any advances\nShe has waited for you with Penelopian ruses.\nHer patience was but goodness\nand it is goodness brings you back to her\n\nThe earth opens\nand welcomes you \nshe won't ask you to account \nfor your ephemeral loves\ndaughters of errancy\nmeat stars conceived in the eyes\naccorded fruits from the vast orchard of life\nsovereign passions that make sun\nin the palm's hollow\nat the tip of the tipsy tongue\n\nThe earth opens\nand welcomes you\nYou are naked\nShe is even more naked than you\nAnd you are both beautiful\nin that silent embrace\nwhere the hands know how to hold back\nto avoid violence\nwhere the soul's butterfly\nturns away from this semblance of light\nto go in search of its source\n\nThe earth opens \nand welcomes you\nYour loved one will find again some day\nyour legendary smile \nand the mourning will be over\nYour children will grow up \nand will read your poems without shame\nyour country will heal as if by miracle\nwhen the men exhausted by illusion\nwill go drink from the fountain of your goodness\n\nO my friend\nsleep well\nyou need it\nfor you have worked hard\nas an honest man\nBefore leaving\nyou left your desk clean\nwell ordered\nYou turned off the lights \nsaid a nice word to the guardian\nAnd then as you stepped out\nyou looked at the sky\nits near-painful blue\nYou elegantly smoothed your mustache\ntelling yourself:\nonly cowards\nconsider death to be an end\n\nSleep well my friend\nSleep the sleep of the just\nlet us for awhile carry the burden</pre>\n<p class=\"XSMALL\"><i>Créteil, June 4, 1993</i></p><p class=\"XSMALL\"><a name=\"note\" id=\"note\"></a>*An Algerian journalist and author murdered in Algiers in 1993</p> "}, {"title": "Why knowing is (&amp; Matisse&#039;s Woman with a Hat)", "view_node": "/poem/why-knowing-matisses-woman-hat", "field_author": "<a href=\"/poet/martha-ronk\" hreflang=\"und\">Martha Ronk</a>", "field_date_published": "2003", "body": " <pre>\n<span class=\"long-line\">Why knowing is a quality out of fashion and no one can decide to</span>\nbut slips into it or ends up with a painting one has never\n<span class=\"long-line\">seen that quality of light before even before having seen it</span>\n<span class=\"long-line\">in between pages of another book and not remembering who knows</span>\nor recognizing the questionable quality of light on her face\nas she sits for a portrait and isn't allowed to move an inch\nyou recognize the red silk flower on her hat\n<span class=\"long-line\">and can almost place where you have seen that gray descending</span>\nthrough the light reversing foreground and background\nas the directions escape one as the way you have to\nlive with anyone as she gets up finally from her chair\nhaving written the whole of it in her head as the question\nignored for the hundredth time as a quality of knowing is\noddly resuscitated from a decade prior to this.</pre>\n "}, {"title": "Schema", "view_node": "/poem/schema", "field_author": "<a href=\"/poet/richard-greenfield\" hreflang=\"und\">Richard Greenfield</a>", "field_date_published": "2003", "body": " <pre>\nIn the field of traumas come the base savannas--crosshairs tighten \non the flaring pink of the evening.\n\nRecognize the world. After the bit of blue, after a window opened \nto air and the portioned stereo of love and grandeur, after--\n\nmother sews a fell-off button, heats a stew, sews at the factory, \nre-stews, tires, starts (again),\n\nfather shortens a barrel, leans blast-weapons beneath windows, \nstacks ammo with scream and apocalypse.\n\nUnder cover, you are dead behind the couch when they knock.\n\nFrom the first, in the glossed-over city where none reprimand \nviolence, the palms executed along the auto avenues thrive--\na pitch-staggered procession in white-painted trunks.\n\nThe memoir has shown how bitter and relentless is the rind--\nprivacy flowers pubescent, hopeful to outlast time.\n\nTraffic flows or stops on elevated structures in denial of the seven-\npoint-two,\n\nand in the aftermath of advertising, children wander the highway in \nsearch of litter.\n\nThe citizens are trembling among the trembling.\n\nAgainst the green strip--against the urbane and its expansion into \nthe continent, the boulevard is the last boundary between the sky \nand the low-lying building,\n\nthough it is too accomplished among the rest of the wreckage.\n\nThey have their memories. The trigger is set on annihilation.</pre>\n "}, {"title": "Unday", "view_node": "/poem/unday", "field_author": "<a href=\"/poet/fanny-howe\" hreflang=\"und\">Fanny Howe</a>", "field_date_published": "2003", "body": " <pre>\nFrom no nowhere not near the sea\non blue field flax\nthe cemetery's absolutely solitary\nyou and you and a third\n\nof a pound of bread\nfor supper in the refectory\nwhere I would die of hunger\nif you--if soon--if on this unday--one\n\nundoing would be undone</pre>\n "}, {"title": "I Belong There", "view_node": "/poem/i-belong-there", "field_author": "<a href=\"/poet/mahmoud-darwish\" hreflang=\"und\">Mahmoud Darwish</a>", "field_date_published": "2003", "body": "<p><span class=\"long-line\">I belong there. I have many memories. I was born as everyone is born.</span><br /><span class=\"long-line\">I have a mother, a house with many windows, brothers, friends, and a prison cell</span><br /><span class=\"long-line\">with a chilly window! I have a wave snatched by seagulls, a panorama of my own.</span><br /><span class=\"long-line\">I have a saturated meadow. In the deep horizon of my word, I have a moon,</span><br /><span class=\"long-line\">a bird’s sustenance, and an immortal olive tree.</span><br /><span class=\"long-line\">I have lived on the land long before swords turned man into prey.</span><br /><span class=\"long-line\">I belong there. When heaven mourns for her mother, I return heaven to her mother.</span><br /><span class=\"long-line\">And I cry so that a returning cloud might carry my tears.</span><br /><span class=\"long-line\">To break the rules, I have learned all the words needed for a trial by blood.</span><br /><span class=\"long-line\">I have learned and dismantled all the words in order to draw from them a </span><br /><span class=\"long-line\">single word: <em>Home</em>.</span></p>\n"}, {"title": "Letter From Kathmandu", "view_node": "/poem/letter-kathmandu", "field_author": "<a href=\"/poet/john-brandi\" hreflang=\"und\">John Brandi</a>", "field_date_published": "2003", "body": " <pre>\nFriends, let us wake with disbelief\nbare our souls, tell our stories, lose our eyes,\nbecome vagrants of the Sea.\n\nLet us seek the heat\nof the kernel that feeds in the dark\nand step aside of men whose twisted lips\npretend to lead, but are not real\nin their pursuit of war.\n\nWe've already seen years\nof massacre, hydrogen light the night,\nchildren with ruined eyes, tortured by what \nno one should ever see.\n\nLet us leave our security,\nopen our memory, bring flowers\nfrom the storm, write letters that become \nsanctuaries, so that we ourselves \nmay become sanctuaries.\n\nFriends, a dream\nruns up to me smiling. I call on you\nto see in the dark, to finish\nthe song inside you. .  </pre>\n "}, {"title": "The Mower at the VA Hospital", "view_node": "/poem/mower-va-hospital", "field_author": "<a href=\"/poet/john-surowiecki\" hreflang=\"und\">John Surowiecki</a>", "field_date_published": "2003", "body": " <pre>\nI\nOur mower is young and broad-shouldered:\nso were we. Love confuses him as it once did us;\nthe pain he feels he believes to be genuine.\nHe even believes it to be pain.\nThe tiny pink man from Verdun has shit his bed,\nthe handless man scratches his face like a housecat,\nthe mower mows and our grief is where it was.\n\nII\nWe remember some things, but nothing\nso exact as form or color or disposition.\nAll day the wards are dark, while night wears\npaper shoes and speaks in insect languages.\nIts milky light is sticky and inescapable;\nit seals us up. Death is also a mower,\nbut our mower doesn't know a thing about death.</pre>\n "}, {"title": "1939", "view_node": "/poem/1939", "field_author": "<a href=\"/poet/marjorie-agosin\" hreflang=\"und\">Marjorie Agosín</a>", "field_date_published": "2003", "body": " <pre>I\n\nShe knew how to seduce her destiny,\npredict the time of flight\nIn 1939, dressed in garments\nof night and happiness\nat the threshold of a fearful\nHamburg Harbor\nresolved to live,\nshe sailed \nto Southern seas.\n\nIn 1938, the windows\nof her house of water and stone\nresisted the extreme\nhorror of that night\nof broken crystals.\n\nShe, my grandmother,\ntaught me to recognize\nthe landscape of danger,\nthe shards of fear,\nthe impenetrable faces\nof women,\nfleeing,\naccused,\naudacious in their will to live.\n\nII\n\nHelena Broder,\ncreated a domain\nof papers, fragile vessels,\nclandestine poems and\nnotes to be made,\ndiscreet addresses.\nWith little baggage,\nlike a frail and ancient\nangel,\nshe arrived,\nalthough ready to embark again.\n\nI survived next to her\nand I was thankful for the gift of her presence.</pre>\n "}, {"title": "Radio Love Poem", "view_node": "/poem/radio-love-poem", "field_author": "<a href=\"/poet/alison-townsend\" hreflang=\"und\">Alison Townsend</a>", "field_date_published": "2003", "body": " <p class=\"XSMALL\"><i>It's not true that I had nothing on. I had the radio on</i><br />--Marilyn Monroe, in <i>Time</i> magazine, 1952</p>\n<pre>\nThe radio makes me nervous. But there was a time when I loved it, thir-\nteen and falling asleep to the hum of my black-cased transistor, its\nleather handle looped securely around one wrist. Pulse beat against pulse\nbeat, I rocked on the radio's currents, matching my blood and my moods\nto the waves of the music, the dee-jays' announcements and even the\ncommercials for \"Su-n-n-days at Raceway Park!\"\n\nMurray the K, with his \"Swinging Soiree\"; wise Roscoe; and Alison\nSteele, \"The Night Bird\" with my own name, who came on at eleven, her\nvoice of honey filtered over gravel as deliberately sexy as the new fires\ncatching hold in my body. I knew them all on an intimate basis. I invited\nthem into my room with a flick of one finger, or carried them with me\n--voices that seduced from sixty miles away, downriver in New York\nCity, brimming with secret knowledge about the meaning of my world.\n\nSummer afternoons, the radio was girlfriend and boyfriend, dangling by\nits strap from the handlebar of my old Schwinn as I pedaled five miles\nout to clear, grey Lake Mamanasco, music drifting behind me like rain\nclouds on the verge of explosion. Baring my pale skin to the flat, white\nsun, I lay down, huddled alone on the striped bath towel I had imagined\nso Californian, suddenly over-exposed in my homemade paisley bikini\nand waiting, just waiting, for the boys who swam and dove like schools\nof bright fish oblivious to my shy signals.</pre>\n "}, {"title": "The Prophet&#039;s Song", "view_node": "/poem/prophets-song", "field_author": "<a href=\"/poet/daniel-nester\" hreflang=\"und\">Daniel Nester</a>", "field_date_published": "2003", "body": " <pre>&#13;\nChunky on the shag rug, I'm looking for my anthem, I'm looking for my head-&#13;\nphones, I'm looking for the bare spot on the rug to wallow, side-&#13;\nstepped on the chair-stopped door. I blast my ears out.&#13;\n&#13;\nI'm looking at pictures of you, my Catholic prince, my mother-father proxy, I'm &#13;\nin London--the koi pond, the flamingo, the statues, the hymnal, the Aretha &#13;\nFranklin song at the funeral. Alone on a pew, I watch the water.&#13;\n&#13;\nI'm watching the bare spot on the rug, filled with pictures on the floor, I'm ignoring &#13;\nthe knocks on the door. I'm ignoring the knocks on the door. Stepped and &#13;\nstripped on the chair-stopped door, I'm listening, listening. [35]</pre>&#13;\n<hr /><pre class=\"XSMALL\">&#13;\n[35] <b>The Prophet's Song (Alternate Take)</b>&#13;\n&#13;\nThe bottomless pit and the hero's return. Villagers slither from the storefronts, give the&#13;\n&#13;\nonce-over, their game interrupted with black-light posters. We lip-synched until our &#13;\nStoned Friend Eric rattled in his chair, shaking, as if being executed.&#13;\n&#13;\nSo, Mr. Christgau of the <i>Village Voice</i>, this one \"wasn't messed up\"? Wasn't messed up?&#13;\nCan you hear me? You're too old bitch, your predictions too secretive and out of date,&#13;\nout of print. Everything is dead around you.&#13;\n&#13;\nYou can attack the lyrical impulse, but you cannot stop it.</pre>&#13;\n "}, {"title": "Aphorisms", "view_node": "/poem/aphorisms", "field_author": "<a href=\"/poet/antonio-porchia\" hreflang=\"und\">Antonio Porchia</a>", "field_date_published": "2003", "body": " <pre>Whatever I take, I take too much or too little; I do not take \nthe exact amount. The exact amount is no use to me.\n\n                      *\n\nWhen one does not love the impossible, one does not love anything.\n\n                      *\n\nEvery time I wake I understand how easy it is to be nothing.\n\n                      *\n\nNow you do not know what to do, not even when you go back to being \na child. And it is sad to see a child who does not know what to do.\n\n                      *\n\nOnly a few arrive at nothing, because the way is long.</pre>\n "}, {"title": "Dear Miss Emily", "view_node": "/poem/dear-miss-emily", "field_author": "<a href=\"/poet/james-galvin\" hreflang=\"und\">James Galvin</a>", "field_date_published": "2003", "body": " <pre>\nI knew the end would be gone before I got there.\nAfter all, all rainbows lie for a living.\nAnd as you have insisted, repeatedly,\nThe difference between death and the <i>Eternal \nPresent</i> is about as far as one \nEyelash from the next, not wished upon.\nRainbows are not forms or stories, are they?\nThey are not doors ajar so much as far—\nFlung situations without true beginnings\nOr any ends—why bother—unless, as you \nSuggest—repeatedly—there's nothing wrong\nWith <i>this</i> life, and we should all stop whining.\nSo I shift my focus now on how to end\nA letter. In XOXOXO,\nFor example, Miss, which are the hugs\nAnd which the kisses? Does anybody know?\nI could argue either way: the O's\nAre circles of embrace, the X is someone\nElse's star burning inside your mouth;\nUnless the O is a mouth that cannot speak,\nBecause, you know, it's busy.\nX is the crucifixion all embraces\nAre, here at the nowhere of the rainbow's end,\nWhere even light has failed its situation,\nSlant the only life it ever had,\nWhere even the most gallant sunset can't\nHold back for more than a nonce the rain-laden\nEastern sky of night. It's clear. It's clear.\nX's are both hugs and kisses, O's\nWhere stars that died gave out, gave up, gave in—\nWhere no one meant the promises they made.\nOh, and one more thing. I send my love\nHowever long and far it takes—through light,\nThrough time, thorough all the faithlessness of men,\n\nJames Augustin Galvin,\n\n              X,\n\nHis mark.</pre>\n "}, {"title": "Always on the Train", "view_node": "/poem/always-train", "field_author": "<a href=\"/poet/ruth-stone\" hreflang=\"und\">Ruth Stone</a>", "field_date_published": "2003", "body": "<p><span class=\"long-line\">Writing poems about writing poems</span><br /><span class=\"long-line\">is like rolling bales of hay in Texas.</span><br /><span class=\"long-line\">Nothing but the horizon to stop you.</span></p>\n\n<p><span class=\"long-line\">But consider the railroad's edge of metal trash;</span><br /><span class=\"long-line\">bird perches, miles of telephone wires.</span><br /><span class=\"long-line\">What is so innocent as grazing cattle?</span><br /><span class=\"long-line\">If you think about it, it turns into words.</span></p>\n\n<p><span class=\"long-line\">Trash is so cheerful; flying up</span><br /><span class=\"long-line\">like grasshoppers in front of the reaper.</span><br /><span class=\"long-line\">The dust devil whirls it aloft; bronze candy wrappers,</span><br /><span class=\"long-line\">squares of clear plastic—windows on a house of air.</span></p>\n\n<p><span class=\"long-line\">Below the weedy edge in last year's mat,</span><br /><span class=\"long-line\">red and silver beer cans.</span><br /><span class=\"long-line\">In bits blown equally everywhere,</span><br /><span class=\"long-line\">the gaiety of flying paper</span><br /><span class=\"long-line\">and the black high flung patterns of flocking birds.</span></p>\n"}, {"title": "Speech Alone", "view_node": "/poem/speech-alone", "field_author": "<a href=\"/poet/jean-follain\" hreflang=\"und\">Jean Follain</a>", "field_date_published": "2003", "body": " <pre>\nIt happens that one pronounces \na few words just for oneself\nalone on this strange earth\nthen the small white flower\nthe pebble like all those that went before\nthe sprig of stubble\nfind themselves re-united \nat the foot of the gate\nwhich one opens slowly\nto enter the house of clay\nwhile chairs, table, cupboard, \nblaze in a sun of glory.</pre>\n "}, {"title": "Unfinished Poem", "view_node": "/poem/unfinished-poem", "field_author": "<a href=\"/poet/shirley-kaufman\" hreflang=\"und\">Shirley Kaufman</a>", "field_date_published": "2003", "body": " <pre>\nWe live on a holy mountain\nwhere the crows and the Crown Plaza\nrise higher than our expectations\nand the golden dome is only\na restored reflection \nof the absolute.\nAll night the bodies of prophets \nbreak out of the clouds\ncalling, \"Doom, doom.\"\nLike the carp we bring home \nfrom the market, our lives \nare wrapped up in newsprint.\nMy friend says she'd like to\ncut off her head and let all\nthe Jewish history run out.\nWe lift weights together \ntwice a week to increase  \nour bone density. </pre>\n "}], "pager": {"current_page": 620, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}