{"rows": [{"title": "Poem", "view_node": "/poem/poem-20", "field_author": "<a href=\"/poet/joy-katz\" hreflang=\"en\">Joy Katz</a>", "field_date_published": "2017", "body": " <p>We should not have produced all this life.<br />Let’s say I am<br />in a state of heightened attentiveness.<br />Is this my gift? Do I take your head in my hands<br /><span class=\"long-line\">and swivel it, or cast marbles around our feet, make a line I bring you behind?</span><br />Now: see the man on wire, taste the papery taste of “polity,”<br />grasscloth, a long marriage worn into the back steps.<br /><span class=\"long-line\">Do I draw you into the middle ground with me, where everything is sharp?</span><br />Every night I pray for hard work.<br />My job is to make something for you.<br />All poets wonder if the brittle on a stick is enough.<br /><span class=\"long-line\">Knowing the stick contains tender green is why it doesn’t crack when flung,</span><br />the crease of fox ears,<br />how the trash man paused with the storm glass,<br />holding it, making himself into a frame, a single frame—<br />all poets wonder if this is enough. See<br />how a boy is changed when he drops a stick, does not look back.<br />A taste lost in the movement of the second hand on a clock.<br />Watch closely:<br />once I loved you, this is the instant I don’t anymore.<br />All poets wonder if such calibration,<br />if the religion of rushing water, if wet tines,<br />waves in glass, ant eggs blent with brown sugar<br /><span class=\"long-line\">that burst against the teeth, Agnes hanging off her father like a cobweb,</span><br /><span class=\"long-line\">Agnes in her silver rubber flats, how sky tautens as you get near the sea—</span><br />all poets wonder if this is enough.<br />A crone in corpse pose. A voice cool as measuring salt.<br />Drawn in the circle of noticing.</p> "}, {"title": "Afterlife", "view_node": "/poem/afterlife-0", "field_author": "<a href=\"/poet/james-allen-hall\" hreflang=\"und\">James Allen Hall</a>", "field_date_published": "2017", "body": " <p>We’re not from here. We don’t aria, we warble. <br />We wore suits to get here, rumpled by the hot car ride. <br />Pumped our own gas. In Heaven two days,</p><p>still the custom shirtlessness offends.  Like it’s the g-d<br />French Rivera. (You say it yours.  We’ll say it the right way.) <br />Nor do we au revoir. We eat without speaking, hunched over</p><p>our plates at the picnic tables. We prefer paper. <br />It’s not we’re unfriendly, but its our particular<br />God Almighty we won’t give up. First Sunday here,</p><p>and we’re missing Shirl and Jesse, who started<br />smoking again. Clove cigarettes, of all things.<br />What Heaven don’t stock Reds soft packs? </p><p>Then Tony stopped stopping by, on account<br />he works overnights at the baby factory,<br />low on the totem: cranial deformities. </p><p>Well it’s a job. It’s enough to crack your heart. </p><p>We stay up drinking slurpee-and-rums outside<br />the Kum &amp; Go. Who knows how long them hot dogs<br />have roasted on the carriage, under the eternal heat lamp. </p><p>Everything here is an effigy to hunger. Time moves<br />not at all when all the clocks are confiscated. I am terrified<br />I will begin to speak in the first person about pleasure. </p><p>Stop wearing underwear to our “To Hell with Heaven”<br />meetings. They give us new names, say forget Louisville. <br />This here’s all the village you need. We lose every day</p><p>more folks to Heaven’s gen pop. We left the earth<br />but the memory turns us over in its hot light. <br />The Chief Risk Cherubim say unlearn the love of gravity</p><p>and then the earth can leave us back. Psychobabble mumbo<br />jumble. We dream of opening a garage but ain’t bum starters<br />nor oil changes no more. The technology outlived us. </p><p>There’s a choice to be made between the past,<br />the present tense. We are failure-angels, plain<br />and redneck, we’re going to fall down to the earth</p><p>we can’t stop loving, find our families and touch<br />their faces angrily. But first we will edge with pink<br />and yellow peonies our graves, our graves</p><p>which remind our deaths daily: redeem us.<br /> </p> "}, {"title": "A Triad", "view_node": "/poem/triad-0", "field_author": "<a href=\"/poet/christina-rossetti\" hreflang=\"und\">Christina Rossetti</a>", "field_date_published": "2017", "body": " <p>Three sang of love together: one with lips<br />   Crimson, with cheeks and bosom in a glow,<br />Flushed to the yellow hair and finger tips;<br />   And one there sang who soft and smooth as snow<br />   Bloomed like a tinted hyacinth at a show;<br />And one was blue with famine after love,<br />   Who like a harpstring snapped rang harsh and low<br />The burden of what those were singing of.<br />One shamed herself in love; one temperately<br />   Grew gross in soulless love, a sluggish wife;<br />One famished died for love. Thus two of three<br />   Took death for love and won him after strife;<br />One droned in sweetness like a fattened bee:<br />   All on the threshold, yet all short of life.</p> "}, {"title": "Borderbus", "view_node": "/poem/borderbus", "field_author": "<a href=\"/poet/juan-felipe-herrera\" hreflang=\"und\">Juan Felipe Herrera</a>", "field_date_published": "2017", "body": " <p>A dónde vamos  where are we going<br />Speak in English or the guard is going to come<br />A dónde vamos  where are we going<br />Speak in English or the guard is gonna get us hermana<br />Pero qué hicimos  but what did we do<br />Speak in English come on<br />Nomás sé unas pocas palabras  I just know a few words<br /><br />You better figure it out hermana the guard is right there<br />See the bus driver<br /><br />Tantos días y ni sabíamos para donde íbamos<br />So many days and we didn't even know where we were headed<br /><br />I know where we're going<br />Where we always go<br />To some detention center to some fingerprinting hall or cube<br />Some warehouse warehouse after warehouse<br /><br />Pero ya nos investigaron ya cruzamos ya nos cacharon<br />Los federales del bordo qué más quieren<br />But they already questioned us we already crossed over they<br />already grabbed us the Border Patrol what more do they want<br /><br />We are on the bus now<br />that is all<br /><br />A dónde vamos te digo salí desde Honduras<br />No hemos comido nada y dónde vamos a dormir<br /><br />Where are we going I am telling you I came from Honduras<br />We haven’t eaten anything and where are we going to sleep<br /><br />I don’t want to talk about it just tell them<br />That you came from nowhere<br />I came from nowhere<br />And we crossed the border from nowhere<br />And now you and me and everybody else here is<br />On a bus to nowehere you got it?<br /><br />Pero por eso nos venimos para salir de la nada<br />But that’s why we came to leave all that nothing behind<br /><br />When the bus stops there will be more nothing<br />We’re here hermana<br /><br />Y esas gentes quiénes son<br />no quieren que siga el camión<br />No quieren que sigamos<br />Están bloqueando el bus<br />A dónde vamos ahora<br />Those people there who are they<br />they don't want the bus to keep going<br />they don't want us to keep going<br />now they are blocking the bus<br />so where do we go<br /><br />What?<br /><br />He tardado 47 días para llegar acá no fue fácil hermana<br />45 días desde Honduras con los coyotes los que se—bueno<br />ya sabes lo que les hicieron a las chicas allí mero en frente<br />de nosotros pero qué íbamos a hacer y los trenes los trenes<br />cómo diré hermana cientos de<br />nosotros como gallinas como topos en jaulas y verduras<br /><span class=\"long-line\">pudriendóse en los trenes de miles me oyes de miles y se resbalaban</span><br /><span class=\"long-line\">de los techos y los desiertos de Arizona de Tejas sed y hambre</span><br />sed y hambre dos cosas sed y hambre día tras día hermana<br />y ahora aquí en este camión y quién sabe a dónde<br /><span class=\"long-line\">vamos hermana fíjate vengo desde Brownsville dónde nos amarraron</span><br /><span class=\"long-line\">y ahora en California pero todavía no entramos y todavía el bordo</span><br />está por delante<br />It took me 47 days to get here it wasn't easy hermana<br />45 days from Honduras with the coyotes the ones that—well<br />you know what they did to las chicas<br />right there in front of us so what were we supposed<br /><span class=\"long-line\">to do and the trains the trains how can I tell you hermana hundreds</span><br />of us like chickens like gophers in cages and vegetables<br /><span class=\"long-line\">rotting on trains of thousands you hear me of thousands and they slid</span><br /><span class=\"long-line\">from the rooftops and the deserts of Arizona and Texas thirst and hunger</span><br /><span class=\"long-line\">thirst and hunger two things thirst and hunger day after day hermana</span><br />and now here on this bus of who-knows-where we are going<br />hermana listen I come from Brownsville where they tied us up<br /><span class=\"long-line\">and now in California but still we're not inside and still the border</span><br />lies ahead of us</p><p>I told you to speak in English even un poquito<br />the guard is going to think we are doing something<br />people are screaming outside<br />they want to push the bus back<br /><br />Pero para dónde le damos hermana<br />por eso me vine<br />le quebraron las piernas a mi padre<br />las pandillas mataron a mi hijo<br />solo quiero que estemos juntos<br />tantos años hermana<br />separados<br />But where do we go hermana<br />that's why I came here<br />they broke my father's legs<br />gangs killed my son<br />I just want us to be together<br />so many years hermana<br />pulled apart<br /><br />What?<br /><br />Mi madre me dijo que lo más importante<br />es la libertad la bondad y la buenas acciones<br />con el prójimo<br />My mother told me that the most important thing<br />is freedom kindness and doing good<br />for others<br /><br />What are you talking about?<br />I told you to be quiet<br /><br />La libertad viene desde muy adentro<br />allí reside todo el dolor de todo el mundo<br />el momento en que purguemos ese dolor de nuestras entrañas<br />seremos libres y en ese momento tenemos que<br />llenarnos de todo el dolor de todos los seres<br />para liberarlos a ellos mismos<br />Freedom comes from deep inside<br />all the pain of the world lives there<br />the second we cleanse that pain from our guts<br />we shall be free and in that moment we have to<br />fill ourselves up with all the pain of all beings<br />to free them—all of them</p><p>The guard is coming well<br />now what          maybe they'll take us<br />to another detention center we'll eat we’ll have a floor<br />a blanket toilets water and each other<br />for a while<br /><br />No somos nada y venimos de la nada<br />pero esa nada lo es todo si la nutres de amor<br />por eso venceremos<br />We are nothing and we come from nothing<br />but that nothing is everything, if you feed it with love<br />that is why we will triumph<br /><br />We are everything hermana<br />Because we come from everything</p> "}, {"title": "Change of Address", "view_node": "/poem/change-address", "field_author": "<a href=\"/poet/deborah-paredez\" hreflang=\"en\">Deborah Paredez</a>", "field_date_published": "2017", "body": " <p>Rate your pain the physical<br />therapist instructs and I am trying<br />not to do what they say<br />women do lowballing the number<br />trying hard not to try so hard<br />to be the good patient scattered<br />assurances lining the aisles like<br />dead petals and me left<br />holding nothing but what’s been<br />emptied out obviously I am over-<br />thinking it when I settle on someplace<br />in the middle six or seven<br />times a week I walk past the street<br />vendor on Broadway and say<br />nothing while eyeing the same<br />pom-topped hat the physical<br />therapist asking me now<br />for the name of that Chinese place<br />where I sometimes go asking<br />for the patient just before me<br />a street vendor in need<br />of a cheap massage as I lay<br />the plain wreckage of my shoulders<br />in the shallow hollows<br />the street vendor’s body has left<br />on the padded table in the center<br />of the story I sometimes read<br />to my girl a cap seller sleeps<br />under a tree’s shade waking<br />to find the monkeys in the<br />branches above have plundered<br />his wares he waves his hands shakes<br />his fists until his rage makes him<br />throw his cap to the ground and the<br />monkeys mimic him and down<br />float his caps his fury finally<br />fulsome enough to restore<br />what he’s lost you’ve got to find<br />another way to move the physical<br />therapist modeling for me the poses<br />to mimic assuring her I won’t move<br />what’s left of the heavy boxes later<br />unpacking the last of them I learn<br />about the woman who once lived<br />here Charlotte who twisted the cap and shook<br />out the pills Charlotte who swallowed<br />and slipped into sleep in her last act<br />of volition here in this bedroom where<br />the westward windows go on longing<br />for dawn and I am trying to move in<br />a new way to pull the mess of sloughed<br />hair from the bathtub drain to move<br />in the space of another's suffering<br />scrub the caked toothpaste<br />from the sink make a home<br />in the space where suffering<br />may meet its end.</p>\n<style type=\"text/css\">\n<!--/*--><![CDATA[/* ><!--*/\n\np.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px 'Times New Roman'; -webkit-text-stroke: #000000}\nspan.s1 {font-kerning: none}\n/*--><!]]>*/\n</style>"}, {"title": "The Andalusian Dog Finds Answers ", "view_node": "/poem/andalusian-dog-finds-answers", "field_author": "<a href=\"/poet/pablo-medina\" hreflang=\"und\">Pablo Medina</a>", "field_date_published": "2017", "body": " <p>God likes to be played like a piano.<br />Dawn glows with sailors dancing in the eye of a storm<br />by the river of black water. These days<br />things make sense under the green and yellow<br />and brown sky of Granada and I wear a tie as penance<br />for the sins of my navel. The saints of the north<br />and the saints of the south fly by dropping scorpions<br />down my neck and those women<br />with fire in their eyes drink melon juice and wink.<br />I play billiards on the other side of town<br />thinking bone in and bone out is the legacy of canines.<br />The camouflage, the hunt, the war of ice and water.<br />God knows. He clinks all day and night.<br />Fly me to the moon. Yes, I’d rather be sleeping.<br />A slender, tender rain comes over Granada<br />and the storm passes and the city sighs.</p> "}, {"title": "Violence, I know you ", "view_node": "/poem/violence-i-know-you", "field_author": "<a href=\"/poet/khadijah-queen\" hreflang=\"und\">Khadijah Queen</a>", "field_date_published": "2017", "body": " <p>so well it’s like you’re my real<br />lover, the reason I can’t stay<br />attached to anyone, making a heaven<br />out of beginning again &amp; you<br />knock at my voice<br />as if I could speak you back in<br />as mine &amp; I had time enough to learn<br />the secret of cruelty<br />as if that made it lose<br />its power over me, its antics<br />failing notice,</p><p>but it lives in us all like a question<br />we can’t answer but keep trying<br />because it feels good to &amp; the secret<br />is it can’t last, <br />&amp; that is when it hurts—<br />we<br />who can’t bear to lose &amp;<br />stitch to any nothing<br />that acts like a landing place but turns<br />out to be a fissure, we pretend<br />voices tell us it’s music<br />&amp; familiar or alien<br />we listen, it’s only a dance<br /> </p> "}, {"title": "He said I wrote about death,", "view_node": "/poem/he-said-i-wrote-about-death", "field_author": "<a href=\"/poet/kim-dower\" hreflang=\"en\">Kim Dower</a>", "field_date_published": "2017", "body": " <p>and I didn’t mean to, this was not<br />my intent. I meant to say how I loved<br />the birds, how watching them lift off<br />the branches, hearing their song<br />helps me get through the gray morning.<br />When I wrote about how they crash<br />into the small dark places that only birds<br />can fit through, layers of night sky, pipes<br />through drains, how I’ve seen them splayed<br />across gutters, piles of feathers stuck<br />together by dried blood, how once my car<br />ran over a sparrow, though I swerved,<br />the road was narrow, the bird not quick<br />enough, dragged it under my tire as I drove<br />to forget, bird disappearing part by part,<br />beak, slender feet, fretful, hot,<br />I did not mean to write about death,<br />but rather how when something dies<br />we remember who we love, and we<br />die a little too, we who are still breathing,<br />we who still have the energy to survive.</p><p> </p> "}, {"title": "Instructions for Stopping", "view_node": "/poem/instructions-stopping", "field_author": "<a href=\"/poet/dana-levin\" hreflang=\"und\">Dana Levin</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">Say Stop.</span></p>\n\n<p><span class=\"long-line\">Keep your lips pressed together</span><br /><span class=\"long-line\">after you say the p:</span></p>\n\n<p><span class=\"long-line\">(soon they’ll try</span><br /><span class=\"long-line\">and pry</span></p>\n\n<p><span class=\"long-line\">your breath out—)</span></p>\n\n<p><span class=\"long-line\">―</span></p>\n\n<p><span class=\"long-line\">Whisper it</span><br /><span class=\"long-line\">three times in a row:</span></p>\n\n<p><span class=\"long-line\">Stop Stop Stop</span></p>\n\n<p><span class=\"long-line\">In a hospital bed</span><br /><span class=\"long-line\">like a curled up fish, someone’s</span></p>\n\n<p><span class=\"long-line\">gulping at air—</span></p>\n\n<p><span class=\"long-line\">How should you apply</span><br /><span class=\"long-line\">your breath?</span></p>\n\n<p><span class=\"long-line\">—</span></p>\n\n<p><span class=\"long-line\">List all of the people</span><br /><span class=\"long-line\">you would like</span><br /><span class=\"long-line\">to stop.</span></p>\n\n<p><span class=\"long-line\">Who offers love,</span><br /><span class=\"long-line\">who terror—</span></p>\n\n<p><span class=\"long-line\">Write Stop.</span><br /><span class=\"long-line\">Put a period at the end.</span></p>\n\n<p><span class=\"long-line\">Decide if it’s a kiss</span><br /><span class=\"long-line\">or a bullet.</span></p>\n"}, {"title": "[Aye, workman, make me a dream]", "view_node": "/poem/aye-workman-make-me-dream", "field_author": "<a href=\"/poet/stephen-crane\" hreflang=\"und\">Stephen Crane</a>", "field_date_published": "2017", "body": " <p>Aye, workman, make me a dream,<br />A dream for my love.<br />Cunningly weave sunlight,<br />Breezes, and flowers.<br />Let it be of the cloth of meadows.<br />And—good workman—<br />And let there be a man walking thereon.</p><p> </p> "}, {"title": "On the Freedom of the Press", "view_node": "/poem/freedom-press", "field_author": "<a href=\"/poet/benjamin-franklin\" hreflang=\"und\">Benjamin Franklin</a>", "field_date_published": "2017", "body": " <p>While free from Force the Press remains,<br /><em>Virtue</em> and <em>Freedom</em> chear our Plains,<br />And <em>Learning</em> Largesses bestows,<br />And keeps unlicens’d open House.<br />We to the Nation’s publick Mart<br />Our Works of Wit, and Schemes of Art,<br />And philosophic Goods, this Way,<br />Like Water carriage, cheap convey.<br />This <em>Tree</em> which <em>Knowledge</em> so affords,<br />Inquisitors with flaming Swords<br />From Lay-Approach with Zeal defend,<br />Lest their own Paradise should end.</p><p>The <em>Press</em> from her fecundous Womb<br />Brought forth the Arts of Greece and Rome;<br />Her Offspring, skill’d in Logic War,<br /><em>Truth’s</em> Banner wav’d in open Air;<br />The Monster <em>Superstition</em> fled,<br />And hid in Shades her Gorgon Head;<br />And <em>lawless Pow’r</em>, the long kept Field,<br />By <em>Reason</em> quell’d, was forc’d to yield.</p><p>This Nurse of Arts, and Freedom’s Fence,<br />To chain, is Treason against Sense:<br />And <em>Liberty</em>, thy thousand Tongues<br />None silence who design no Wrongs;<br />For those that use the Gag’s Restraint,<br />First rob, before they stop Complaint.</p> "}, {"title": "Hattie McDaniel Arrives at the Coconut Grove", "view_node": "/poem/hattie-mcdaniel-arrives-coconut-grove", "field_author": "<a href=\"/poet/rita-dove\" hreflang=\"und\">Rita Dove</a>", "field_date_published": "2017", "body": " <p>late, in aqua and ermine, gardenias<br />scaling her left sleeve in a spasm of scent,<br />her gloves white, her smile chastened, purse giddy<br />with stars and rhinestones clipped to her brilliantined hair,<br />on her free arm that fine Negro,<br />Mr. Wonderful Smith.</p><p>It’s the day that isn’t, February 29th,<br />at the end of the shortest month of the year—<br />and the shittiest, too, everywhere<br />except Hollywood, California,<br />where the maid can wear mink and still be a maid,<br />bobbing her bandaged head and cursing<br />the white folks under her breath as she smiles<br />and shoos their silly daughters<br />in from the night dew … what can she be<br />thinking of, striding into the ballroom<br />where no black face has ever showed itself<br />except above a serving tray?</p><p>Hi-Hat Hattie, Mama Mac, Her Haughtiness,<br />the “little lady” from <em>Showboat</em> whose name<br />Bing forgot, Beulah &amp; Bertha &amp; Malena<br />&amp; Carrie &amp; Violet &amp; Cynthia &amp; Fidelia,<br />one half of the Dark Barrymores—<br />dear Mammy we can’t help but hug you crawl into<br />your generous lap tease you<br />with arch innuendo so we can feel that<br />much more wicked and youthful<br />and sleek but oh what</p><p>we forgot: the four husbands, the phantom<br />pregnancy, your famous parties, your celebrated<br />ice box cake. Your giggle above the red petticoat’s rustle,<br />black girl and white girl walking hand in hand<br />down the railroad tracks<br />in Kansas City, six years old.<br />The man who advised you, now<br />that you were famous, to “begin eliminating”<br />your more “common” acquaintances<br />and your reply (catching him square<br />in the eye): “That’s a good idea.<br />I’ll start right now by eliminating you.”</p><p>Is she or isn’t she? Three million dishes,<br />a truckload of aprons and headrags later, and here<br />you are: poised, between husbands<br />and factions, no corset wide enough<br />to hold you in, your huge face a dark moon split<br />by that spontaneous smile—your trademark,<br />your curse. No matter, Hattie: It’s a long, beautiful walk<br />into that flower-smothered standing ovation,<br />so go on<br />and make them wait.</p> "}, {"title": "My Lantern ", "view_node": "/poem/my-lantern", "field_author": "<a href=\"/poet/marianne-moore\" hreflang=\"und\">Marianne Moore</a>", "field_date_published": "2017", "body": " <p>The banners unfurled by the warden<br />Float<br />Up high in the air and sink down; the<br />Moat<br />Is black as a plume on a casque; my<br />Light,<br />Like a patch of high light on a flask, makes<br />Night<br />A gibbering goblin that bars the way-<br />So noisy, familiar, and safe by day.</p> "}, {"title": "Ghazal: The Dark Times", "view_node": "/poem/ghazal-dark-times", "field_author": "<a href=\"/poet/marilyn-hacker\" hreflang=\"und\">Marilyn Hacker</a>", "field_date_published": "2017", "body": " <p>Tell us that line again, the thing about the dark times…<br /><span class=\"long-line\">“When the dark times come, we will sing about the dark times.”</span><br /><br /><span class=\"long-line\">They’ll always be wrong about peace when they’re wrong about justice…</span><br /><span class=\"long-line\">Were you wrong, were you right, insisting about the dark times?</span><br /><br />The traditional fears, the habitual tropes of exclusion<br /><span class=\"long-line\">Like ominous menhirs, close into their ring about the dark times.</span><br /><br />Naysayers in sequins or tweeds, libertine or ascetic<br /><span class=\"long-line\">Find a sensual frisson in what they’d call bling about the dark times.</span><br /><br /><span class=\"long-line\">Some of the young can project themselves into a Marshall Plan future</span><br /><span class=\"long-line\">Where they laugh and link arms, reminiscing about the dark times.</span><br /><br />From every spot-lit glitz tower with armed guards around it<br /><span class=\"long-line\">Some huckster pronounces his fiats, self-sacralized king, about the dark times.</span><br /><br />In a tent, in a queue, near barbed wire, in a shipping container,<br /><span class=\"long-line\">Please remember <em>ya akhy</em>, we too know something about the dark times.</span><br /><br /><span class=\"long-line\">Sindbad’s roc, or Ganymede’s eagle, some bird of rapacious ill omen</span><br /><span class=\"long-line\">From bleak skies descends, and wraps an enveloping wing about the dark times.</span><br /><br /><span class=\"long-line\">You come home from your meeting, your clinic, make coffee and look in the mirror</span><br /><span class=\"long-line\">And ask yourself once more what <em>you</em> did to bring about the dark times.</span></p> "}, {"title": "Elsa Is Involved in a Clandestine Love Affair", "view_node": "/poem/elsa-involved-clandestine-love-affair", "field_author": "<a href=\"/poet/angela-veronica-wong\" hreflang=\"en\">Angela Veronica Wong</a>", "field_date_published": "2017", "body": "<p><span class=\"“long-line”\">There is no fixed place and by that I mean</span><br /><span class=\"long-line\">take a look at things that are. Split by the</span><br /><span class=\"long-line\">turn of year, its newness and all it brings,</span><br /><span class=\"long-line\">which of its possibilities can we trust?</span><br /><span class=\"long-line\">Elsa is involved in a clandestine</span><br /><span class=\"long-line\">love affair which, let’s be honest, should be</span><br /><span class=\"long-line\">all love affairs until they’re over. She finds</span><br /><span class=\"long-line\">herself dreaming of children and many</span><br /><span class=\"long-line\">other delicacies. Sugared eggs. A</span><br /><span class=\"long-line\">lost palace. But night brings a great expanse</span><br /><span class=\"long-line\">and it’s much too quiet in these hallways.</span><br /><span class=\"long-line\">On her back, Elsa holds her breath, her hands</span><br /><span class=\"long-line\">beneath her, resisting, resisting. That</span><br /><span class=\"long-line\">temptation can be such a dirty rat.</span></p>\n"}, {"title": "Art", "view_node": "/poem/art", "field_author": "<a href=\"/poet/erika-jo-brown\" hreflang=\"en\">Erika Jo Brown</a>", "field_date_published": "2017", "body": " <p>Not many passions take your pants off—<br />painting with oils, reading in the afternoon,<br />other people’s bodies. I want to really<br />say something here. I want to be clear.</p><p>But just as no two people see the same<br />colors, what you hear is not what I’m<br />saying. Not conversations as much as<br />serial misunderstandings, proximate<br />in space. One considers the dictionary<br />definition of “man.” One considers<br />the definition of “woman.” One considers<br />arm hair, soft spaces on a hot body.</p><p>The obsessive heat-seeking quality of<br />attraction. The paint on my pinkie is for<br />you—a little poison, a little turpentine.<br />The snaggletooth I want to stick my<br />tongue into. This is pigment from a rock,<br />this is pigment from a bug, this is pigment<br />from a bleeding heart, and this is jeopardy. </p><p>Passion brought me here, but passion<br />cannot save me. To mix linseed and<br />varnish, to create something is to vanish<br />what was there before. Chroma for fastness,<br />chemistry tricks. Such bold strokes in<br />erasing and framing delicate beginnings.<br /> </p> "}, {"title": "In Mother’s Garden", "view_node": "/poem/mothers-garden", "field_author": "<a href=\"/poet/khaty-xiong\" hreflang=\"en\">Khaty Xiong</a>", "field_date_published": "2017", "body": " <p>Quietly now a mouse in the garden<br />that has come to mourn with me<br />or bite at every insect twisting<br />in this heat as you lie close &amp; uncaring<br />in the army of the common housefly.<br />Let it be known that in death<br />you harrowed in love &amp; in so doing<br />traded your ears for blackened ones,<br />your crown the shade of a new moon.<br />Let this spell be known as the fortune<br />of a missing tortoise, brutal limbs<br />&amp; wounds of multiples. Then, to soften<br />alongside the watermelon rinds<br />on this blighted day, your body<br />presently absent including the mouse<br />I have startled into darkness. Who will<br />help me love the castor bean tree now?<br />Which of these plants will speak for you?<br />\u2028Ignore me while I weave between rows,<br />swatting at the light I have chased into<br />the corner of your makeshift shed still full<br />of your fortune, the abundant secret<br />of mouse droppings. Meanwhile, stay<br />dressed—help me be decent. Come away<br />from dreams, far from streets—quick,<br />arise in one piece! There is shade.<br />Even the sun could not spoil you.<br /> </p> "}, {"title": "Hall Mirror", "view_node": "/poem/hall-mirror", "field_author": "", "field_date_published": "2017", "body": " <p>Federal style, two small chips<br />in the gilt frame, found at a flea market<br />in the Eisenhower ’50s.</p><p>19th century American lovingly refinished,<br />loving gift of my mother:<br /><em>It’s too good for you, so take care of it!</em></p><p>Some winter mornings here<br />the taut lit face of Ethel Rosenberg, <br />or the ecstatic face of Blake,</p><p><em>punim</em> of my 6-year-old grandmother,<br />arriving stunned and mute from Vilna,<br />her big sister Lena waiting,</p><p>who knew what was at stake.</p><p>Oh my fierce mother, sanding away<br />at the kitchen table protected by newspapers,<br /><em>The Herald, The Forward, The Traveler,</em><br /><br />her little brush, her jar of paste<br />preserving and inventing the past—<br />for what?</p><p>For me.</p><p>For today, half-conscious glimpse of myself<br />on my way out for a walk in February snow,<br />with a friend, or alone,</p><p>my blue woolen hat, my mirror smile…</p> "}, {"title": "Sailing Bones", "view_node": "/poem/sailing-bones", "field_author": "<a href=\"/poet/alan-felsenthal\" hreflang=\"en\">Alan Felsenthal</a>", "field_date_published": "2017", "body": " <p>Suffering I drifted to you<br />Seeing my suffering you suffered<br />Our conference on calamity<br />Our joints moved against wind<br />Sustained our growing pain<br />Until protruding bones<br />From our rumpled skin coats<br />Broke through to expose<br />Their staid, stagnant structures<br />To a cat we were dual cat castles<br />A bird perched upon my clavicle<br />To a friend traveling by<br />We no longer existed<br />But our suffering did</p> "}, {"title": "To Sleep", "view_node": "/poem/sleep-1", "field_author": "<a href=\"/poet/john-keats\" hreflang=\"und\">John Keats</a>", "field_date_published": "2017", "body": " <p>O soft embalmer of the still midnight!<br />  Shutting with careful fingers and benign<br />Our gloom-pleased eyes, embower’d from the light,<br />  Enshaded in forgetfulness divine;<br />O soothest Sleep! if so it please thee, close,<br />  In midst of this thine hymn, my willing eyes,<br />Or wait the amen, ere thy poppy throws<br />  Around my bed its lulling charities;<br />  Then save me, or the passèd day will shine<br />Upon my pillow, breeding many woes;<br />Save me from curious conscience, that still lords<br />  Its strength for darkness, burrowing like a mole;<br />Turn the key deftly in the oilèd wards,<br />  And seal the hushèd casket of my soul.</p> "}], "pager": {"current_page": 315, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}