{"rows": [{"title": "The Author to Her Book", "view_node": "/poem/author-her-book", "field_author": "<a href=\"/poet/anne-bradstreet\" hreflang=\"und\">Anne Bradstreet</a>", "field_date_published": "1678", "body": "<p><span class=\"long-line\">Thou ill-formed offspring of my feeble brain,</span><br /><span class=\"long-line\">Who after birth didst by my side remain,</span><br /><span class=\"long-line\">Till snatched from thence by friends, less wise than true,</span><br /><span class=\"long-line\">Who thee abroad, exposed to public view,</span><br /><span class=\"long-line\">Made thee in rags, halting to th' press to trudge,</span><br /><span class=\"long-line\">Where errors were not lessened (all may judge).</span><br /><span class=\"long-line\">At thy return my blushing was not small,</span><br /><span class=\"long-line\">My rambling brat (in print) should mother call,</span><br /><span class=\"long-line\">I cast thee by as one unfit for light,</span><br /><span class=\"long-line\">The visage was so irksome in my sight;</span><br /><span class=\"long-line\">Yet being mine own, at length affection would</span><br /><span class=\"long-line\">Thy blemishes amend, if so I could.</span><br /><span class=\"long-line\">I washed thy face, but more defects I saw,</span><br /><span class=\"long-line\">And rubbing off a spot still made a flaw.</span><br /><span class=\"long-line\">I stretched thy joints to make thee even feet,</span><br /><span class=\"long-line\">Yet still thou run'st more hobbling than is meet;</span><br /><span class=\"long-line\">In better dress to trim thee was my mind,</span><br /><span class=\"long-line\">But nought save homespun cloth i' th' house I find.</span><br /><span class=\"long-line\">In this array 'mongst vulgars may'st thou roam.</span><br /><span class=\"long-line\">In critic's hands beware thou dost not come,</span><br /><span class=\"long-line\">And take thy way where yet thou art not known;</span><br /><span class=\"long-line\">If for thy father asked, say thou hadst none;</span><br /><span class=\"long-line\">And for thy mother, she alas is poor,</span><br /><span class=\"long-line\">Which caused her thus to send thee out of door.</span></p>\n"}, {"title": "My Letters! all dead paper... (Sonnet 28)", "view_node": "/poem/my-letters-all-dead-paper-sonnet-28", "field_author": "<a href=\"/poet/elizabeth-barrett-browning\" hreflang=\"und\">Elizabeth Barrett Browning</a>", "field_date_published": "1850", "body": " <pre>\nMy letters! all dead paper, mute and white!\nAnd yet they seem alive and quivering\nAgainst my tremulous hands which loose the string\nAnd let them drop down on my knee tonight.\nThis said—he wished to have me in his sight\nOnce, as a friend: this fixed a day in spring\nTo come and touch my hand. . . a simple thing,\nYes I wept for it—this . . . the paper's light. . .\nSaid, <i>Dear, I love thee</i>; and I sank and quailed\nAs if God's future thundered on my past.\nThis said, <i>I am thine</i>—and so its ink has paled\nWith lying at my heart that beat too fast.\nAnd this . . . 0 Love, thy words have ill availed\nIf, what this said, I dared repeat at last!\n</pre>\n "}, {"title": "Sympathy", "view_node": "/poem/sympathy", "field_author": "<a href=\"/poet/paul-laurence-dunbar\" hreflang=\"und\">Paul Laurence Dunbar</a>", "field_date_published": "1899", "body": "<p><span class=\"long-line\">I know what the caged bird feels, alas!</span><br /><span class=\"long-line\">   When the sun is bright on the upland slopes;</span><br /><span class=\"long-line\">When the wind stirs soft through the springing grass,</span><br /><span class=\"long-line\">And the river flows like a stream of glass;</span><br /><span class=\"long-line\">   When the first bird sings and the first bud opes,</span><br /><span class=\"long-line\">And the faint perfume from its chalice steals—</span><br /><span class=\"long-line\">I know what the caged bird feels!</span></p>\n\n<p><span class=\"long-line\">I know why the caged bird beats its wing</span><br /><span class=\"long-line\">   Till its blood is red on the cruel bars;</span><br /><span class=\"long-line\">For he must fly back to his perch and cling</span><br /><span class=\"long-line\">When he fain would be on the bough a-swing;</span><br /><span class=\"long-line\">   And a pain still throbs in the old, old scars</span><br /><span class=\"long-line\">And they pulse again with a keener sting—</span><br /><span class=\"long-line\">I know why he beats his wing!</span></p>\n\n<p><span class=\"long-line\">I know why the caged bird sings, ah me,</span><br /><span class=\"long-line\">   When his wing is bruised and his bosom sore,—</span><br /><span class=\"long-line\">When he beats his bars and he would be free;</span><br /><span class=\"long-line\">It is not a carol of joy or glee,</span><br /><span class=\"long-line\">   But a prayer that he sends from his heart's deep core,</span><br /><span class=\"long-line\">But a plea, that upward to Heaven he flings—</span><br /><span class=\"long-line\">I know why the caged bird sings!</span></p>\n"}, {"title": "The City Limits", "view_node": "/poem/city-limits", "field_author": "<a href=\"/poet/r-ammons\" hreflang=\"und\">A. R. Ammons</a>", "field_date_published": "1986", "body": " <pre>\nWhen you consider the radiance, that it does not withhold\nitself but pours its abundance without selection into every\nnook and cranny not overhung or hidden; when you consider\n\nthat birds' bones make no awful noise against the light but\nlie low in the light as in a high testimony; when you consider\nthe radiance, that it will look into the guiltiest\n\nswervings of the weaving heart and bear itself upon them,\nnot flinching into disguise or darkening; when you consider\nthe abundance of such resource as illuminates the glow-blue\n\nbodies and gold-skeined wings of flies swarming the dumped\nguts of a natural slaughter or the coil of shit and in no\nway winces from its storms of generosity; when you consider\n\nthat air or vacuum, snow or shale, squid or wolf, rose or lichen,\neach is accepted into as much light as it will take, then\nthe heart moves roomier, the man stands and looks about, the\n\nleaf does not increase itself above the grass, and the dark\nwork of the deepest cells is of a tune with May bushes\nand fear lit by the breadth of such calmly turns to praise.</pre>\n "}, {"title": "Still", "view_node": "/poem/still", "field_author": "<a href=\"/poet/r-ammons\" hreflang=\"und\">A. R. Ammons</a>", "field_date_published": "1986", "body": " <pre>\nI said I will find what is lowly\nand put the roots of my identity\ndown there:\neach day I'll wake up\nand find the lowly nearby,\na handy focus and reminder,\na ready measure of my significance,\nthe voice by which I would be heard,\nthe wills, the kinds of selfishness\nI could\nfreely adopt as my own:\n\nbut though I have looked everywhere,\nI can find nothing\nto give myself to:\neverything is\n\nmagnificent with existence, is in \nsurfeit of glory:\nnothing is diminished,\nnothing has been diminished for me:\n\nI said what is more lowly than the grass:\nah, underneath,\na ground-crust of dry-burnt moss:\nI looked at it closely\nand said this can be my habitat: but\nnestling in I\nfound\nbelow the brown exterior\ngreen mechanisms beyond the intellect\nawaiting resurrection in rain: so I got up\n\nand ran saying there is nothing lowly in the universe:\nI found a beggar:\nhe had stumps for legs: nobody was paying\nhim any attention: everybody went on by:\nI nestled in and found his life:\nthere, love shook his body like a devastation:\nI said\nthough I have looked everywhere\nI can find nothing lowly\nin the universe:\n\nI whirled through transfigurations up and down,\ntransfigurations of size and shape and place:\n\nat one sudden point came still,\nstood in wonder:\nmoss, beggar, weed, tick, pine, self, magnificent\nwith being!</pre>\n "}, {"title": "Palea", "view_node": "/poem/palea", "field_author": "<a href=\"/poet/tory-dent\" hreflang=\"und\">Tory Dent</a>", "field_date_published": "1999", "body": " <pre>\nOnly my mouth taking you in, the greenery splayed deep green.\n\nWithin my mouth, your arm inserted, a stem of gestures, breaking gracefully.\n\nInto each other we root arbitrarily, like bushes, silken, and guttural.\n\nPalaver, we open for the thrill of closing, for the thrill of it: opening.\n\nThe night was so humid when I knelt on the steps, wet and cold, of prewar stone.\n\nA charm bracelet of sorts we budded, handmade but brazen, as if organic.\n\nI cannot imagine the end of my fascination, emblazoned but feather-white too.\n\nThe gold closure of this like a gold coin is, of course, ancient.\n\nWhy can't experience disseminate itself, be silken and brazen yet underwater?\n\nA miniature Eiffel Tower, an enameled shamrock, a charm owned by its bracelet. \n</pre>\n "}, {"title": "The Mountain Cemetery", "view_node": "/poem/mountain-cemetery", "field_author": "<a href=\"/poet/edgar-bowers\" hreflang=\"und\">Edgar Bowers</a>", "field_date_published": "1997", "body": " <pre>\nWith their harsh leaves old rhododendrons fill \nThe crevices in grave plots' broken stones.\nThe bees renew the blossoms they destroy,\nWhile in the burning air the pines rise still,\nCommemorating long forgotten biers.\nTheir roots replace the semblance of these bones.\n\nThe weight of cool, of imperceptible dust\nThat came from nothing and to nothing came\nIs light within the earth and on the air.\nThe change that so renews itself is just.\nThe enormous, sundry platitude of death\nIs for these bones, bees, trees, and leaves the same.\n\nAnd splayed upon the ground and through the trees\nThe mountains' shadow fills and cools the air,\nSmoothing the shape of headstones to the earth.\nThe rhododendrons suffer with the bees\nWhose struggles loose ripe petals to the earth,\nThe heaviest burden it shall ever bear.\n\nOur hard earned knowledge fits us for such sleep.\nAlthough the spring must come, it passes too\nTo form the burden suffered for what comes.\nWhatever we would give our souls to keep\nIs merely part of what we call the soul;\nWhat we of time would threaten to undo\n\nAll time in its slow scrutiny has done.\nFor on the grass that starts about the feet\nThe body's shadow turns, to shape in time,\nSoon grown preponderant with creeping shade,\nThe final shadow that is turn of earth;\nAnd what seems won paid for as in defeat.</pre>\n "}, {"title": "John", "view_node": "/poem/john", "field_author": "<a href=\"/poet/edgar-bowers\" hreflang=\"und\">Edgar Bowers</a>", "field_date_published": "1997", "body": " <pre>\nBefore he wrote a poem, he learned the measure\nThat living in the future gives a farm--\nPropinquity of mules and cows, the charmed\nInsouciance of hens, the fellowship,\nAt dawn, of seed-time and of harvest-time.\nBut when high noon gave way to evening, and\nThe fences lay, bent shadows, on the crops\nAnd pastures to the yellowing trees, he felt\nThe presences he felt when, over rocks,\nThrough pools and where it wears the bank, the stream\nRan bright and dark at once, itself its shadow;\nAnd suffered, in all he knew, the antagonists\nRelated in the Bible, in himself\nAnd every new condition from the beginning,\nAs in the autumn leaf and summer prime.\nTherefore he chose to live the only game\nWorthy of repetition, in the likeness\nOf someone like himself, a race of which\nHe was the changing distances and ground,\nThe runners, and the goal that runs away\nForever into time; or like two players\nAt odds in white and black, their dignities\nTriumphs refused or losses unredeemed.\nFor the one, that it be ever of the pure\nIntention that he witnessed in the high\nStained windows of King's Chapel--ancestral stories,\nThe old above the new, like pages shining\nFrom an essential book--he taught his mind\nTo imitate the meditation, sovereign\nIn verse and prose, of those who shared with him\nIntelligence of beauty, good, and truth\nAs one, unchanging and unchangeable,\nDisinterested excitement through a sentence\nTheir joy and passion. For the other, as\nA venturer asleep, he went among\nThe voiceless and unvisionary many--\nLike one who offers blood to know his fate\nOr hold his twin again--deep in the midnight\nBaths of New Orleans, on its plural beds\nAnd on the secret banks beside its river,\nThe many who, anonymous as he was,\nUncannily resembled him, appearing\nImmortal in a finitude of mirrors.\n\nBut when the sudden force of the disease\nTossed him, in a new garment, on the bed\nWhere he had wakened, mornings, as a child--\nDespised by all the neighbors, helpless, blind\nAnd vulnerable to every life, he listened\nIntensely to the roosters, mules and cows\nAs well as to the voices of the desk,\nThe chair, the books and pictures, pastures and fields,\nThe tree of every season, the age of seas\nAnd, on its surge, the age of galaxies,\nThe bells within the spires of Cambridge, bodies\nAnd faces revealed or hidden in the flow,\nAll that we knew or could imagine joined\nTogether in the sound the stream flows through\nAs witness of itself in every change,\nEach trusting in its continuities,\nAll turning in a final radiant shell.\nThen, on his darkened eye, he saw himself\nA compact disk awhirl, played by the light\nHe came from and was ready to reenter,\nBut not before he chose the way to go.\nAnd so it was, before his death, he spoke\nThe poem that is his best, the final letter\nTo take to that old country as a passport.</pre>\n "}, {"title": "In Memory of Sigmund Freud", "view_node": "/poem/memory-sigmund-freud", "field_author": "<a href=\"/poet/w-h-auden\" hreflang=\"und\">W. H. Auden</a>", "field_date_published": "1940", "body": " <pre>\nWhen there are so many we shall have to mourn,\nwhen grief has been made so public, and exposed\n     to the critique of a whole epoch\n   the frailty of our conscience and anguish,\n\nof whom shall we speak? For every day they die\namong us, those who were doing us some good,\n     who knew it was never enough but\n   hoped to improve a little by living.\n\nSuch was this doctor: still at eighty he wished\nto think of our life from whose unruliness\n     so many plausible young futures\n   with threats or flattery ask obedience,\n\nbut his wish was denied him: he closed his eyes\nupon that last picture, common to us all,\n     of problems like relatives gathered\n   puzzled and jealous about our dying. \n\nFor about him till the very end were still\nthose he had studied, the fauna of the night,\n     and shades that still waited to enter\n   the bright circle of his recognition\n\nturned elsewhere with their disappointment as he\nwas taken away from his life interest\n     to go back to the earth in London,\n   an important Jew who died in exile.\n\nOnly Hate was happy, hoping to augment\nhis practice now, and his dingy clientele\n     who think they can be cured by killing\n   and covering the garden with ashes.\n\nThey are still alive, but in a world he changed\nsimply by looking back with no false regrets;\n     all he did was to remember\n   like the old and be honest like children.\n\nHe wasn't clever at all: he merely told\nthe unhappy Present to recite the Past\n     like a poetry lesson till sooner\n   or later it faltered at the line where\n\nlong ago the accusations had begun,\nand suddenly knew by whom it had been judged,\n     how rich life had been and how silly,\n   and was life-forgiven and more humble,\n\nable to approach the Future as a friend\nwithout a wardrobe of excuses, without\n     a set mask of rectitude or an \n   embarrassing over-familiar gesture.\n\nNo wonder the ancient cultures of conceit\nin his technique of unsettlement foresaw\n     the fall of princes, the collapse of\n   their lucrative patterns of frustration:\n\nif he succeeded, why, the Generalised Life\nwould become impossible, the monolith\n     of State be broken and prevented\n   the co-operation of avengers.\n\nOf course they called on God, but he went his way\ndown among the lost people like Dante, down\n     to the stinking fosse where the injured\n   lead the ugly life of the rejected,\n\nand showed us what evil is, not, as we thought,\ndeeds that must be punished, but our lack of faith,\n     our dishonest mood of denial,\n   the concupiscence of the oppressor.\n\nIf some traces of the autocratic pose,\nthe paternal strictness he distrusted, still\n     clung to his utterance and features,\n   it was a protective coloration\n\nfor one who'd lived among enemies so long:\nif often he was wrong and, at times, absurd,\n     to us he is no more a person\n   now but a whole climate of opinion\n\nunder whom we conduct our different lives:\nLike weather he can only hinder or help,\n     the proud can still be proud but find it\n   a little harder, the tyrant tries to\n\nmake do with him but doesn't care for him much:\nhe quietly surrounds all our habits of growth\n     and extends, till the tired in even\n   the remotest miserable duchy\n\nhave felt the change in their bones and are cheered\ntill the child, unlucky in his little State,\n     some hearth where freedom is excluded,\n   a hive whose honey is fear and worry,\n\nfeels calmer now and somehow assured of escape,\nwhile, as they lie in the grass of our neglect, \n     so many long-forgotten objects\n   revealed by his undiscouraged shining\n\nare returned to us and made precious again;\ngames we had thought we must drop as we grew up,\n     little noises we dared not laugh at,\n   faces we made when no one was looking.\n\nBut he wishes us more than this. To be free\nis often to be lonely. He would unite\n     the unequal moieties fractured\n   by our own well-meaning sense of justice,\n\nwould restore to the larger the wit and will \nthe smaller possesses but can only use\n     for arid disputes, would give back to\n   the son the mother's richness of feeling:\n\nbut he would have us remember most of all \nto be enthusiastic over the night,\n     not only for the sense of wonder\n   it alone has to offer, but also\n\nbecause it needs our love. With large sad eyes\nits delectable creatures look up and beg\n     us dumbly to ask them to follow:\n   they are exiles who long for the future\n\nthat lives in our power, they too would rejoice\nif allowed to serve enlightenment like him,\n     even to bear our cry of 'Judas', \n   as he did and all must bear who serve it.\n\nOne rational voice is dumb. Over his grave\nthe household of Impulse mourns one dearly loved:\n     sad is Eros, builder of cities,\n   and weeping anarchic Aphrodite.</pre>\n "}, {"title": "The Fall of Rome", "view_node": "/poem/fall-rome", "field_author": "<a href=\"/poet/w-h-auden\" hreflang=\"und\">W. H. Auden</a>", "field_date_published": "1940", "body": "<p><i>(for Cyril Connolly)</i></p>\n\n<p><span class=\"long-line\">The piers are pummelled by the waves;</span><br /><span class=\"long-line\">In a lonely field the rain</span><br /><span class=\"long-line\">Lashes an abandoned train;</span><br /><span class=\"long-line\">Outlaws fill the mountain caves.</span></p>\n\n<p><span class=\"long-line\">Fantastic grow the evening gowns;</span><br /><span class=\"long-line\">Agents of the Fisc pursue</span><br /><span class=\"long-line\">Absconding tax-defaulters through</span><br /><span class=\"long-line\">The sewers of provincial towns.</span></p>\n\n<p><span class=\"long-line\">Private rites of magic send</span><br /><span class=\"long-line\">The temple prostitutes to sleep;</span><br /><span class=\"long-line\">All the literati keep</span><br /><span class=\"long-line\">An imaginary friend.</span></p>\n\n<p><span class=\"long-line\">Cerebrotonic Cato may</span><br /><span class=\"long-line\">Extol the Ancient Disciplines,</span><br /><span class=\"long-line\">But the muscle-bound Marines</span><br /><span class=\"long-line\">Mutiny for food and pay.</span></p>\n\n<p><span class=\"long-line\">Caesar's double-bed is warm</span><br /><span class=\"long-line\">As an unimportant clerk</span><br /><span class=\"long-line\">Writes <em>I DO NOT LIKE MY WORK</em></span><br /><span class=\"long-line\">On a pink official form.</span></p>\n\n<p><span class=\"long-line\">Unendowed with wealth or pity,</span><br /><span class=\"long-line\">Little birds with scarlet legs,</span><br /><span class=\"long-line\">Sitting on their speckled eggs,</span><br /><span class=\"long-line\">Eye each flu-infected city.</span></p>\n\n<p><span class=\"long-line\">Altogether elsewhere, vast</span><br /><span class=\"long-line\">Herds of reindeer move across</span><br /><span class=\"long-line\">Miles and miles of golden moss,</span><br /><span class=\"long-line\">Silently and very fast.</span></p>\n"}, {"title": "Epitaph on a Tyrant", "view_node": "/poem/epitaph-tyrant", "field_author": "<a href=\"/poet/w-h-auden\" hreflang=\"und\">W. H. Auden</a>", "field_date_published": "1940", "body": "<p><span class=\"long-line\">Perfection, of a kind, was what he was after,</span><br /><span class=\"long-line\">And the poetry he invented was easy to understand;</span><br /><span class=\"long-line\">He knew human folly like the back of his hand,</span><br /><span class=\"long-line\">And was greatly interested in armies and fleets;</span><br /><span class=\"long-line\">When he laughed, respectable senators burst with laughter,</span><br /><span class=\"long-line\">And when he cried the little children died in the streets.</span></p>\n"}, {"title": "To the Dead (audio only)", "view_node": "/poem/dead-audio-only", "field_author": "<a href=\"/poet/frank-bidart\" hreflang=\"und\">Frank Bidart</a>", "field_date_published": "1992", "body": " <p> </p><p>Click the icon above to listen to this audio poem.</p> "}, {"title": "The Nursing Home", "view_node": "/poem/nursing-home", "field_author": "<a href=\"/poet/e-m-schorb\" hreflang=\"und\">E. M. Schorb</a>", "field_date_published": "2000", "body": " <pre>\nThere are more women than \nmen in the nursing home and\nmore men than old doctors.\n\nStaff doctors visit once a \nmonth. The few old men do \nvery little but sleep. Two \n\nor three of them occasionally\ngather outside in clear\nweather for a smoke, which\n\nis allowed them. I suppose\nthose in charge feel that\nit can make no difference\n\nnow, and it brings the old\nmen a little pleasure. I\nsit and chat with them\n\nsometimes. Perhaps \"chat\"\nis a bit too lively a word\nto describe what passes for\n\nconversation during these\npuffing sessions. A lot\nof low grunting goes on.\n\nThere is one old man who\nis afflicted with bone\ncancer and who says, in\n\nhigh good humor, that his \nguarantees have run out.\nHe was a travelling salesman\n\nin women's wear, and still\nremembers how much he loved\nwomen. Many of the women\n\nhave become little girls\nagain. They carry dolls\nabout with them, mostly\n\nrag-dolls, I suppose so\nthey can't injure themselves\nwhen they squeeze them.\n\nTo see these toothless,\nbalding old ladies, frail\nas twigs, clutching these dolls,\n\nis heartbreaking. Oh, to love\nsomething! It's still there.\nIt has been in them since\n\nthey were little and had dirty \nknees and bows in their hair.\nSome recognize me now, and,\n\nwhen I give them a wave,\nthey wave back. It's a \nwonderful feeling to make\n\ncontact, but it is difficult\nto tell how much they know.\nThe care-givers are kind and\n\nefficient. They are mostly\nyoung, and apparently try\nto imbue the old with some of\n\ntheir zest for life, but \nof course the old know all\nthat already--or knew and have\n\nforgotten it. I wonder, \ncan the young reverse their\nsituations with the old\n\nand see themselves looking up\nat such fresh faces from the\nvantage of bed or wheelchair\n\nor walker? I am too young\nto join the old here in the\nnursing home, this metaphor\n\n(or is it the tenor of a\nmetaphor?) for the last days,\nbut I am too old\n\nto feel the buoyancy of the \nyoung; so, at least for the\ncontext of the nursing home,\n\nI have arrived at yet another\nawkward age. After visiting\nmy mother, who is only partly\n\npresent, I go out and sit\nwith the old men and have a\nsmoke. We hope for clear days.</pre>\n "}, {"title": "Part", "view_node": "/poem/part", "field_author": "<a href=\"/poet/phillis-levin\" hreflang=\"und\">Phillis Levin</a>", "field_date_published": "2001", "body": " <pre>\nOf something, separate, not \nWhole; a role, something to play \nWhile one is separate or parting; \n\nAlso a piece, a section, as in\nPart of me is here, part of me \nIs missing; an essential portion,\n\nSomething falling to someone \nIn division; a particular voice \nOr instrument (also the score\n\nFor it), or line of music; \nThe line where the hair \nIs parted. A verb: to break \n\nOr suffer the breaking of, \nBecome detached, \nBroken; to go from, leave, \n\nTake from, sever, as in \nLord, part me from him, \nI cannot bear to ever\n</pre>\n "}, {"title": "Repairwork", "view_node": "/poem/repairwork", "field_author": "<a href=\"/poet/dennis-hinrichsen\" hreflang=\"und\">Dennis Hinrichsen</a>", "field_date_published": "2000", "body": " <pre>\n<i>(Shroud of Turin)</i>\n\nThey must have bled as they sang,\nthe needles so quick through\n\nthe linen, the frayed mesh,\nthe silvers must have stung them.\n\nPinpricks they must have stemmed\nwith their tongues, unembarrassed,\n\nthese brides of Christ-\n<i>like sewing patches of sunlight\n\nto water</i>--the ghost in the cloth\nlaid double across their laps.\n\nThese are the hips of Christ,\nknees raw bone inking the linen;\n\nthis, the stain of a coin\nthat graced His eye, the image\n\nas yet unpatterned, available only--\nshould they dare to look--\n\nin random angles, stitches.\nTerrible gash at a medial rib.\n\nImprint: sole of His foot,\nthe other merely heel, curve of\n\na branch at its one end blackened,\nreleased to ash-their\n\nfingers as furious as sparks\nin the medieval dusk\n\nrepairing a fire . . . They must have\nwept as they bled as they sang.\n</pre>\n "}, {"title": "The Telephonist", "view_node": "/poem/telephonist", "field_author": "<a href=\"/poet/susan-yuzna\" hreflang=\"und\">Susan Yuzna</a>", "field_date_published": "2000", "body": " <pre>\n<i>for David Foster</i>\n\nI had my order. Not of the choirs\nof angels, but of the countries we called\n\nin the stone dead heart of the night. Japan\nwas a young woman's voice, <i>a cool river\n\nthrough a thirsty land</i>, sliding over my bone-\ntired body like an icy, blue-green\n\nwave. Australia was next--their perpetual\njoking could keep me awake. I even\n\nmade history once: for eight years, a man\nhad been calling his brother in the bush.\n\nHe loved me, loved my voice, my flipping of\nthe switches in Oakland, California,\n\nso that, at last, it worked. But usually\nI was just too tired to care. My first\n\ngraveyard shift and I was much too tired\nto give a shit when the businessmen yelled\n\nabout lines down in Manila again,\nas if I could stop those typhoons, as if\n\nI could make the old crones in Manila\nlove us, which they didn't, or be somewhat\n\nhelpful, which they weren't. <i>Why don't you try\nagain in two weeks?</i> I would say (the stock\n\nresponse, a polite voice, then flip the switch,\ncut him off, quick, before his swearing\n\npoisons my ear). Too tired to care\nabout anything, not their business dealing,\n\nnot the drunken nostalgia for a whore\nknown during the war--he can't remember\n\nher name, or the place where she worked, the \nstreet\nit was on, but could I help him find her?\n\nHe's never forgotten . . . I grew so tired\nof phones ringing for eight hours straight.\n\nI wanted to pull my hair out, one thin\nstrand at a time. It was a newly\n\ninvented circle of hell, and if you\nhad been there, you just might understand\n\nwhy that infamous <i>hippie girl</i> rose up,\nout of her chair, yanked the earphones off, and \nclimbed\n\nonto a counter running the length of the room\nbeneath our long, black switchboard, then, \ncrawling\n\nfrom station to station, pulled each cord\nfrom its black tunnel, breaking one connection\n\nafter another, like a series of\n<i>coitus interruptus</i> all down the board,\n\nbefore they stopped her, and led her away.\n<i>She must be on LSD</i>, said a wife\n\nfrom the Alameda military base. <i>And she wears\nno underwear, either</i>, added another.\n\nThat was 1970, back when Oakland\nOverseas was still manual, but the hatred\n\nof a ringing phone is with me yet.\nI will stand at the center of a room\n\nand watch the damn thing ring its little head \noff,\nand I will grin, quite stupidly, at its\n\nhelplessness. I will walk out the door, fill\nmy lungs with ice, head for the far-off peaks.\n\nI will lose myself, become one small, dark \nstroke\nin the white stillness of snow. I'm telling you\n\nnow, it was a brand new circle of hell,\nbut how could we know that, then? We had jobs,\n\nthe market was tight, and the union\nwon us cab rides home when we worked at night.\n</pre>\n "}, {"title": "Nothing Ventured", "view_node": "/poem/nothing-ventured", "field_author": "<a href=\"/poet/kay-ryan\" hreflang=\"und\">Kay Ryan</a>", "field_date_published": "2000", "body": " <pre>\nNothing exists as a block\nand cannot be parceled up.\nSo if nothing's ventured\nit's not just talk;\nit's the big wager.\nDon't you wonder\nhow people think\nthe banks of space \nand time don't matter?\nHow they'll drain\nthe big tanks down to \nslime and salamanders\nand want thanks?\n</pre>\n "}, {"title": "Work", "view_node": "/poem/work", "field_author": "<a href=\"/poet/emma-lazarus\" hreflang=\"und\">Emma Lazarus</a>", "field_date_published": "1871", "body": "<p><span class=\"long-line\">Yet life is not a vision nor a prayer,</span><br /><span class=\"long-line\">    But stubborn work; she may not shun her task.</span><br /><span class=\"long-line\">After the first compassion, none will spare</span><br /><span class=\"long-line\">    Her portion and her work achieved, to ask.</span><br /><span class=\"long-line\">She pleads for respite,—she will come ere long</span><br /><span class=\"long-line\">When, resting by the roadside, she is strong.</span></p>\n<p><span class=\"long-line\">Nay, for the hurrying throng of passers-by</span><br /><span class=\"long-line\">    Will crush her with their onward-rolling stream.</span><br /><span class=\"long-line\">Much must be done before the brief light die;</span><br /><span class=\"long-line\">    She may not loiter, rapt in the vain dream.</span><br /><span class=\"long-line\">With unused trembling hands, and faltering feet,</span><br /><span class=\"long-line\">She staggers forth, her lot assigned to meet.</span></p>\n<p><span class=\"long-line\">But when she fills her days with duties done,</span><br /><span class=\"long-line\">    Strange vigor comes, she is restored to health.</span><br /><span class=\"long-line\">New aims, new interests rise with each new sun,</span><br /><span class=\"long-line\">    And life still holds for her unbounded wealth.</span><br /><span class=\"long-line\">All that seemed hard and toilsome now proves small,</span><br /><span class=\"long-line\">And naught may daunt her,—she hath strength for all.</span></p>\n"}, {"title": "The Idea of Ancestry", "view_node": "/poem/idea-ancestry", "field_author": "<a href=\"/poet/etheridge-knight\" hreflang=\"und\">Etheridge Knight</a>", "field_date_published": "1986", "body": "<p><span class=\"long-line\">1</span></p>\n\n<p><span class=\"long-line\">Taped to the wall of my cell are 47 pictures: 47 black</span><br /><span class=\"long-line\">faces: my father, mother, grandmothers (1 dead), grand-</span><br /><span class=\"long-line\">fathers (both dead), brothers, sisters, uncles, aunts,</span><br /><span class=\"long-line\">cousins (1st and 2nd), nieces, and nephews. They stare</span><br /><span class=\"long-line\">across the space at me sprawling on my bunk. I know</span><br /><span class=\"long-line\">their dark eyes, they know mine. I know their style,</span><br /><span class=\"long-line\">they know mine. I am all of them, they are all of me;</span><br /><span class=\"long-line\">they are farmers, I am a thief, I am me, they are thee.</span></p>\n\n<p><span class=\"long-line\">I have at one time or another been in love with my mother,</span><br /><span class=\"long-line\">1 grandmother, 2 sisters, 2 aunts (1 went to the asylum),</span><br /><span class=\"long-line\">and 5 cousins. I am now in love with a 7-yr-old niece</span><br /><span class=\"long-line\">(she sends me letters in large block print, and</span><br /><span class=\"long-line\">her picture is the only one that smiles at me).</span></p>\n\n<p><span class=\"long-line\">I have the same name as 1 grandfather, 3 cousins, 3 nephews,</span><br /><span class=\"long-line\">and 1 uncle. The uncle disappeared when he was 15, just took</span><br /><span class=\"long-line\">off and caught a freight (they say). He's discussed each year</span><br /><span class=\"long-line\">when the family has a reunion, he causes uneasiness in </span><br /><span class=\"long-line\">the clan, he is an empty space. My father's mother, who is 93</span><br /><span class=\"long-line\">and who keeps the Family Bible with everbody's birth dates</span><br /><span class=\"long-line\">(and death dates) in it, always mentions him. There is no</span><br /><span class=\"long-line\">place in her Bible for \"whereabouts unknown.\"</span></p>\n\n<p> </p>\n\n<p><span class=\"long-line\">2</span></p>\n\n<p><span class=\"long-line\">Each fall the graves of my grandfathers call me, the brown</span><br /><span class=\"long-line\">hills and red gullies of mississippi send out their electric</span><br /><span class=\"long-line\">messages, galvanizing my genes. Last yr/like a salmon quitting</span><br /><span class=\"long-line\">the cold ocean-leaping and bucking up his birth stream/I</span><br /><span class=\"long-line\">hitchhiked my way from LA with 16 caps in my pocket and a </span><br /><span class=\"long-line\">monkey on my back. And I almost kicked it with the kinfolks.</span><br /><span class=\"long-line\">I walked barefooted in my grandmother's backyard/I smelled the old</span><br /><span class=\"long-line\">land and the woods/I sipped cornwhiskey from fruit jars with the men/</span><br /><span class=\"long-line\">I flirted with the women/I had a ball till the caps ran out</span><br /><span class=\"long-line\">and my habit came down. That night I looked at my grandmother</span><br /><span class=\"long-line\">and split/my guts were screaming for junk/but I was almost </span><br /><span class=\"long-line\">contented/I had almost caught up with me.</span><br /><span class=\"long-line\">(The next day in Memphis I cracked a croaker's crib for a fix.)</span></p>\n\n<p><span class=\"long-line\">This yr there is a gray stone wall damming my stream, and when</span><br /><span class=\"long-line\">the falling leaves stir my genes, I pace my cell or flop on my bunk</span><br /><span class=\"long-line\">and stare at 47 black faces across the space. I am all of them,</span><br /><span class=\"long-line\">they are all of me, I am me, they are thee, and I have no children</span><br /><span class=\"long-line\">to float in the space between.</span></p>\n"}, {"title": "Hard Rock Returns to Prison from the Hospital for the Criminal Insane", "view_node": "/poem/hard-rock-returns-prison-hospital-criminal-insane", "field_author": "<a href=\"/poet/etheridge-knight\" hreflang=\"und\">Etheridge Knight</a>", "field_date_published": "1986", "body": "<p><span class=\"long-line\">Hard Rock / was / \"known not to take no shit</span><br /><span class=\"long-line\">From nobody,\" and he had the scars to prove it:</span><br /><span class=\"long-line\">Split purple lips, lumbed ears, welts above</span><br /><span class=\"long-line\">His yellow eyes, and one long scar that cut</span><br /><span class=\"long-line\">Across his temple and plowed through a thick</span><br /><span class=\"long-line\">Canopy of kinky hair.</span></p>\n\n<p><span class=\"long-line\">The WORD / was / that Hard Rock wasn't a mean nigger</span><br /><span class=\"long-line\">Anymore, that the doctors had bored a hole in his head,</span><br /><span class=\"long-line\">Cut out part of his brain, and shot electricity</span><br /><span class=\"long-line\">Through the rest. When they brought Hard Rock back,</span><br /><span class=\"long-line\">Handcuffed and chained, he was turned loose,</span><br /><span class=\"long-line\">Like a freshly gelded stallion, to try his new status.</span><br /><span class=\"long-line\">And we all waited and watched, like a herd of sheep,</span><br /><span class=\"long-line\">To see if the WORD was true.</span></p>\n\n<p><span class=\"long-line\">As we waited we wrapped ourselves in the cloak</span><br /><span class=\"long-line\">Of his exploits: \"Man, the last time, it took eight</span><br /><span class=\"long-line\">Screws to put him in the Hole.\" \"Yeah, remember when he</span><br /><span class=\"long-line\">Smacked the captain with his dinner tray?\" \"He set</span><br /><span class=\"long-line\">The record for time in the Hole—67 straight days!\"</span><br /><span class=\"long-line\">\"Ol Hard Rock! man, that's one crazy nigger.\"</span><br /><span class=\"long-line\">And then the jewel of a myth that Hard Rock had once bit</span><br /><span class=\"long-line\">A screw on the thumb and poisoned him with syphilitic spit.</span></p>\n\n<p><span class=\"long-line\">The testing came, to see if Hard Rock was really tame.</span><br /><span class=\"long-line\">A hillbilly called him a black son of a bitch</span><br /><span class=\"long-line\">And didn't lose his teeth, a screw who knew Hard Rock</span><br /><span class=\"long-line\">From before shook him down and barked in his face.</span><br /><span class=\"long-line\">And Hard Rock did <em>nothing</em>. Just grinned and looked silly,</span><br /><span class=\"long-line\">His eyes empty like knot holes in a fence. </span></p>\n\n<p><span class=\"long-line\">And even after we discovered that it took Hard Rock</span><br /><span class=\"long-line\">Exactly 3 minutes to tell you his first name,</span><br /><span class=\"long-line\">We told ourselves that he had just wised up,</span><br /><span class=\"long-line\">Was being cool; but we could not fool ourselves for long,</span><br /><span class=\"long-line\">And we turned away, our eyes on the ground. Crushed.</span><br /><span class=\"long-line\">He had been our Destroyer, the doer of things</span><br /><span class=\"long-line\">We dreamed of doing but could not bring ourselves to do,</span><br /><span class=\"long-line\">The fears of years, like a biting whip,</span><br /><span class=\"long-line\">Had cut deep bloody grooves</span><br /><span class=\"long-line\">Across our backs.</span></p>\n"}], "pager": {"current_page": 646, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}