{"rows": [{"title": "Sleep", "view_node": "/poem/sleep-3", "field_author": "<a href=\"/poet/twyla-m-hansen\" hreflang=\"en\">Twyla M. Hansen</a>", "field_date_published": "2017", "body": " <p style=\"margin-left: 40px;\"><em>Adult: I have trouble falling asleep at night.<br />Child: But don’t you close your eyes?</em></p><p>The art of sleep isn’t tough for those who have the gift—<br />they're puzzled at the rest of us with trouble in the night.</p><p>And during the day, that tumbling sensation, anxious, sad,<br />the blues, the sun slipping low beyond our grasp.</p><p>Tossing and taking forever, we conjure the ancient ones<br />whose lives revolved around the same sun—sun worshipers—</p><p>who discovered fire, calculated the heavens, tracked stars,<br />who likely slept through most of this gloomy season.</p><p>We can’t help but wonder how they’d react to light—<br />fake light—the stuff we do to trick our body-clock</p><p>into believing we are more than some grand experiment—<br />superior, in fact—to the pull of nature, however quaint.</p><p>It’s all we can do to force ourselves out the door in the dark,<br />overcome the urge to curl into a book and hibernate.</p><p>And that child—remember? how we tiptoed not to wake—<br />a now impossible teen in all her tough circadian torpor.</p> "}, {"title": "For No Good Reason", "view_node": "/poem/no-good-reason", "field_author": "<a href=\"/poet/twyla-m-hansen\" hreflang=\"en\">Twyla M. Hansen</a>", "field_date_published": "2017", "body": " <p>As if you needed one,<br />as if you could help it,<br />for no good reason<br />a tune out of nowhere<br />pops into your head<br />when you least expect,<br />riffs effortlessly in the<br />folds of your cerebrum—</p><p>your own private jukebox,<br />your personal music device<br />on random minus the earbuds—<br />drumming itself up to keep<br />you company: here, a little<br />Janis Joplin while you vacuum<br />cat hair; there, a John Denver line<br />as you peel potatoes at the sink.</p><p>How can others not hear it,<br />this frequent odd gift?<br />Sometimes you forget<br />and blurt the words to the chorus,<br />which, after all, is all you can remember,<br />those<em> take me home, country roads</em>,<br />that <em>feelin’ good was good enough<br />for me</em>, even conjuring</p><p>the gas station in Colorado<br />back where you, wearing<br />those bell bottoms and that<br />paisley, were about to fill a tank<br />of freedom into the blue VW Bug<br />when Carole King belted out<br /><em>and it's too late baby, now it's too late<br />though we really did try to make it</em></p><p>and you couldn’t move, couldn’t<br />quit sobbing to the steering wheel<br />that would not console those blues<br />or say what you had left to lose,<br />wouldn’t question why in hell<br />you were going down that road<br />where for no good reason<br />you seemed to be heading.</p> "}, {"title": "Sorting", "view_node": "/poem/sorting", "field_author": "<a href=\"/poet/twyla-m-hansen\" hreflang=\"en\">Twyla M. Hansen</a>", "field_date_published": "2017", "body": " <p>Picture him amid the rust—hand tools, jars of screws,<br />bolts, half-useful wrenches—assembling miniature farm<br />wagons, windmills, trains, as if one day he would return.</p><p>And return he does—in the various and sundry nails,<br />boxes of brads, wood scraps, lengths of wire thick<br />with dust—as the waste not want not farmer.</p><p>Which fills you with regret: not spending more time,<br />not listening, not facing what you could not save.</p><p>Now, you empty the pegboard of worn saw blades,<br />the calendar with pig photos and corny quotes, toss<br />handles, staples, hinges, caulk, tape, string, metal, and</p><p>weep, knowing this is as close as you will ever be to him,<br />his world reduced to tinkering alone down in this city cave,<br />touching what his rough hands touched, his curiosities,</p><p>your father under a bare bulb sawing pieces of his last<br />unfinished project, a sea-faring ship, its instructions and<br />pattern carefully numbered and folded—the glued, carved,</p><p>and sanded basswood—as if he sensed this full-blown<br />final creation might help him sail across that ancient sea.</p> "}, {"title": "Hive Minds", "view_node": "/poem/hive-minds", "field_author": "<a href=\"/poet/jennifer-l-knox\" hreflang=\"und\">Jennifer L. Knox</a>", "field_date_published": "2017", "body": " <pre>Riding in the car with my mother, I never graduated from the back seat to the front. Whenever I tried to climbing in next to her (“This is stupid—I’m riding up front”) she’d howl and swipe at me until I caved. That was how she defended her space. We drove around like that until I got my driver’s license: us two, locked in the dust-mote mottled skies of our own minds, counting things. Me: syllables and the shadows of telephone poles falling across the car. Her: I don’t know. She can’t describe her OCD to me—only that it has to do with numbers—some inexplicable tally she’s been running all her life. I imagine it like a spider’s web, easily disturbed, then dispersed by the breath of other people. Whatever its shape, it’s the only thing that’s ever soothed her.\n\nOne stalk of corn can’t bear fruit by itself. It needs other stalks around to pollinate. Even a single row won’t cut it. The Mandan knew to grow them in circles, my boyfriend tells me. And sunflowers, his father adds, grown in a row will take turns bending north, then south, etc. down the line to give each other a shot at the light. We’re in the garden after dinner. Suddenly I envy anything that moves itself to accommodate another: a subtle shift to the left or right, self preservation that could pass for love.\n</pre>\n "}, {"title": "The Cliffs Above Oswald", "view_node": "/poem/cliffs-above-oswald", "field_author": "<a href=\"/poet/jennifer-l-knox\" hreflang=\"und\">Jennifer L. Knox</a>", "field_date_published": "2017", "body": " <pre>New fronds unfurl from the joints \nof older ones, like fists slow to open\nin forgiveness but will inevitably in \nforgetfulness—that kind of newness green \n\nas the green of new ferns snaking fast \nup the old hosts’ throats turning brown \nbeneath the ever-creep without a sound (to us—\nall we hear’s waves). The waist-high bramble \n\nwe’re wading through, the thorn sea that has\nswallowed us—with its endless view of day's \nend/night's beginning—seems to seal up \nbehind us as we struggle by.</pre>\n "}, {"title": "These Poems", "view_node": "/poem/these-poems-0", "field_author": "<a href=\"/poet/june-jordan\" hreflang=\"und\">June Jordan</a>", "field_date_published": "1977", "body": " <div>These poems</div><div>they are things that I do</div><div>in the dark</div><div>reaching for you</div><div>whoever you are</div><div>and</div><div>are you ready?</div><div> </div><div>These words</div><div>they are stones in the water</div><div>running away</div><div> </div><div>These skeletal lines</div><div>they are desperate arms for my longing and love.</div><div> </div><div>I am a stranger</div><div>learning to worship the strangers</div><div>around me</div><div> </div><div>whoever you are</div><div>whoever I may become.</div><div> </div> "}, {"title": "Chanukah Dreams", "view_node": "/poem/chanukah-dreams", "field_author": "<a href=\"/poet/judith-ish-kishor\" hreflang=\"en\">Judith Ish-Kishor</a>", "field_date_published": "2017", "body": " <p>Chanukah I think most dear<br />Of the feasts of all the year.<br />I could sit and watch all night<br />Every twinkling baby light.<br /><br />Father lights the first one—green;<br />Hope it always seems to mean;<br />Hope and Strength to glow anew<br />In the heart of every Jew.<br /><br />Jacob lights the blue for Truth.<br />Pink for Love is lit by Ruth.<br />Then the white one falls to me,<br />White that shines for Purity.<br /><br />How the story of those days<br />Fills my wondering heart with praise!<br />And in every flame one sees<br />The heroic Maccabees.</p> "}, {"title": "Winter Branches", "view_node": "/poem/winter-branches", "field_author": "<a href=\"/poet/margaret-widdemer\" hreflang=\"und\">Margaret Widdemer</a>", "field_date_published": "2017", "body": " <pre>When winter-time grows weary, I lift my eyes on high\nAnd see the black trees standing, stripped clear against the sky;\n\nThey stand there very silent, with the cold flushed sky behind,\nThe little twigs flare beautiful and restful and kind;\n\nClear-cut and certain they rise, with summer past,\nFor all that trees can ever learn they know now, at last;\n\nSlim and black and wonderful, with all unrest gone by,\n<span class=\"long-line\">The stripped tree-boughs comfort me, drawn clear against the sky.</span></pre>\n "}, {"title": "I Walk Into Every Room and Yell Where the Mexicans At ", "view_node": "/poem/i-walk-every-room-and-yell-where-mexicans", "field_author": "<a href=\"/poet/jose-olivarez\" hreflang=\"en\">José Olivarez</a>", "field_date_published": "2017", "body": " <pre>i know we exist because of what we make. my dad works at a steel mill. he worked at a steel mill my whole life. at the party, the liberal white woman tells me she voted for hillary &amp; wishes bernie won the nomination. i stare in the mirror if i get too lonely. thirsty to see myself i once walked into the lake until i almost drowned. the white woman at the party who might be liberal but might have voted for trump smiles when she tells me how lucky i am. how many automotive components do you think my dad has made. you might drive a car that goes and stops because of something my dad makes. when i watch the news i hear my name, but never see my face. every other commercial is for taco bell. all my people fold into a $2 crunchwrap supreme. the white woman means lucky to be here and not mexico. my dad sings por tu maldito amor &amp; i’m sure he sings to america. y yo caí en tu trampa ilusionado. the white woman at the party who may or may not have voted for trump tells me she doesn't meet too many mexicans in this part of new york city. my mouth makes an oh, but i don't make a sound. a waiter pushes his brown self through the kitchen door carrying hors d’oeuvres. a song escapes through the swinging door. selena sings pero ay como me duele &amp; the good white woman waits for me to thank her.  </pre>\n "}, {"title": "Sleep", "view_node": "/poem/sleep-2", "field_author": "<a href=\"/poet/rita-banerjee\" hreflang=\"en\">Rita Banerjee</a>", "field_date_published": "2017", "body": " <pre>What does it mean to be so still?\nto glide along the ocean floor\n\nlike some black-tongued electric eel,\nto burn through marbled gold and green\n\nof oceanic things like some\ncompact mass deforming space, time,\n\na void within voids, and then?\nIt is easier to imagine amphibian,\n\nto know that blood, too, can change\nits temperament as quickly as\n\nsalamanders change skin, as quickly as\neyes of newt and tongues of dog become\n\nincantations, enchantments of art\nand life just as an animal submerged\n\nunder water becomes unknown,\njust as respirations become primitive\n\nand breaths and motions cease\nas a lone fish in a dark pond\n\narrives as an object of thought\nand becomes stone.\n</pre>\n "}, {"title": "Everyone in Me Is a Bird", "view_node": "/poem/everyone-me-bird", "field_author": "<a href=\"/poet/melissa-studdard\" hreflang=\"en\">Melissa Studdard</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">Mind was a prison, ruby lined</span><br /><span class=\"long-line\">\n  in its lipstick noir—everything woman</span><br /><span class=\"long-line\">\n  I was expected to be, trapped between</span><br /><span class=\"long-line\">\n  papered walls. What they said to do, I did not</span><br /><span class=\"long-line\">\n  but only levitated at the burning,</span><br /><span class=\"long-line\">\n  </span><br /><span class=\"long-line\">\n  the body a water in which I drowned, the life</span><br /><span class=\"long-line\">\n  a windshield dirty with love. What they</span><br /><span class=\"long-line\">\n  said to think, I thought not but instead made</span><br /><span class=\"long-line\">\n  my mind into a birdcage with wings</span></p><p>\n<span class=\"long-line\"> </span></p><p>\n<span class=\"long-line\"> </span></p><p>\n<span class=\"long-line\">(Title is from an Anne Sexton Poem.)</span></p>"}, {"title": "Deep Cover Costumes", "view_node": "/poem/deep-cover-costumes", "field_author": "<a href=\"/poet/mark-wallace\" hreflang=\"en\">Mark Wallace</a>", "field_date_published": "2017", "body": " <pre>Surely the body is made\n                        of stranger \n                                    things than politics\n                                                           can steal:\n          the tangled\n                                    residue of stars,\n                                                the plastic\n                                                bag and orange\n          peels I kick past\n                                    the bridge,\nflaming nerves splayed\n                        across ancient and forgotten\navenues, the stomach-heavy goodbye\n                                    to others that always\n          feels a limit\n                                                on anyone’s remaining days\nI see now\n                        I really did\n          believe that the stories\n                                                           of languages breaking\n                                    open the embedded\n                                                           money source\n                                                                      were the victory\n                                                of changing grandeur\nover the paltry measured\n                                                ties misnamed time—\n                                                                      I could never believe\n          that people meant the counting,\nthe stacking, the definitions\n                                    the dividing,\n                                                           that those could be more\n          than misunderstanding\n                                                                      even when \n                                                                      burned in iron;\n                        The world is simply not \nanything any of us\n                                    say of it\nour names are strange delusions\n          pulling us back\n                                    from a brink we are always\n                        falling through—\n                                                           it has no shape\n                                                           no words\n                                                           it is \n                                                           not a brink\n                                                           we are not\n                                                           anyone there is\n                                                           no falling\n</pre>\n "}, {"title": "The Silver Thread", "view_node": "/poem/silver-thread", "field_author": "<a href=\"/poet/afaa-michael-weaver\" hreflang=\"und\">Afaa Michael Weaver</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">The fern gathers where the water seldom goes</span><br /><span class=\"long-line\">unless the storms swell this world of wise choices,</span><br /><span class=\"long-line\">the loud trickle of clear tongues of the stream</span><br /><span class=\"long-line\">licking the edges of rock, while up ahead a curve</span><br /><span class=\"long-line\">hides tomorrow from our crystal ball, the thing</span><br /><span class=\"long-line\">we are afraid to admit we have, the guarantee</span><br /><span class=\"long-line\">we hide from faith. In the woods our dog is lost</span><br /><span class=\"long-line\">from time to time, until suddenly we hear her paws</span><br /><span class=\"long-line\">inside winter’s death becoming the yearly promise</span><br /><span class=\"long-line\">of new undergrowth, her careless paws that beg</span><br /><span class=\"long-line\">each day for the next bowl of treats, true faith</span><br /><span class=\"long-line\">in what love yields. The rain stops not long after </span><br /><span class=\"long-line\">it threatens to soak us with cold and chills, the trees</span><br /><span class=\"long-line\">open to the gradual break of blue inside the gray,</span><br /><span class=\"long-line\">turning the clouds naked and white under the sun,</span><br /><span class=\"long-line\">the stream disappears under a bridge made by men</span><br /><span class=\"long-line\">so trucks can crawl back and forth over this road</span><br /><span class=\"long-line\">of dirt with its one row of grass, where our tongues</span><br /><span class=\"long-line\">make a silver thread finding its way past the fear.</span></p>\n"}, {"title": "Untitled [Places among the stars,]", "view_node": "/poem/untitled-places-among-stars", "field_author": "<a href=\"/poet/stephen-crane\" hreflang=\"und\">Stephen Crane</a>", "field_date_published": "1895", "body": " <pre>Places among the stars,\nSoft gardens near the sun,\nKeep your distant beauty;\nShed no beams upon my weak heart.\nSince she is here\nIn a place of blackness,\nNot your golden days\nNor your silver nights\nCan call me to you.\nSince she is here\nIn a place of blackness,\nHere I stay and wait.</pre>\n "}, {"title": "The Intermission Clown", "view_node": "/poem/intermission-clown", "field_author": "<a href=\"/poet/edwin-torres\" hreflang=\"und\">Edwin Torres</a>", "field_date_published": "2017", "body": " <p>The man, the woman, the dog, the ball.<br />The black man, the white woman, the black dog, the red ball.<br />Not once did I mention<br />the relationship between the man and the dog.</p><p>Never the lover, the ball. Nor the woman kiss<br />the man before the ball returned by dog.<br />Nor did I bother with waves, or ocean<br />or beach. The sun hitting the hair of the woman.</p><p>As the man came close to her cheek. The dog<br />caught in the sun, by the ball’s<br />returning gaze. Never do we learn<br />how intimate the man has been</p><p>with the woman or the dog. How long<br />have they been in each other’s lives, arms. What is the ball’s<br />relationship to the dog, to the color. New or favorite.<br />The same could be said as red.</p><p>And not once have I mentioned if the dog belongs<br />to the woman or the man or the black or the beach.<br />And the woman, trying to escape the man’s<br />grasp. And this, a prelude to a breakup</p><p>in a matter of minutes. The ball in the red mouth<br />a transition in orbit. The shoreline baked<br />in golden sandstorms. Blue waves<br />on a fading shift of ardent erosion.</p><p>Nor do we smell the way they both<br />ignore the dog. Joyously retrieving the ball<br />from the ocean. And what about<br />the manner in which this viewer came upon them.</p><p>How I used walk to cross<br />that part of the telling. That obvious alert<br />into when we enter, and when we go.<br />The porous weight that follows echo.</p><p>Trailing talk behind each tiny summit of rock,<br />strewn with reminders of what belongs together.<br />Catching the size of sirens before they drift apart.<br />The travel to never-be in the giant size of things.</p><p>Never did I mention, how they all tried to become<br />the other. The man, the woman, the woman, the man.<br />The dog, the ball, the ball, the dog. The secret<br />of each other’s knowing. The red, the black, the white, the gold,</p><p>unearthed in my viewing. Nor did I allow my witness<br />a true flight. A risen consequence from the pit<br />of what I brought with me. My history attached to theirs,<br />in alignment with my telling.</p><p>And when did I leave out how I left. Where,<br />in this story, is the time or position of the shoreline’s<br />pass. Every change affecting its greeting.<br />Each wave, another frame, another stone.</p><p>And in what I’ve just told you<br />did I ever mention thought<br />or gift or carnival. The horizon’s volume<br />relived as a tremor, doing its vertical remember in you.</p><p>Its impulse for legs, to stand apart<br />from perspective and light.<br />To walk<br />in the telling of things.<br /> </p> "}, {"title": "A Most Imperfect Start", "view_node": "/poem/most-imperfect-start", "field_author": "<a href=\"/poet/edwin-torres\" hreflang=\"und\">Edwin Torres</a>", "field_date_published": "2017", "body": " <p>Forever the mighty maze inflicts unchangement<br />a sly wander from the course unchosen.<br />If once this could have been what reflected continue<br />what exposed go, what gave most high staring<br />its relentless give, which all we wish, was a stay of let.<br />If once this breath-bomb staggered<br />to show its true stance; then we, collected breathlessly<br />by time's stammer, would have found reason for change.</p><p>The sportsman aligns himself under the object of his catch<br />his muscles remember the most accurate procedure<br /><span class=\"long-line\">The sportsman has a child, a home, a wife he loves but not for long,</span><br /><span class=\"long-line\">a drug addiction behind him, a relapse before him, a diamond ring</span><br />waiting to be picked up with the initials of his favorite pet<br />cast in gold across a wealth of gems. He puts all this<br />out of his mind, his brain blocks this information as it has been<br /><span class=\"long-line\">trained to do when his body reacts to the object, 100 feet in the air.</span></p><p>The object was once a cow hit by a tree unspun by machinery,<br /><span class=\"long-line\">a breeze through its branches before twine once decided its future.</span><br />The tree meets the diamond ring, the breeze unlocked in the sun<br /><span class=\"long-line\">meets the house, the wife catches the object, the child runs the field,</span><br />the drugs find the twine, the college scholarship makes contact<br />with the forest, the sportsman uncaught remains staggered<br />under the object of his catch.</p><p>One day a worm approached a caterpillar, lost on the ground<br />beneath his tree. That conversation became a butterfly<br />born of misguided hierarchy. There once was a rainstorm of<br />repetition showering the trees with apprehension. That raindrop<br />became an ocean for a country of smaller oceans. Once upon<br />a time there fell an enormous child who tried to brace himself<br />on whatever he could catch, he would throw something and<br />lean against it before it would land.</p><p>We each have our function-machines set for body salvation<br />or emotion-bearers, each of us, in what is laid<br />for most imperfect starts, most unpounceable hearts.<br />We are each in the guise of body when least aware of body.<br />I am continually at wander with the reach of everyone around me.<br />This motion will cut most unexpected matters<br />and when most unexpected, what survives will be laid bare.</p> "}, {"title": "The Law of the Apple", "view_node": "/poem/law-apple", "field_author": "<a href=\"/poet/edwin-torres\" hreflang=\"und\">Edwin Torres</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">we convince ourselves of what we need</span><br /><span class=\"long-line\">allowing obstacle a rebirth as reason</span></p>\n\n<p><span class=\"long-line\">the ground cracks and our body reacts</span><br /><span class=\"long-line\">adjusting balance with footing, ear canal to cochlea</span></p>\n\n<p><span class=\"long-line\">perspective shifts as focus clarifies, position of neck</span><br /><span class=\"long-line\">to spine merges into planet's gyration</span></p>\n\n<p><span class=\"long-line\">we orbit the occipital orb</span><br /><span class=\"long-line\">the eyeball retracted by obstacle's incision</span></p>\n\n<p><span class=\"long-line\">merged into our head our feet, somehow planted</span><br /><span class=\"long-line\">on our eyes, as ground shakes we adjust our view</span></p>\n\n<p><span class=\"long-line\">our heart follows close behind looking for an orbit</span><br /><span class=\"long-line\">to call its own, gravity tells a story . . .</span></p>\n\n<p><span class=\"long-line\"><em>           . . . has falling helped you see how to stand. will melting</em></span><br /><em><span class=\"long-line\">             away</span></em><br /><span class=\"long-line\"><em>          cover improve intuition. porous like mine. I want to fall in</em></span><br /><span class=\"long-line\"><em>          the nothing. find what's there. challenge my something</em></span><br /><span class=\"long-line\"><em>          with surrounding nothing. maybe the certain. question the</em></span><br /><span class=\"long-line\"><em>          maybe. enter the sweat of what falls before I catch it. attach</em></span><br /><span class=\"long-line\"><em>          impulse to tributary. feather away grass from its skin. remind</em></span><br /><span class=\"long-line\"><em>          each blade of my pores. my static charge of light and dusk.</em></span><br /><span class=\"long-line\"><em>          magnetize distress. vanish emblems of pointed</em></span><br /><em><span class=\"long-line\">             palmistry</span></em><em>           <br /><span class=\"long-line\">          paining hull. esperanza savior. salivant sonority. have you</span></em><br /><span class=\"long-line\"><em>          instincted the instants yet. stepped in line. what is the water</em></span><br /><span class=\"long-line\"><em>          like when followed unwillingly. when skin is checked</em></span><br /><span class=\"long-line\"><em>          by the surface of surround. the speed of slow.</em></span><br /><span class=\"long-line\"><em>          who gets wet in the blade of water that cuts the wake.</em></span><br /><span class=\"long-line\"><em>          is there friction with a name for blend. do I remove the</em></span><br /><span class=\"long-line\"><em>          image before it envelops. rescue the outcome before it lands.</em></span></p>\n"}, {"title": "In Each Look Our Years", "view_node": "/poem/each-look-our-years", "field_author": "<a href=\"/poet/edwin-torres\" hreflang=\"und\">Edwin Torres</a>", "field_date_published": "2017", "body": " <p>that’s it<br />that I walked into the cafe<br />and in the noise and crowd<br />we met</p><p>and that I saw<br />what it was I’d been<br />in what it was<br />I saw</p><p>that in our skin<br />in the decade of our skin<br />is what began<br />before we knew</p><p>and that time before<br />with this time now<br />is nothing<br />waiting to start again</p> "}, {"title": "Hydra", "view_node": "/poem/hydra", "field_author": "<a href=\"/poet/edwin-torres\" hreflang=\"und\">Edwin Torres</a>", "field_date_published": "2017", "body": " <p>The passing wind-tongue<br />Drips a ceiling of fractured<br />Slrrrrp’s to Sllllllva’s a<br />Slow hydra forms and licks the<br />Sleeve of fractured whites<br />Sky breaks flipping in continuous trips<br />Over thems and to’s by fro my<br />Ceiling has been lowered my<br />Expectations answered my<br />Revelations released my<br />Ones turned once and finally</p><p>There are no fragments in the sun<br />No holes or twists of darkness visible to me<br />It’s what’s not there that pulls me<br />Turns me once and finally threes<br />And caught to be thrown out to be seen<br />And the shadow of what’s hidden<br />Lives in my see...</p><p>My tongue...I wish<br />I could be flippy like that and<br />Lick what I can’t and<br />What I have rippling a Hi to me<br />In licks of breeze and Hi’s and<br />Hellos</p> "}, {"title": "Modern Love: XXIII", "view_node": "/poem/modern-love-xxiii", "field_author": "<a href=\"/poet/george-meredith\" hreflang=\"und\">George Meredith</a>", "field_date_published": "1909", "body": " <div>’Tis Christmas weather, and a country house</div><div>Receives us: rooms are full: we can but get</div><div>An attic-crib. Such lovers will not fret</div><div>At that, it is half-said. The great carouse</div><div>Knocks hard upon the midnight’s hollow door,</div><div>But when I knock at hers, see the pit.</div><div>Why did I come here in that dullard fit?</div><div>I enter, and lie couched upon the floor.</div><div>Passing, I caught the coverlet’s quick beat:—</div><div>Come, Shame, burn to my soul! and Pride, and Pain—</div><div>Foul demons that hace tortured me, enchain!</div><div>Out in the freezing darkness the lambs bleat.</div><div>The small bird stiffens in the low starlight.</div><div>I know not how, but shuddering as I slept,</div><div>I dreamed a banished angel to me crept:</div><div>My feet were nourished on her breasts all night.</div><div> </div> "}], "pager": {"current_page": 273, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}