{"rows": [{"title": "Ars Poetica", "view_node": "/poem/ars-poetica-1", "field_author": "<a href=\"/poet/primus-st-john\" hreflang=\"und\">Primus St. John</a>", "field_date_published": "1999", "body": " <pre>\nAt the edge of the forest\nIn the middle of the darkness\nThere is a hand,\nAs cold as copper,\nLike a river\nStretched over wide stones.\nDespite the hard rocks\nAnd the furious wind\nI love her\nLike a flock of birds\nOr a mild herd come to drink\nFor the exquisite rage\nAnd sleek moss of her art.\nThere is something about a poem\nThat is violent\nThat is just another way to die,\nEach time we realize our mysteries\nWe are weakened.\nWhen I am writing I often scatter\nAcross a lascivious empire\nOf passionate flowers.\nThey all seem so subversive\nEven the ones with all their clothes on\nThey are so obsessed with the minute\nImplication of who they are.\nI believe if there is a struggle\nIt should go on\nWhere real lovers are.\nI no longer regret\nThat I have smelted into one piece\nFor the sake of this poem.</pre>\n "}, {"title": "Apparition", "view_node": "/poem/apparition", "field_author": "<a href=\"/poet/sherwin-bitsui\" hreflang=\"und\">Sherwin Bitsui</a>", "field_date_published": "2003", "body": " <pre>\n1.\nI haven’t _________\nsince smoke dried to salt in the lakebed,\nsince crude oil dripped from his parting slogan,\nthe milk’s sky behind it,\nbirds chirping from its wig.\n\nStrange, how they burrowed into the side of this rock.\nStrange . . . to think,\nthey \"belonged\"\nand stepped through the flowering of a future apparent in the rearview mirror,\nvisible from its orbit\naround a cluster of knives in the galaxy closest to the argument.\n\nPerhaps it was September\nthat did this to him,\nhis hostility struck the match on handblown glass,\nnot him,\nhe had nothing to do with their pulse,\nwhen rocks swarmed over\nand blew as leaves along the knife’s edge\ninto summer,\nwithout even a harvest between their lies\nthey ignited a fire—\n\nit reached sunlight in a matter of seconds.\n\n2.\nIt is quite possible\nit was the other guy\nclammed inside my fist\nwho torched the phone book\nand watched blood seep from the light socket.\n\nTwo days into leaving,\nthe river’s outer frond flushes worms imagined in the fire\nonto the embankment of rust,\nmud deep when imagination became an asterisk in the mind.\n\nIn this hue—\nearth swept to the center of the eye,\npulses outward from the last acre\nheld to the match’s blue flame.\n\nMention _________,\nand a thickening lump in the ozone layer\nwill appear as a house with its lights turned off—\nradio waves tangled like antlers inside its oven,\nbecause somewhere\nin the hallway nearest thirst,\nthe water coursing through our clans\nbegins to evaporate\nas it slides down our backseats—\nits wilderness boiled out of our bodies.</pre>\n "}, {"title": "Blankets of Bark", "view_node": "/poem/blankets-bark", "field_author": "<a href=\"/poet/sherwin-bitsui\" hreflang=\"und\">Sherwin Bitsui</a>", "field_date_published": "2003", "body": " <pre>\nPoint north, north where they walk\nin long blankets of curled bark,\ndividing a line in the sand,\nsmelling like cracked shell,\ndesert wind, river where they left you\ncalling wolves from the hills,\n\ta list of names\ngrowling from within the whirlwind.\n\nWoman from the north,\nlost sister who clapped at rain clouds.\nWe were once there\nholding lightning bolts\nabove the heads of sleeping snakes.\n\nWoman, sister, the cave wants our skin back,\nit wants to shake our legs free from salt\nand untwist our hair into strands of yarn\npulled rootless from the pocket of a man\nwho barks when he is reminded of the setting sun.\n\nAt 5 A.M., crickets gather in the doorway,\neach of them a handful of smoke,\ncrawling to the house of a weeping woman,\nbreaking rocks on the thigh of a man stretching,\nordering us to drop coins into her shadow,\nsaying, \"There, that is where we were born.\"\n\nBorn with leaves under our coats,\ntwo years of solitude,\nthe sky never sailed from us,\nwe rowed toward it,\nonly to find a shell,\n\t        a house,\n\t\t   and a weeping woman.</pre>\n "}, {"title": "Trickster", "view_node": "/poem/trickster", "field_author": "<a href=\"/poet/sherwin-bitsui\" hreflang=\"und\">Sherwin Bitsui</a>", "field_date_published": "2003", "body": " <p>He was there-- before the rising action rose to meet this acre cornered by thirst, before birds swallowed bathwater and exploded in midsentence, before the nameless began sipping the blood of ravens from the sun’s knotted atlas. He was there, sleeping with one eye clamped tighter than the other, <i>he looked, when he shouldn’t have.</i> He said, \"You are worth the wait,\" in the waiting room of the resurrection of another Reservation and continued to dig for water, her hands, a road map, in a bucket of white shells outside the North gate. He threw a blanket over the denouement slithering onto shore and saw Indians, leaning into the <i>beginning</i>, slip out of turtle shells, and slide down bottle necks, aiming for the first pocket of air in the final paragraph. He saw anthropologists hook a land bridge with their curved spines, and raised the hunters a full minute above its tollbooth, saying, \"Fire ahead, fire.\" When they pointed, he leapt into the blue dark on that side of the fence; it was that simple: sap drying in the tear ducts of the cut worm, his ignition switched on-- blue horses grazing northward in the pre-dawn.</p> "}, {"title": "The Riddle of Flat Circles [excerpt]", "view_node": "/poem/riddle-flat-circles-excerpt", "field_author": "<a href=\"/poet/aaron-fogel\" hreflang=\"und\">Aaron Fogel</a>", "field_date_published": "2001", "body": " <pre>\nThe Romans got their circling powers\nFrom a corps of Hellenic mathematicians.\nRome--the container-skull, the fountainhead--\nLookout holes calling itself Reason.\n\nAgainst her Spain--Maya uprisings--against that grip--\nPeople with terra cotta plus bluegrass flesh--\nFlights, transhumance y more or less dispoblado.\nTwo conch-shaped continents boisterously Romesqued.\n\nThe merry die young. The sad, guarded\nAnd anxious live long lives.  The really grim \nAre immortal.  Continue the anti-anti-census.\nCapitulate to no Romes.\n\nHeliodemography is the study of the population\nOf the sun.  Mrs. Smith lives there with the Mister.\nThrough an art-of-the-state telescope Iris observes\nCantilevered Yiddish’s stern stars.</pre>\n "}, {"title": "People", "view_node": "/poem/people", "field_author": "<a href=\"/poet/aaron-fogel\" hreflang=\"und\">Aaron Fogel</a>", "field_date_published": "2001", "body": " <pre>\nThe word has been spelled differently.  The peple in Chaucer\nRepresent a complex class with raunchy, flexible banners of living color\nReplacing the earlier pepul and the Popul Vuh.\n\nAs for the peeple who span the engravings, they look around them\nHappily and defiantly and threateningly, surveyed in their turn\nBy reactionary anti-census takers, with pupilles, two eyes, like those\n\nOf Peter the Hermit, mismatched and out of alignment, forced\nTherefore to see and read two-dimensionally and truly.\nWhen peiple sacrificed someone they called him a pipple\n\nWith contempt, and while he screamed, like prose, forced out\nOf his apartment with his family and while the young children wept\nThere was a lot of laughter, and the payple wrote it down as journalism.\n\nThe silent o at the center of people, which is the whole meaning\nOf modern English, as it proceeds towards the twenty-first\nCentury, is the tambourine that no one knows how to play.</pre>\n "}, {"title": "Shore Counter", "view_node": "/poem/shore-counter", "field_author": "<a href=\"/poet/aaron-fogel\" hreflang=\"und\">Aaron Fogel</a>", "field_date_published": "2001", "body": " <pre>\nFriendless, with an intimation of islands,\nThe merchant set up shop on shore.\n\nHe had no jovial manner and made no eye\nContact with customers but gazed--\n\nThey might be birds or nations--at white\nForms out there in the offing.  People preferred\n\nBuying from him to pretending to be hearty\nAnd earthy--what you have to do with some shopkeepers.\n\nHe was the lower-middle class transfinite--\nHanding you something to eat and taking the cash\n\nWith indifference like the unpainted eyes\nOf the oldest classical sculptures of their own erosion,\n\nThe self (imagine this) no longer tainted,\nThe blue long gone because of weather.</pre>\n "}, {"title": "The Goat", "view_node": "/poem/goat", "field_author": "<a href=\"/poet/aaron-fogel\" hreflang=\"und\">Aaron Fogel</a>", "field_date_published": "2001", "body": " <pre>\nIf you are a goat, do you believe\nWhat people tell you about\nGoats, and eat\nTin cans?\nThere’s no goat that foolish.\nOr is there?\nThe goat of the universe believed\nWhat people told him about universes\nAnd came into existence.\nBang!  How naive can you get?\nEven the scapegoat is not as naive\nAs (God help him) the universe that\nAgreed to exist.\nA word to the wise: Don’t eat tin cans.\nDon’t listen. Don’t exist.</pre>\n "}, {"title": "Then", "view_node": "/poem/then", "field_author": "<a href=\"/poet/spencer-reece\" hreflang=\"und\">Spencer Reece</a>", "field_date_published": "2004", "body": " <pre>\nI was a full-time house sitter. I had no title.\nI lived in a farmhouse, on a small hill,\nsurrounded by 100 acres. All was still.\nThe fields were in a government program\nthat paid farmers to abandon them. Perfect.\n\nI overlooked Union Lake, a small lake,\nwith a small ugly island in the middle--\na sort of mistake, a cluster of dead elms\nencircled by marsh, resembling a smear\nof oil paint left to congeal on a palette.\n\nPesticides farmers sprayed on their crops\nover the years had drained into the lake\nand made the water black, the fish shake.\nAbout the family that built the house\nI knew nothing. Built in 1865,\n\nperhaps they came after the Civil War?\nIt was a simple house. Two stories.\nSix rooms. Every wall crooked.\nBefore the house, Indians camped there.\nIf you listened you could hear them.\n\nOn Sunday afternoons in early June,\nthe sun would burnish the interiors.\nShafts of light fell across the rooms.\nAn old gray cat sparred his mote-swirls.\nUp a tiny staircase, ladder steep, \n\nI was often found, adrift, half asleep.\nI forgot words, where I lived, my dreams.\nMirrors around the house, those streams,\nran out of gossip. The walls absorbed me. \nThere was every indication I was safe there.\n\nOutside, children sang, sweetening the air:\n<i>Row, row, row your boat, gently down the stream.\nMerrily, merrily, merrily, merrily, life is but a dream . . .</i>\ntheir fingers marrying each other with ease\nas the dark built its scaffolding above the trees.\n\nPeonies spoiled, dye ran from their centers.\nOften, the lawn was covered by a fine soft rain.\nDays disappeared as quickly as they came.\nThe children receded. The moon rose.\nCows paused on the wild green plain\n\nof all that land still left uncommercialized.\nThree years I had there. Alone. At peace.\nOften I awoke as the light began to cease.\nThe house breathed and shook like a lover\nas I took for myself time needed to recover.</pre>\n "}, {"title": "Ponies", "view_node": "/poem/ponies", "field_author": "<a href=\"/poet/spencer-reece\" hreflang=\"und\">Spencer Reece</a>", "field_date_published": "2004", "body": " <pre>\nI remember the ponies in the distance.\nI remember you talked of a war, no two wars, a failed marriage--\ndiscretely, without force or grandeur.\nThis was before they amputated your leg, before the stroke.\nYou rolled your <i>r</i>’s, spoke of Oxford,\nrecalled driving in the Quaker ambulance unit in China,\nwhere you saw an oil drum filled with severed limbs.\nPleased to have your approval, I rarely spoke.\nYou were like a father to me and I was grateful.\nI remember the ponies behind the fence, muscular,\nbreathing, how they worried the grass.\nThe ponies said: <i>This day astounds us. The field is green.\nWe love nothing better than space and more space</i>.\nAh, they knew what I needed to know.\nThey lived in their bodies.\nIf the ponies wanted to kiss, they kissed.\nThey moved like the shadows of airplanes.\nThey knew no hatred, but fear they understood.\nThe sky was shot clear with blue.\nAfter the picnic, we gathered the tablecloth.\nAs we left, I could still see the ponies,\ncrowding one another, free and unbroken.</pre>\n "}, {"title": "Homosexuality", "view_node": "/poem/homosexuality-0", "field_author": "<a href=\"/poet/spencer-reece\" hreflang=\"und\">Spencer Reece</a>", "field_date_published": "2004", "body": " <p>After my mother and father fight, my father takes my hand and we walk down to the Mississippi where he smokes Camel cigarettes. He flicks his ashes away from me. He rarely says my name. All day on TV, I watch monks in Saigon douse themselves in gasoline and light their saffron robes on fire. When they ignite, they do not cry out. I study their silence to comprehend how a tongue turns into flame.</p> "}, {"title": "Sleeping at The Plaza", "view_node": "/poem/sleeping-plaza", "field_author": "<a href=\"/poet/eve-alexandra\" hreflang=\"und\">Eve Alexandra</a>", "field_date_published": "2003", "body": " <pre>\n<i>There were tiny hounds sniffing out their gilded cages. Fireplaces \nchaste, unlit and beds soft as the pears I ate from palms outstreched. \nThe hem of my dress was wet from the fountain and finally it lay on\nthe floor like the slick blue skin of a fish. We danced silver as a\nshiny hook. I heard them clap: red nails flashing smiles. One\nmisplaced kiss, one eye shut. The concierge bald and fat, cuddling \nhis little pink prick. The elevator stuck. The city was singing. \nSomeone was taking pictures. My legs splintered at the hips, and \nthat night New York wrecked and swelled inside me. A beautiful girl \nis a great storm, slapped around by the hands of her own desire. \nShe lifts up the green skirt of Central Park, wading twelve floors \nbelow, and wishes once more for coachmen and carriage: to be salt \nand tear in the horse’s eye, to dissolve beneath his blinders.</i></pre>\n "}, {"title": "The Match", "view_node": "/poem/match", "field_author": "<a href=\"/poet/chad-davidson\" hreflang=\"und\">Chad Davidson</a>", "field_date_published": "2003", "body": " <pre>\nThe burner and the blackout crave you: pilot\nof heat, purveyor of the innocent\ncandle and cigarette, light we tamed\nthen fed to the night. Cupped, inviolate,\na winter moth, a prayer we never sent\naway, you live in seconds what we name\na life, a sudden cleansing. You Prometheus\ncome as toothpick, the false fire lent\nto our fingertips, lightbulb of the lame\nidea: may your phosphorus forgive us,\nold flame.</pre>\n "}, {"title": "The Pear", "view_node": "/poem/pear", "field_author": "<a href=\"/poet/chad-davidson\" hreflang=\"und\">Chad Davidson</a>", "field_date_published": "2003", "body": " <pre>\nIt’s the consistency of flesh that drives us,\nhow a pome ascends the stairs\nof its origin. A boy shakes\n\npears down off the higher branches\nas his friends scavenge underneath,\ngroping for the thing necks.\n\nIf you find yourself holding one,\nhungry, if that’s the word,\nthen you are testament\n\nto what festers in its fattened lobe\nlike a ball of sugar bees.\nHere is Augustine, his thin\n\nfingers tearing into skin\nthat barely holds the pulp\naround its core. Poised nudes\n\nforever in their sunny chairs,\nthey await whatever plucking \ncomes. When they’re eaten\n\nwith darkness plunging\nalways further into their hearts,\na few seeds ache then swell black\n\nas appetite. Or as their profile\nimitates a lover’s falling\nbreasts, we take them in\n\nas we do our own bodies,\nas infants do, wanting anything\nto give our wanting form.</pre>\n "}, {"title": "Consolation Miracle", "view_node": "/poem/consolation-miracle", "field_author": "<a href=\"/poet/chad-davidson\" hreflang=\"und\">Chad Davidson</a>", "field_date_published": "2003", "body": " <pre>\nIn the pewless church of San Juan Chula,\na Neocatholic Tzozil Indian\nwrings a chicken’s neck. Through piñoned air,\n\nstars from tourist flashbulbs flame, reflecting \nin the reddened eyes, in the mirrors\nstatuary cling to, inside their plate-\n\nglass boxes. A mother fills a shot-\nglass with fire. Others offer up moon-\nshine swelling in goat bladders, the slender\n\nthroats of coke bottles, as if gods too thirsted\nfor the real thing. The slightest angle\nof a satellite dish sends me to Florida,\n\nwhere the sleepless claim the stars talk\ntoo much. They stumble to their own\nworn Virgin Mary whose eyes, they swear,\n\nbleed. Florida: rising with its dead,\neven as it sinks into the glade.\nMeanwhile, a coast away, the heavenly gait\n\nof Bigfoot in the famous Super-8,\nvoiced over with a cyrptozoologist\nwho’s all but laughed at the zipper-lined torso.\n\nBigfoot trails out of California\ninto my living room, a miracle\nin the muddled middle ground of the event\n \nhorizon, in the swell between each seismic wave\nwhere time carries itself like Bigfoot: heavy,\nawkward, a touch too real to be real.\n\nAnd the miracle cleaners make everything \ndisappear into faintly floral scents.\nMiracle-starved, out of sleep or the lack of it.\n\nI keep watching, not to see Bigfoot\nbut to be Bigfoot, trapse through grainy screens,\nand the countless watching eyes, the brilliant\n\nnebulae bleeding. Yeti, pray\nyou come again, you Sasquatch. Video\nour world for your religions. Memorize\n\nall these pleasure bulbs, these satellites,\nour eyes, our stars. Look: how we turn \neach other on tonight, one at a time.</pre>\n "}, {"title": "Cockroaches: Ars Poetica", "view_node": "/poem/cockroaches-ars-poetica", "field_author": "<a href=\"/poet/chad-davidson\" hreflang=\"und\">Chad Davidson</a>", "field_date_published": "2003", "body": " <pre>\nThey know that death is merely of the body\nnot the species, know that their putrid chitin\nis always memorable. We call them ugly\nwith their blackened exoskeletons,\ntheir wall-crawlings as we paw at them.\n<i>Extreme adaptability</i>, we say.\nAnd where there’s one there’s probably a million\nmore who lie and laugh in cracks close by.\nAt first they seem so pitiful and base\nfeeding on what we leave behind. Content \nto watch us watching them, their hidden grace\nis endless procreation: it keeps them constant,\nbelieving they’ll live to read our requiem\nwith the godlike eyes we used to look at them.</pre>\n "}, {"title": "Hero and Leander", "view_node": "/poem/hero-and-leander", "field_author": "<a href=\"/poet/jordan-davis\" hreflang=\"und\">Jordan Davis</a>", "field_date_published": "2002", "body": " <pre>\nYet in that silver age\nA pale boy\nThe sea god’s love\nCame toward a fine and flashing\nMonotony; and steam came\nFrom him as from a mechanism\nAnd he came to disregard\nThe magnetic seasons\nAs teachers hurry under a tent the heat\nComing toward him even as\nHe sinks himself further\nAs if to please again the boring god\nIt is he! O Leander\nDo you come back now,\nOr are you just running from\nSome sunny girl, for he could see\nNow no storm pulling\nThe waves up to be clipped\nAs a barber will hold a lock\nThen let it fall back shorter\nAnd if no storm then what?\nNo, hello, I’m just ducking\nThe waves, we have the day\nFrom school and some went down\nTo ship but the sun\nWas so pestering\nI couldn’t think to be on decks\nAnd all this talk the god\nHad become the water talking\nAnd looked at his body\nSkinny as a flame in smoke\nAnd was around it true as a level\nBut Leander felt funny and said\nI think I hear the motor\nI better go and the sea god\nBack again to swimming thing thought\nWhy am I so humble always with this\nSlipping thing I’m not a forcing god\nThank goodness think of the menace\nTo these seas a brake of salt ice\nWould be\n\t\t\tOn the surface\nLeander bobbed a true diver\nTearing in the sun and saw\nOn shore peeling a giant orange\nA girl standing looking out at\nThe great difference of the waves\nBurning in the breakers saw her look\nAs three black lines on his brow and he\nForgetting the sea-god\nDid tricks in the shallows\nWhich the girl, closer not a girl!\nA woman sad and now\nNot annoyed not amused\nLeander, seeing, dripping as he came\nOnto rocky land said May I\nHave a piece of that\nIt was pomegranate and she\nSmiled red and said\nHere and he was in intense pain\nAnd could not move and she, hearing\nThey had gathered all the mallows\nThey wanted for the recital,\nSaid goodbye and turned away.\nI cannot move he said vaguely\nThrough burning lock of muscle\nIn his back but she was gone\nOn a school bus of students\nPlaying games of prophecy\nWith paper. O Leander\nCame a voice. Leander you will\nBurn out there!</pre>\n "}, {"title": "With My Back to City Hall, On Yom Kippur", "view_node": "/poem/my-back-city-hall-yom-kippur", "field_author": "<a href=\"/poet/jordan-davis\" hreflang=\"und\">Jordan Davis</a>", "field_date_published": "2003", "body": " <pre>\nThe gnats love the highway dividers, \nthe freelance pickup artists love the softness of the hands \nof the women who love their friends\nfor walking with them laughing at the situation, \nlost people love that I am sitting here looking likely to know, \nI love it when I know, knowledge in the form of radar \nloves the cloud cover which resembles my headache \nin its topography and its effect on my mood, \nthe path which connects Park Row with Broadway\nloves the paranoia which has closed off all the paths closer than this to City Hall, \nJesus loves the balding man in the striped windbreaker\nwho looks at my small script and remarks, \"Jesus loves you,\"\nI love the silk suit and the hard candy curl hair\nof the middle-aged black woman going by with her dry cleaning, \nI love the sock the bundled baby recumbent in an Aprica stroller kicks out, \nI love from a distance the speck this woman in the tight clothes \nreaches to brush from her shoe, I love the effect it has on her distraction, I love \nthe ties tucked into the short sleeve shirts of the men returning from lunch, \nI love the men and women my age strolling\nwith purpose in their Pumas, the feather tumbling by, \nthe drift of the hulking red haired woman with psoriatic elbows, \nthe opal in the hairbow of the Hindi woman in white robes \nand the tuck of her husband's shirt into his jeans, \nthe ticking of the wheel of the bicycle rolled along \nby a backpack-wearing man on foot, \nthe acceleration of an open-roof double-decker tour bus, \nthe ignition cough of the not-in-service kneeling bus, \nthe change clod and leaf-shuffle of the lower torsos \nand the carry-out conveyor sound of a closed up shopping cart, \nI love the downturned glance of the woman carrying the Borzoi College Reader\n    crossing against the light and going into Pace,\n\nmay all these people have rent-stabilized leases, \nand may they be registered to vote, in their unions, \nand in the next election.</pre>\n "}, {"title": "On a Door", "view_node": "/poem/door", "field_author": "<a href=\"/poet/jordan-davis\" hreflang=\"und\">Jordan Davis</a>", "field_date_published": "2003", "body": " <pre>\nWith practice I could fold a rose\nOr a theory of prose or some treason\n\nBut what is to be got--a satire?\nExpedience? the opera of laughter?\n\nI know conviction from the convict,\nThe senator from February.</pre>\n "}, {"title": "Migrating Birds", "view_node": "/poem/migrating-birds", "field_author": "<a href=\"/poet/monica-de-la-torre\" hreflang=\"und\">Mónica de la Torre</a>", "field_date_published": "2006", "body": " <pre>\nVictor got a real sense of power\nfrom making his own raisins. He’d buy\npounds and pounds of grapes\nand leave them to dry \non the kitchen table.\n\n\nTheresa didn’t want to hear about \nher ex-husband’s cancer. Not on Father’s Day.\nShe took a train all night \nto have breakfast with her cousin. \nAll Sunday she rode the train back.\n\n\nOnce Martin’s wife had left,\nhe decided to take advantage of her space.\nHe built a sauna where her closet was,\nsat there every morning, to read the paper\nand Buddha.\n\n\nOne night Helga wore her prettiest dress,\nthough she knew he wouldn’t be there.\nShe drank dry white, got drunk \n(she was on a diet), and fell down.\nLater he saw the holes in her pantyhose.\n\n\nMaría was usually bumping into\nfurniture. Each time she got closer to what\nshe wanted. \"What do you want from me?\"\n\"Nothing,\" he replied, so she took off\nand felt like migrating birds. But many.</pre>\n "}], "pager": {"current_page": 607, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}