{"rows": [{"title": "Song of Myself, 39", "view_node": "/poem/song-myself-39", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>The friendly and flowing savage, who is he?\nIs he waiting for civilization, or past it and mastering it?\n\nIs he some Southwesterner rais'd out-doors? is he Kanadian?\nIs he from the Mississippi country? Iowa, Oregon, California?\nThe mountains? prairie-life, bush-life? or sailor from the sea?\n\nWherever he goes men and women accept and desire him,\n<span class=\"long-line\">They desire he should like them, touch them, speak to them, stay with them.</span>\n\n<span class=\"long-line\">Behavior lawless as snow-flakes, words simple as grass, uncomb'd head, laughter, and naivetè,</span>\n<span class=\"long-line\">Slow-stepping feet, common features, common modes and emanations,</span>\nThey descend in new forms from the tips of his fingers,\n<span class=\"long-line\">They are wafted with the odor of his body or breath, they fly out of the glance of his eyes.</span>\n</pre>\n "}, {"title": "Song of Myself, 38", "view_node": "/poem/song-myself-38", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>Enough! enough! enough!\nSomehow I have been stunn'd. Stand back!\n<span class=\"long-line\">Give me a little time beyond my cuff'd head, slumbers, dreams, gaping,</span>\nI discover myself on the verge of a usual mistake.\n\nThat I could forget the mockers and insults!\n<span class=\"long-line\">That I could forget the trickling tears and the blows of the bludgeons and hammers!</span>\n<span class=\"long-line\">That I could look with a separate look on my own crucifixion and bloody crowning.</span>\n\nI remember now,\nI resume the overstaid fraction,\n<span class=\"long-line\">The grave of rock multiplies what has been confided to it, or to any graves,</span>\nCorpses rise, gashes heal, fastenings roll from me.\n\n<span class=\"long-line\">I troop forth replenish'd with supreme power, one of an average unending procession,</span>\nInland and sea-coast we go, and pass all boundary lines,\nOur swift ordinances on their way over the whole earth,\n<span class=\"long-line\">The blossoms we wear in our hats the growth of thousands of years.</span>\n\nEleves, I salute you! come forward!\nContinue your annotations, continue your questionings.\n</pre>\n "}, {"title": "Song of Myself, 37", "view_node": "/poem/song-myself-37", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>You laggards there on guard! look to your arms!\nIn at the conquer'd doors they crowd! I am possess'd!\nEmbody all presences outlaw'd or suffering,\nSee myself in prison shaped like another man,\nAnd feel the dull unintermitted pain.\n\n<span class=\"long-line\">For me the keepers of convicts shoulder their carbines and keep watch,</span>\nIt is I let out in the morning and barr'd at night.\n\n<span class=\"long-line\">Not a mutineer walks handcuff'd to jail but I am handcuff'd to him and walk by his side,</span>\n<span class=\"long-line\">(I am less the jolly one there, and more the silent one with sweat on my twitching lips.)</span>\n\n<span class=\"long-line\">Not a youngster is taken for larceny but I go up too, and am tried and sentenced.</span>\n\n<span class=\"long-line\">Not a cholera patient lies at the last gasp but I also lie at the last gasp,</span>\n<span class=\"long-line\">My face is ash-color'd, my sinews gnarl, away from me people retreat.</span>\n\nAskers embody themselves in me and I am embodied in them,\nI project my hat, sit shame-faced, and beg.\n</pre>\n "}, {"title": "Song of Myself, 36", "view_node": "/poem/song-myself-36", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>Stretch'd and still lies the midnight,\nTwo great hulls motionless on the breast of the darkness,\n<span class=\"long-line\">Our vessel riddled and slowly sinking, preparations to pass to the one we have conquer'd,</span>\n<span class=\"long-line\">The captain on the quarter-deck coldly giving his orders through a countenance white as a sheet,</span>\nNear by the corpse of the child that serv'd in the cabin,\n<span class=\"long-line\">The dead face of an old salt with long white hair and carefully curl'd whiskers,</span>\n<span class=\"long-line\">The flames spite of all that can be done flickering aloft and below,</span>\nThe husky voices of the two or three officers yet fit for duty,\n<span class=\"long-line\">Formless stacks of bodies and bodies by themselves, dabs of flesh upon the masts and spars,</span>\n<span class=\"long-line\">Cut of cordage, dangle of rigging, slight shock of the soothe of waves,</span>\n<span class=\"long-line\">Black and impassive guns, litter of powder-parcels, strong scent,</span>\nA few large stars overhead, silent and mournful shining,\n<span class=\"long-line\">Delicate sniffs of sea-breeze, smells of sedgy grass and fields by the shore, death-messages given in charge to survivors,</span>\nThe hiss of the surgeon's knife, the gnawing teeth of his saw,\n<span class=\"long-line\">Wheeze, cluck, swash of falling blood, short wild scream, and long, dull, tapering groan,</span>\nThese so, these irretrievable.\n</pre>\n "}, {"title": "Song of Myself, 50", "view_node": "/poem/song-myself-50", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <p> </p><p>\n<meta content=\"text/html; charset=UTF-8\" http-equiv=\"Content-Type\" /></p><p>\n</p><title></title><p><span class=\"long-line\">There is that in me—I do not know what it is—but I know it is in me.</span></p><p><span class=\"long-line\">Wrench'd and sweaty—calm and cool then my body becomes,</span><br />I sleep—I sleep long.</p><p><span class=\"long-line\">I do not know it—it is without name—it is a word unsaid,</span><br />It is not in any dictionary, utterance, symbol.</p><p>Something it swings on more than the earth I swing on,<br />To it the creation is the friend whose embracing awakes me.</p><p><span class=\"long-line\">Perhaps I might tell more. Outlines! I plead for my brothers and sisters.</span></p><p>Do you see O my brothers and sisters?<br /><span class=\"long-line\">It is not chaos or death—it is form, union, plan—it is eternal life—it is Happiness.</span></p> "}, {"title": "Song of Myself, 35", "view_node": "/poem/song-myself-35", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>Would you hear of an old-time sea-fight?\nWould you learn who won by the light of the moon and stars?\n<span class=\"long-line\">List to the yarn, as my grandmother's father the sailor told it to me.</span>\n\nOur foe was no skulk in his ship I tell you, (said he,)\n<span class=\"long-line\">His was the surly English pluck, and there is no tougher or truer, and never was, and never will be;</span>\nAlong the lower'd eve he came horribly raking us.\n\nWe closed with him, the yards entangled, the cannon touch'd,\nMy captain lash'd fast with his own hands.\n\nWe had receiv'd some eighteen pound shots under the water,\n<span class=\"long-line\">On our lower-gun-deck two large pieces had burst at the first fire, killing all around and blowing up overhead.</span>\n\nFighting at sun-down, fighting at dark,\n<span class=\"long-line\">Ten o'clock at night, the full moon well up, our leaks on the gain, and five feet of water reported,</span>\n<span class=\"long-line\">The master-at-arms loosing the prisoners confined in the after-hold to give them a chance for themselves.</span>\n\n<span class=\"long-line\">The transit to and from the magazine is now stopt by the sentinels,</span>\n<span class=\"long-line\">They see so many strange faces they do not know whom to trust.</span>\n\nOur frigate takes fire,\nThe other asks if we demand quarter?\nIf our colors are struck and the fighting done?\n\n<span class=\"long-line\">Now I laugh content, for I hear the voice of my little captain,</span>\n<span class=\"long-line\"><em>We have not struck</em>, he composedly cries, <em>we have just begun our part of the fighting.</em></span>\n\nOnly three guns are in use,\n<span class=\"long-line\">One is directed by the captain himself against the enemy's mainmast,</span>\n<span class=\"long-line\">Two well serv'd with grape and canister silence his musketry and clear his decks.</span>\n\n<span class=\"long-line\">The tops alone second the fire of this little battery, especially the main-top,</span>\nThey hold out bravely during the whole of the action.\n\nNot a moment's cease,\n<span class=\"long-line\">The leaks gain fast on the pumps, the fire eats toward the powder-magazine.</span>\n\n<span class=\"long-line\">One of the pumps has been shot away, it is generally thought we are sinking.</span>\n\nSerene stands the little captain,\nHe is not hurried, his voice is neither high nor low,\nHis eyes give more light to us than our battle-lanterns.\n\n<span class=\"long-line\">Toward twelve there in the beams of the moon they surrender to us.</span>\n</pre>\n "}, {"title": "Song of Myself, 49", "view_node": "/poem/song-myself-49", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <p><span class=\"long-line\">And as to you Death, and you bitter hug of mortality, it is idle to try to alarm me.</span></p><p>To his work without flinching the accoucheur comes,<br />I see the elder-hand pressing receiving supporting,<br />I recline by the sills of the exquisite flexible doors,<br />And mark the outlet, and mark the relief and escape.</p><p><span class=\"long-line\">And as to you Corpse I think you are good manure, but that does not offend me,</span><br />I smell the white roses sweet-scented and growing,<br /><span class=\"long-line\">I reach to the leafy lips, I reach to the polish'd breasts of melons.</span></p><p><span class=\"long-line\">And as to you Life I reckon you are the leavings of many deaths,</span><br />(No doubt I have died myself ten thousand times before.)</p><p>I hear you whispering there O stars of heaven,<br /><span class=\"long-line\">O suns—O grass of graves—O perpetual transfers and promotions,</span><br />If you do not say any thing how can I say any thing?</p><p>Of the turbid pool that lies in the autumn forest,<br /><span class=\"long-line\">Of the moon that descends the steeps of the soughing twilight,</span><br /><span class=\"long-line\">Toss, sparkles of day and dusk—toss on the black stems that decay in the muck,</span><br />Toss to the moaning gibberish of the dry limbs.</p><p>I ascend from the moon, I ascend from the night,<br /><span class=\"long-line\">I perceive that the ghastly glimmer is noonday sunbeams reflected,</span><br /><span class=\"long-line\">And debouch to the steady and central from the offspring great or small.</span></p><br />"}, {"title": "Song of Myself, 34", "view_node": "/poem/song-myself-34", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>Now I tell what I knew in Texas in my early youth,\n(I tell not the fall of Alamo,\nNot one escaped to tell the fall of Alamo,\nThe hundred and fifty are dumb yet at Alamo,)\n<span class=\"long-line\">'Tis the tale of the murder in cold blood of four hundred and twelve young men.</span>\n\n<span class=\"long-line\">Retreating they had form'd in a hollow square with their baggage for breastworks,</span>\n<span class=\"long-line\">Nine hundred lives out of the surrounding enemy's, nine times their number, was the price they took in advance,</span>\nTheir colonel was wounded and their ammunition gone,\n<span class=\"long-line\">They treated for an honorable capitulation, receiv'd writing and seal, gave up their arms and march'd back prisoners of war.</span>\n\nThey were the glory of the race of rangers,\nMatchless with horse, rifle, song, supper, courtship,\n<span class=\"long-line\">Large, turbulent, generous, handsome, proud, and affectionate,</span>\nBearded, sunburnt, drest in the free costume of hunters,\nNot a single one over thirty years of age.\n\n<span class=\"long-line\">The second First-day morning they were brought out in squads and massacred, it was beautiful early summer,</span>\nThe work commenced about five o'clock and was over by eight.\n\nNone obey'd the command to kneel,\n<span class=\"long-line\">Some made a mad and helpless rush, some stood stark and straight,</span>\n<span class=\"long-line\">A few fell at once, shot in the temple or heart, the living and dead lay together,</span>\n<span class=\"long-line\">The maim'd and mangled dug in the dirt, the new-comers saw them there,</span>\nSome half-kill'd attempted to crawl away,\n<span class=\"long-line\">These were despatch'd with bayonets or batter'd with the blunts of muskets,</span>\n<span class=\"long-line\">A youth not seventeen years old seiz'd his assassin till two more came to release him,</span>\nThe three were all torn and cover'd with the boy's blood.\n\nAt eleven o'clock began the burning of the bodies;\n<span class=\"long-line\">That is the tale of the murder of the four hundred and twelve young men.</span>\n</pre>\n "}, {"title": "Song of Myself, 47", "view_node": "/poem/song-myself-47", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <p>I am the teacher of athletes,<br /><span class=\"long-line\">He that by me spreads a wider breast than my own proves the width of my own,</span><br /><span class=\"long-line\">He most honors my style who learns under it to destroy the teacher.</span></p><p><span class=\"long-line\">The boy I love, the same becomes a man not through derived power, but in his own right,</span><br />Wicked rather than virtuous out of conformity or fear,<br />Fond of his sweetheart, relishing well his steak,<br /><span class=\"long-line\">Unrequited love or a slight cutting him worse than sharp steel cuts,</span><br /><span class=\"long-line\">First-rate to ride, to fight, to hit the bull's eye, to sail a skiff, to sing a song or play on the banjo,</span><br /><span class=\"long-line\">Preferring scars and the beard and faces pitted with small-pox over all latherers,</span><br />And those well-tann'd to those that keep out of the sun.</p><p>I teach straying from me, yet who can stray from me?<br />I follow you whoever you are from the present hour,<br />My words itch at your ears till you understand them.</p><p><span class=\"long-line\">I do not say these things for a dollar or to fill up the time while I wait for a boat,</span><br /><span class=\"long-line\">(It is you talking just as much as myself, I act as the tongue of you,</span><br />Tied in your mouth, in mine it begins to be loosen'd.)</p><p>I swear I will never again mention love or death inside a house,<br /><span class=\"long-line\">And I swear I will never translate myself at all, only to him or her who privately stays with me in the open air.</span></p><p>If you would understand me go to the heights or water-shore,<br /><span class=\"long-line\">The nearest gnat is an explanation, and a drop or motion of waves a key,</span><br />The maul, the oar, the hand-saw, second my words.</p><p>No shutter'd room or school can commune with me,<br />But roughs and little children better than they.</p><p>The young mechanic is closest to me, he knows me well,<br /><span class=\"long-line\">The woodman that takes his axe and jug with him shall take me with him all day,</span><br /><span class=\"long-line\">The farm-boy ploughing in the field feels good at the sound of my voice,</span><br /><span class=\"long-line\">In vessels that sail my words sail, I go with fishermen and seamen and love them.</span></p><p>The soldier camp'd or upon the march is mine,<br /><span class=\"long-line\">On the night ere the pending battle many seek me, and I do not fail them,</span><br /><span class=\"long-line\">On that solemn night (it may be their last) those that know me seek me.</span><br /><span class=\"long-line\">My face rubs to the hunter's face when he lies down alone in his blanket,</span><br /><span class=\"long-line\">The driver thinking of me does not mind the jolt of his wagon,</span><br />The young mother and old mother comprehend me,<br /><span class=\"long-line\">The girl and the wife rest the needle a moment and forget where they are,</span><br />They and all would resume what I have told them.</p> "}, {"title": "Song of Myself, 33", "view_node": "/poem/song-myself-33", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>Space and Time! now I see it is true, what I guess'd at,\nWhat I guess'd when I loaf'd on the grass,\nWhat I guess'd while I lay alone in my bed,\n<span class=\"long-line\">And again as I walk'd the beach under the paling stars of the morning.</span>\n\nMy ties and ballasts leave me, my elbows rest in sea-gaps,\nI skirt sierras, my palms cover continents,\nI am afoot with my vision.\n\n<span class=\"long-line\">By the city's quadrangular houses—in log huts, camping with lumbermen,</span>\n<span class=\"long-line\">Along the ruts of the turnpike, along the dry gulch and rivulet bed,</span>\n<span class=\"long-line\">Weeding my onion-patch or hoeing rows of carrots and parsnips, crossing savannas, trailing in forests,</span>\n<span class=\"long-line\">Prospecting, gold-digging, girdling the trees of a new purchase,</span>\n<span class=\"long-line\">Scorch'd ankle-deep by the hot sand, hauling my boat down the shallow river,</span>\n<span class=\"long-line\">Where the panther walks to and fro on a limb overhead, where the buck turns furiously at the hunter,</span>\n<span class=\"long-line\">Where the rattlesnake suns his flabby length on a rock, where the otter is feeding on fish,</span>\nWhere the alligator in his tough pimples sleeps by the bayou,\n<span class=\"long-line\">Where the black bear is searching for roots or honey, where the beaver pats the mud with his paddle-shaped tail;</span>\n<span class=\"long-line\">Over the growing sugar, over the yellow-flower'd cotton plant, over the rice in its low moist field,</span>\n<span class=\"long-line\">Over the sharp-peak'd farm house, with its scallop'd scum and slender shoots from the gutters,</span>\n<span class=\"long-line\">Over the western persimmon, over the long-leav'd corn, over the delicate blue-flower flax,</span>\n<span class=\"long-line\">Over the white and brown buckwheat, a hummer and buzzer there with the rest,</span>\n<span class=\"long-line\">Over the dusky green of the rye as it ripples and shades in the breeze;</span>\n<span class=\"long-line\">Scaling mountains, pulling myself cautiously up, holding on by low scragged limbs,</span>\n<span class=\"long-line\">Walking the path worn in the grass and beat through the leaves of the brush,</span>\n<span class=\"long-line\">Where the quail is whistling betwixt the woods and the wheat-lot,</span>\n<span class=\"long-line\">Where the bat flies in the Seventh-month eve, where the great gold-bug drops through the dark,</span>\n<span class=\"long-line\">Where the brook puts out of the roots of the old tree and flows to the meadow,</span>\n<span class=\"long-line\">Where cattle stand and shake away flies with the tremulous shuddering of their hides,</span>\n<span class=\"long-line\">Where the cheese-cloth hangs in the kitchen, where andirons straddle the hearth-slab, where cobwebs fall in festoons from the rafters;</span>\n<span class=\"long-line\">Where trip-hammers crash, where the press is whirling its cylinders,</span>\n<span class=\"long-line\">Wherever the human heart beats with terrible throes under its ribs,</span>\n<span class=\"long-line\">Where the pear-shaped balloon is floating aloft, (floating in it myself and looking composedly down,)</span>\n<span class=\"long-line\">Where the life-car is drawn on the slip-noose, where the heat hatches pale-green eggs in the dented sand,</span>\nWhere the she-whale swims with her calf and never forsakes it,\n<span class=\"long-line\">Where the steam-ship trails hind-ways its long pennant of smoke,</span>\n<span class=\"long-line\">Where the fin of the shark cuts like a black chip out of the water,</span>\nWhere the half-burn'd brig is riding on unknown currents,\n<span class=\"long-line\">Where shells grow to her slimy deck, where the dead are corrupting below;</span>\n<span class=\"long-line\">Where the dense-starr'd flag is borne at the head of the regiments,</span>\nApproaching Manhattan up by the long-stretching island,\n<span class=\"long-line\">Under Niagara, the cataract falling like a veil over my countenance,</span>\nUpon a door-step, upon the horse-block of hard wood outside,\n<span class=\"long-line\">Upon the race-course, or enjoying picnics or jigs or a good game of base-ball,</span>\n<span class=\"long-line\">At he-festivals, with blackguard gibes, ironical license, bull-dances, drinking, laughter,</span>\n<span class=\"long-line\">At the cider-mill tasting the sweets of the brown mash, sucking the juice through a straw,</span>\nAt apple-peelings wanting kisses for all the red fruit I find,\n<span class=\"long-line\">At musters, beach-parties, friendly bees, huskings, house-raisings;</span>\n<span class=\"long-line\">Where the mocking-bird sounds his delicious gurgles, cackles, screams, weeps,</span>\n<span class=\"long-line\">Where the hay-rick stands in the barn-yard, where the dry-stalks are scatter'd, where the brood-cow waits in the hovel,</span>\n<span class=\"long-line\">Where the bull advances to do his masculine work, where the stud to the mare, where the cock is treading the hen,</span>\n<span class=\"long-line\">Where the heifers browse, where geese nip their food with short jerks,</span>\n<span class=\"long-line\">Where sun-down shadows lengthen over the limitless and lonesome prairie,</span>\n<span class=\"long-line\">Where herds of buffalo make a crawling spread of the square miles far and near,</span>\n<span class=\"long-line\">Where the humming-bird shimmers, where the neck of the long-lived swan is curving and winding,</span>\n<span class=\"long-line\">Where the laughing-gull scoots by the shore, where she laughs her near-human laugh,</span>\n<span class=\"long-line\">Where bee-hives range on a gray bench in the garden half hid by the high weeds,</span>\n<span class=\"long-line\">Where band-neck'd partridges roost in a ring on the ground with their heads out,</span>\nWhere burial coaches enter the arch'd gates of a cemetery,\n<span class=\"long-line\">Where winter wolves bark amid wastes of snow and icicled trees,</span>\n<span class=\"long-line\">Where the yellow-crown'd heron comes to the edge of the marsh at night and feeds upon small crabs,</span>\nWhere the splash of swimmers and divers cools the warm noon,\n<span class=\"long-line\">Where the katy-did works her chromatic reed on the walnut-tree over the well,</span>\n<span class=\"long-line\">Through patches of citrons and cucumbers with silver-wired leaves,</span>\nThrough the salt-lick or orange glade, or under conical firs,\n<span class=\"long-line\">Through the gymnasium, through the curtain'd saloon, through the office or public hall;</span>\n<span class=\"long-line\">Pleas'd with the native and pleas'd with the foreign, pleas'd with the new and old,</span>\nPleas'd with the homely woman as well as the handsome,\n<span class=\"long-line\">Pleas'd with the quakeress as she puts off her bonnet and talks melodiously,</span>\nPleas'd with the tune of the choir of the whitewash'd church,\n<span class=\"long-line\">Pleas'd with the earnest words of the sweating Methodist preacher, impress'd seriously at the camp-meeting;</span>\n<span class=\"long-line\">Looking in at the shop-windows of Broadway the whole forenoon, flatting the flesh of my nose on the thick plate glass,</span>\n<span class=\"long-line\">Wandering the same afternoon with my face turn'd up to the clouds, or down a lane or along the beach,</span>\n<span class=\"long-line\">My right and left arms round the sides of two friends, and I in the middle;</span>\n<span class=\"long-line\">Coming home with the silent and dark-cheek'd bush-boy, (behind me he rides at the drape of the day,)</span>\n<span class=\"long-line\">Far from the settlements studying the print of animals' feet, or the moccasin print,</span>\n<span class=\"long-line\">By the cot in the hospital reaching lemonade to a feverish patient,</span>\n<span class=\"long-line\">Nigh the coffin'd corpse when all is still, examining with a candle;</span>\nVoyaging to every port to dicker and adventure,\nHurrying with the modern crowd as eager and fickle as any,\nHot toward one I hate, ready in my madness to knife him,\n<span class=\"long-line\">Solitary at midnight in my back yard, my thoughts gone from me a long while,</span>\n<span class=\"long-line\">Walking the old hills of Judaea with the beautiful gentle God by my side,</span>\n<span class=\"long-line\">Speeding through space, speeding through heaven and the stars,</span>\n<span class=\"long-line\">Speeding amid the seven satellites and the broad ring, and the diameter of eighty thousand miles,</span>\nSpeeding with tail'd meteors, throwing fire-balls like the rest,\n<span class=\"long-line\">Carrying the crescent child that carries its own full mother in its belly,</span>\nStorming, enjoying, planning, loving, cautioning,\nBacking and filling, appearing and disappearing,\nI tread day and night such roads.\n\nI visit the orchards of spheres and look at the product,\nAnd look at quintillions ripen'd and look at quintillions green.\n\nI fly those flights of a fluid and swallowing soul,\nMy course runs below the soundings of plummets.\n\nI help myself to material and immaterial,\nNo guard can shut me off, no law prevent me.\n\nI anchor my ship for a little while only,\n<span class=\"long-line\">My messengers continually cruise away or bring their returns to me.</span>\n\n<span class=\"long-line\">I go hunting polar furs and the seal, leaping chasms with a pike-pointed staff, clinging to topples of brittle and blue.</span>\n\nI ascend to the foretruck,\nI take my place late at night in the crow's-nest,\nWe sail the arctic sea, it is plenty light enough,\n<span class=\"long-line\">Through the clear atmosphere I stretch around on the wonderful beauty,</span>\n<span class=\"long-line\">The enormous masses of ice pass me and I pass them, the scenery is plain in all directions,</span>\n<span class=\"long-line\">The white-topt mountains show in the distance, I fling out my fancies toward them,</span>\n<span class=\"long-line\">We are approaching some great battle-field in which we are soon to be engaged,</span>\n<span class=\"long-line\">We pass the colossal outposts of the encampment, we pass with still feet and caution,</span>\nOr we are entering by the suburbs some vast and ruin'd city,\n<span class=\"long-line\">The blocks and fallen architecture more than all the living cities of the globe.</span>\n\nI am a free companion, I bivouac by invading watchfires,\n<span class=\"long-line\">I turn the bridegroom out of bed and stay with the bride myself,</span>\nI tighten her all night to my thighs and lips.\n\n<span class=\"long-line\">My voice is the wife's voice, the screech by the rail of the stairs,</span>\nThey fetch my man's body up dripping and drown'd.\n\nI understand the large hearts of heroes,\nThe courage of present times and all times,\n<span class=\"long-line\">How the skipper saw the crowded and rudderless wreck of the steam-ship, and Death chasing it up and down the storm,</span>\n<span class=\"long-line\">How he knuckled tight and gave not back an inch, and was faithful of days and faithful of nights,</span>\n<span class=\"long-line\">And chalk'd in large letters on a board, <em>Be of good cheer, we will not desert you</em>;</span>\n<span class=\"long-line\">How he follow'd with them and tack'd with them three days and would not give it up,</span>\nHow he saved the drifting company at last,\n<span class=\"long-line\">How the lank loose-gown'd women look'd when boated from the side of their prepared graves,</span>\n<span class=\"long-line\">How the silent old-faced infants and the lifted sick, and the sharp-lipp'd unshaved men;</span>\n<span class=\"long-line\">All this I swallow, it tastes good, I like it well, it becomes mine,</span>\nI am the man, I suffer'd, I was there.\n\nThe disdain and calmness of martyrs,\n<span class=\"long-line\">The mother of old, condemn'd for a witch, burnt with dry wood, her children gazing on,</span>\n<span class=\"long-line\">The hounded slave that flags in the race, leans by the fence, blowing, cover'd with sweat,</span>\n<span class=\"long-line\">The twinges that sting like needles his legs and neck, the murderous buckshot and the bullets,</span>\nAll these I feel or am.\n\nI am the hounded slave, I wince at the bite of the dogs,\n<span class=\"long-line\">Hell and despair are upon me, crack and again crack the marksmen,</span>\n<span class=\"long-line\">I clutch the rails of the fence, my gore dribs, thinn'd with the ooze of my skin,</span>\nI fall on the weeds and stones,\nThe riders spur their unwilling horses, haul close,\n<span class=\"long-line\">Taunt my dizzy ears and beat me violently over the head with whip-stocks.</span>\n\nAgonies are one of my changes of garments,\n<span class=\"long-line\">I do not ask the wounded person how he feels, I myself become the wounded person,</span>\nMy hurts turn livid upon me as I lean on a cane and observe.\n\nI am the mash'd fireman with breast-bone broken,\nTumbling walls buried me in their debris,\n<span class=\"long-line\">Heat and smoke I inspired, I heard the yelling shouts of my comrades,</span>\nI heard the distant click of their picks and shovels,\nThey have clear'd the beams away, they tenderly lift me forth.\n\n<span class=\"long-line\">I lie in the night air in my red shirt, the pervading hush is for my sake,</span>\nPainless after all I lie exhausted but not so unhappy,\n<span class=\"long-line\">White and beautiful are the faces around me, the heads are bared of their fire-caps,</span>\nThe kneeling crowd fades with the light of the torches.\n\nDistant and dead resuscitate,\n<span class=\"long-line\">They show as the dial or move as the hands of me, I am the clock myself.</span>\n\nI am an old artillerist, I tell of my fort's bombardment,\nI am there again.\n\nAgain the long roll of the drummers,\nAgain the attacking cannon, mortars,\nAgain to my listening ears the cannon responsive.\n\nI take part, I see and hear the whole,\nThe cries, curses, roar, the plaudits for well-aim'd shots,\nThe ambulanza slowly passing trailing its red drip,\n<span class=\"long-line\">Workmen searching after damages, making indispensable repairs,</span>\n<span class=\"long-line\">The fall of grenades through the rent roof, the fan-shaped explosion,</span>\nThe whizz of limbs, heads, stone, wood, iron, high in the air.\n\n<span class=\"long-line\">Again gurgles the mouth of my dying general, he furiously waves with his hand,</span>\nHe gasps through the clot <em>Mind not me—mind—the entrenchments.</em>\n</pre>\n "}, {"title": "Song of Myself, 46", "view_node": "/poem/song-myself-46", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <p><span class=\"long-line\">I know I have the best of time and space, and was never measured and never will be measured.</span></p><p>I tramp a perpetual journey, (come listen all!)<br /><span class=\"long-line\">signs are a rain-proof coat, good shoes, and a staff cut from the woods,</span><br />No friend of mine takes his ease in my chair,<br />I have no chair, no church, no philosophy,<br />I lead no man to a dinner-table, library, exchange,<br />But each man and each woman of you I lead upon a knoll,<br />My left hand hooking you round the waist,<br /><span class=\"long-line\">My right hand pointing to landscapes of continents and the public road.</span></p><p>Not I, not any one else can travel that road for you,<br />You must travel it for yourself.</p><p>It is not far, it is within reach,<br /><span class=\"long-line\">Perhaps you have been on it since you were born and did not know,</span><br />Perhaps it is everywhere on water and on land.</p><p><span class=\"long-line\">Shoulder your duds dear son, and I will mine, and let us hasten forth,</span><br />Wonderful cities and free nations we shall fetch as we go.</p><p><span class=\"long-line\">If you tire, give me both burdens, and rest the chuff of your hand on my hip,</span><br />And in due time you shall repay the same service to me,<br />For after we start we never lie by again.</p><p><span class=\"long-line\">This day before dawn I ascended a hill and look'd at the crowded heaven,</span><br /><span class=\"long-line\">And I said to my spirit <em>When we become the enfolders of those orbs, and the pleasure and knowledge of every thing in them, shall we be fill'd and satisfied then?</em></span><br /><span class=\"long-line\">And my spirit said <em>No, we but level that lift to pass and continue beyond.</em></span></p><p>You are also asking me questions and I hear you,<br /><span class=\"long-line\">I answer that I cannot answer, you must find out for yourself.</span></p><p>Sit a while dear son,<br />Here are biscuits to eat and here is milk to drink,<br /><span class=\"long-line\">But as soon as you sleep and renew yourself in sweet clothes, I kiss you with a good-by kiss and open the gate for your egress hence.</span></p><p>Long enough have you dream'd contemptible dreams,<br />Now I wash the gum from your eyes,<br /><span class=\"long-line\">You must habit yourself to the dazzle of the light and of every moment of your life.</span></p><p><span class=\"long-line\">Long have you timidly waded holding a plank by the shore,</span><br />Now I will you to be a bold swimmer,<br /><span class=\"long-line\">To jump off in the midst of the sea, rise again, nod to me, shout, and laughingly dash with your hair.</span></p> "}, {"title": "Song of Myself, 32", "view_node": "/poem/song-myself-32", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre><span class=\"long-line\">I think I could turn and live with animals, they are so placid and self-contain'd,</span>\nI stand and look at them long and long.\n\nThey do not sweat and whine about their condition,\nThey do not lie awake in the dark and weep for their sins,\nThey do not make me sick discussing their duty to God,\n<span class=\"long-line\">Not one is dissatisfied, not one is demented with the mania of owning things,</span>\n<span class=\"long-line\">Not one kneels to another, nor to his kind that lived thousands of years ago,</span>\nNot one is respectable or unhappy over the whole earth.\n\nSo they show their relations to me and I accept them,\n<span class=\"long-line\">They bring me tokens of myself, they evince them plainly in their possession.</span>\n\nI wonder where they get those tokens,\nDid I pass that way huge times ago and negligently drop them?\nMyself moving forward then and now and forever,\nGathering and showing more always and with velocity,\nInfinite and omnigenous, and the like of these among them,\nNot too exclusive toward the reachers of my remembrancers,\n<span class=\"long-line\">Picking out here one that I love, and now go with him on brotherly terms.</span>\n\n<span class=\"long-line\">A gigantic beauty of a stallion, fresh and responsive to my caresses,</span>\nHead high in the forehead, wide between the ears,\nLimbs glossy and supple, tail dusting the ground,\n<span class=\"long-line\">Eyes full of sparkling wickedness, ears finely cut, flexibly moving.</span>\n\nHis nostrils dilate as my heels embrace him,\n<span class=\"long-line\">His well-built limbs tremble with pleasure as we race around and return.</span>\n\nI but use you a minute, then I resign you, stallion,\nWhy do I need your paces when I myself out-gallop them?\nEven as I stand or sit passing faster than you.\n</pre>\n "}, {"title": "Song of Myself, 45", "view_node": "/poem/song-myself-45", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <p>O span of youth! ever-push'd elasticity!<br />O manhood, balanced, florid and full.</p><p>My lovers suffocate me,<br />Crowding my lips, thick in the pores of my skin,<br /><span class=\"long-line\">Jostling me through streets and public halls, coming naked to me at night,</span><br /><span class=\"long-line\">Crying by day <em>Ahoy!</em> from the rocks of the river, swinging and chirping over my head,</span><br />Calling my name from flower-beds, vines, tangled underbrush,<br />Lighting on every moment of my life,<br />Bussing my body with soft balsamic busses,<br /><span class=\"long-line\">Noiselessly passing handfuls out of their hearts and giving them to be mine.</span></p><p><span class=\"long-line\">Old age superbly rising! O welcome, ineffable grace of dying days!</span></p><p><span class=\"long-line\">Every condition promulges not only itself, it promulges what grows after and out of itself,</span><br />And the dark hush promulges as much as any.</p><p><span class=\"long-line\">I open my scuttle at night and see the far-sprinkled systems,</span><br /><span class=\"long-line\">And all I see multiplied as high as I can cipher edge but the rim of the farther systems.</span></p><p>Wider and wider they spread, expanding, always expanding,<br />Outward and outward and forever outward.</p><p>My sun has his sun and round him obediently wheels,<br />He joins with his partners a group of superior circuit,<br /><span class=\"long-line\">And greater sets follow, making specks of the greatest inside them.</span></p><p>There is no stoppage and never can be stoppage,<br /><span class=\"long-line\">If I, you, and the worlds, and all beneath or upon their surfaces, were this moment reduced back to a pallid float, it would not avail in the long run,</span><br />We should surely bring up again where we now stand,<br />And surely go as much farther, and then farther and farther.</p><p><span class=\"long-line\">A few quadrillions of eras, a few octillions of cubic leagues, do not hazard the span or make it impatient,</span><br />They are but parts, any thing is but a part.</p><p>See ever so far, there is limitless space outside of that,<br />Count ever so much, there is limitless time around that.</p><p>My rendezvous is appointed, it is certain,<br />The Lord will be there and wait till I come on perfect terms,<br /><span class=\"long-line\">The great Camerado, the lover true for whom I pine will be there.</span></p> "}, {"title": "Song of Myself, 31", "view_node": "/poem/song-myself-31", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre><span class=\"long-line\">I believe a leaf of grass is no less than the journey-work of the stars,</span>\n<span class=\"long-line\">And the pismire is equally perfect, and a grain of sand, and the egg of the wren,</span>\nAnd the tree-toad is a chef-d'oeuvre for the highest,\nAnd the running blackberry would adorn the parlors of heaven,\n<span class=\"long-line\">And the narrowest hinge in my hand puts to scorn all machinery,</span>\n<span class=\"long-line\">And the cow crunching with depress'd head surpasses any statue,</span>\nAnd a mouse is miracle enough to stagger sextillions of infidels.\n\n<span class=\"long-line\">I find I incorporate gneiss, coal, long-threaded moss, fruits, grains, esculent roots,</span>\nAnd am stucco'd with quadrupeds and birds all over,\nAnd have distanced what is behind me for good reasons,\nBut call any thing back again when I desire it.\n\nIn vain the speeding or shyness,\n<span class=\"long-line\">In vain the plutonic rocks send their old heat against my approach,</span>\nIn vain the mastodon retreats beneath its own powder'd bones,\nIn vain objects stand leagues off and assume manifold shapes,\n<span class=\"long-line\">In vain the ocean settling in hollows and the great monsters lying low,</span>\nIn vain the buzzard houses herself with the sky,\nIn vain the snake slides through the creepers and logs,\nIn vain the elk takes to the inner passes of the woods,\nIn vain the razor-bill'd auk sails far north to Labrador,\n<span class=\"long-line\">I follow quickly, I ascend to the nest in the fissure of the cliff.</span>\n</pre>\n "}, {"title": "Song of Myself, 14", "view_node": "/poem/song-myself-14", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>The wild gander leads his flock through the cool night,\n<em>Ya-honk</em> he says, and sounds it down to me like an invitation,\nThe pert may suppose it meaningless, but I listening close,\nFind its purpose and place up there toward the wintry sky.\n\n<span class=\"long-line\">The sharp-hoof'd moose of the north, the cat on the house-sill, the chickadee, the prairie-dog,</span>\nThe litter of the grunting sow as they tug at her teats,\n<span class=\"long-line\">The brood of the turkey-hen and she with her half-spread wings,</span>\nI see in them and myself the same old law.\n\nThe press of my foot to the earth springs a hundred affections,\nThey scorn the best I can do to relate them.\n\nI am enamour'd of growing out-doors,\nOf men that live among cattle or taste of the ocean or woods,\n<span class=\"long-line\">Of the builders and steerers of ships and the wielders of axes and mauls, and the drivers of horses,</span>\nI can eat and sleep with them week in and week out.\n\nWhat is commonest, cheapest, nearest, easiest, is Me,\nMe going in for my chances, spending for vast returns,\nAdorning myself to bestow myself on the first that will take me,\nNot asking the sky to come down to my good will,\nScattering it freely forever.\n</pre>\n "}, {"title": "Song of Myself, 12", "view_node": "/poem/song-myself-12", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre><span class=\"long-line\">The butcher-boy puts off his killing-clothes, or sharpens his knife at the stall in the market,</span>\nI loiter enjoying his repartee and his shuffle and break-down.\n\nBlacksmiths with grimed and hairy chests environ the anvil,\n<span class=\"long-line\">Each has his main-sledge, they are all out, there is a great heat in the fire.</span>\n\nFrom the cinder-strew'd threshold I follow their movements,\n<span class=\"long-line\">The lithe sheer of their waists plays even with their massive arms,</span>\n<span class=\"long-line\">Overhand the hammers swing, overhand so slow, overhand so sure,</span>\nThey do not hasten, each man hits in his place.\n</pre>\n "}, {"title": "Song of Myself, 9", "view_node": "/poem/song-myself-9", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>The big doors of the country barn stand open and ready,\nThe dried grass of the harvest-time loads the slow-drawn wagon,\nThe clear light plays on the brown gray and green intertinged,\nThe armfuls are pack'd to the sagging mow.\n\nI am there, I help, I came stretch'd atop of the load,\nI felt its soft jolts, one leg reclined on the other,\nI jump from the cross-beams and seize the clover and timothy,\nAnd roll head over heels and tangle my hair full of wisps.\n</pre>\n "}, {"title": "Song of Myself, 8", "view_node": "/poem/song-myself-8", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>The little one sleeps in its cradle,\n<span class=\"long-line\">I lift the gauze and look a long time, and silently brush away flies with my hand.</span>\n\n<span class=\"long-line\">The youngster and the red-faced girl turn aside up the bushy hill,</span>\nI peeringly view them from the top.\n\nThe suicide sprawls on the bloody floor of the bedroom,\n<span class=\"long-line\">I witness the corpse with its dabbled hair, I note where the pistol has fallen.\n</span>\n\n<span class=\"long-line\">The blab of the pave, tires of carts, sluff of boot-soles, talk of the promenaders,</span>\n<span class=\"long-line\">The heavy omnibus, the driver with his interrogating thumb, the clank of the shod horses on the granite floor,</span>\n<span class=\"long-line\">The snow-sleighs, clinking, shouted jokes, pelts of snow-balls,</span>\nThe hurrahs for popular favorites, the fury of rous'd mobs,\n<span class=\"long-line\">The flap of the curtain'd litter, a sick man inside borne to the hospital,</span>\nThe meeting of enemies, the sudden oath, the blows and fall,\n<span class=\"long-line\">The excited crowd, the policeman with his star quickly working his passage to the centre of the crowd,</span>\nThe impassive stones that receive and return so many echoes,\n<span class=\"long-line\">What groans of over-fed or half-starv'd who fall sunstruck or in fits,</span>\n<span class=\"long-line\">What exclamations of women taken suddenly who hurry home and give birth to babes,</span>\n<span class=\"long-line\">What living and buried speech is always vibrating here, what howls restrain'd by decorum,</span>\n<span class=\"long-line\">Arrests of criminals, slights, adulterous offers made, acceptances, rejections with convex lips,</span>\n<span class=\"long-line\">I mind them or the show or resonance of them—I come and I depart.</span>\n</pre>\n "}, {"title": "Song of Myself, 7", "view_node": "/poem/song-myself-7", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>Has any one supposed it lucky to be born?\n<span class=\"long-line\">I hasten to inform him or her it is just as lucky to die, and I know it.</span>\n\n<span class=\"long-line\">I pass death with the dying and birth with the new-wash'd babe, and am not contain'd between my hat and boots,</span>\nAnd peruse manifold objects, no two alike and every one good,\nThe earth good and the stars good, and their adjuncts all good.\n\nI am not an earth nor an adjunct of an earth,\n<span class=\"long-line\">I am the mate and companion of people, all just as immortal and fathomless as myself,</span>\n(They do not know how immortal, but I know.)\n\n<span class=\"long-line\">Every kind for itself and its own, for me mine male and female,</span>\nFor me those that have been boys and that love women,\n<span class=\"long-line\">For me the man that is proud and feels how it stings to be slighted,</span>\n<span class=\"long-line\">For me the sweet-heart and the old maid, for me mothers and the mothers of mothers,</span>\nFor me lips that have smiled, eyes that have shed tears,\nFor me children and the begetters of children.\n\nUndrape! you are not guilty to me, nor stale nor discarded,\nI see through the broadcloth and gingham whether or no,\n<span class=\"long-line\">And am around, tenacious, acquisitive, tireless, and cannot be shaken away.</span>\n</pre>\n "}, {"title": "Song of Myself, 30", "view_node": "/poem/song-myself-30", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": " <pre>All truths wait in all things,\nThey neither hasten their own delivery nor resist it,\nThey do not need the obstetric forceps of the surgeon,\nThe insignificant is as big to me as any,\n(What is less or more than a touch?)\n\nLogic and sermons never convince,\nThe damp of the night drives deeper into my soul.\n\n(Only what proves itself to every man and woman is so,\nOnly what nobody denies is so.)\n\nA minute and a drop of me settle my brain,\nI believe the soggy clods shall become lovers and lamps,\nAnd a compend of compends is the meat of a man or woman,\n<span class=\"long-line\">And a summit and flower there is the feeling they have for each other,</span>\n<span class=\"long-line\">And they are to branch boundlessly out of that lesson until it becomes omnific,</span>\nAnd until one and all shall delight us, and we them.\n</pre>\n "}], "pager": {"current_page": 178, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}