{"rows": [{"title": "from “The Last Bohemian of Avenue A”", "view_node": "/poem/last-bohemian-avenue", "field_author": "<a href=\"/poet/yusef-komunyakaa\" hreflang=\"und\">Yusef Komunyakaa</a>", "field_date_published": "2017", "body": " <p>Here’s the End of the World<br />mobile with its shiny bullhorn<br />&amp; platitudes among drawings<br />tattooed across the beige hood<br />big as a mammoth broken out<br />of ice, bellyful of buttercups.<br />Doomsday has come &amp; gone,<br />&amp; now the sluggish van rolls<br />toward the snowy East River<br />at a quarter past midnight,<br />&amp; I wonder how it is to quit<br />a job one week earlier<br />&amp; return on blue Monday,<br />begging the foreman<br />for a chance to stoke<br />the brimstone furnace.<br /><br />Changes stumble into my life<br />sometimes, like last Sunday<br />when I sat at the dining table<br />of an old friend of a thousand<br />stories, a glare falling into my left<br />eye, her daughter watching<br />TV in a side room, &amp; I heard<br />this Foley guy sawing a maple<br />cross with a horse-hair bow.<br />I can’t help but walk over<br />&amp; lean into the doorway,<br />&amp; then raise a phantom alto<br />to my lips. The cat’s young too,<br />rocking his upright at the foot<br />of Babel, speaking pain &amp; joy<br />in the most beautiful way<br />I’ve heard in a long time,<br />&amp; say to myself, Rabbas,<br />you could run the table<br />with this guy at Small’s,<br />could teach the shadows<br />to walk on their hands<br />&amp; dance with alley cats.</p><p>I’ve been here a long time<br />working this hunk of brass,<br />&amp; knew Mingus in the days<br />when he’d strike a righteous<br />pose up on the bandstand<br />&amp; bring down the house,<br />talking jive &amp; rave, jabbing<br />below the belt, where it hurts.<br />Can you imagine him up there<br />today, playing a new version<br />of “Fables of Faubus,” big<br />as thunder at dawn rocking<br />hundred-year-old hanging trees<br />out of memory, can you dig?<br /><br />The guy on the corner<br />jingling coins in a Dixie cup<br />pulls on his blind-man’s shades<br />as March runs down Delancey,<br />woozy as a rush-up of sparrows<br />over Chinatown. One small thing<br />seems almost holy, &amp; lightheaded<br />hues settle over the architecture<br />&amp; a handkerchief dance unfolds<br />into some jostle of bumper balls.<br />This is the hour paradise is not<br />only for itself, &amp; one doesn’t feel<br />stupid picking up a dull penny<br />from a sidewalk. A tremble goes<br />through cloth, tugging bodies<br />into a new world, &amp; by ten-thirty<br />the wind rolls on past the Hudson,<br />headed upstate. I want to jump<br />up &amp; down, to shout as March<br />ambushes the last antiheroes<br />this scatterbrain side of town.<br /> </p> "}, {"title": "Song", "view_node": "/poem/song-8", "field_author": "<a href=\"/poet/t-s-eliot\" hreflang=\"und\">T. S. Eliot</a>", "field_date_published": "2017", "body": " <p>If space and time, as sages say,<br />    Are things which cannot be,<br />The fly that lives a single day<br />    Has lived as long as we.<br />But let us live while yet we may,<br />    While love and life are free,<br />For time is time, and runs away,<br />    Though sages disagree.</p><p>The flowers I sent thee when the dew<br />    Was trembling on the vine,<br />Were withered ere the wild bee flew<br />    To suck the eglantine.<br />But let us haste to pluck anew<br />    Nor mourn to see them pine,<br />And though the flowers of love be few<br />    Yet let them be divine.<br /> </p> "}, {"title": "Julius Caesar, Act III, Scene II [Friends, Romans, countrymen, lend me your ears]", "view_node": "/poem/julius-caesar-act-iii-scene-ii-friends-romans-countrymen-lend-me-your-ears", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\"><em>Antony speaks at Caesar’s funeral</em></span></p>\n\n<p><span class=\"long-line\">Friends, Romans, countrymen, lend me your ears.</span><br /><span class=\"long-line\">I have come to bury Caesar, not to praise him.</span><br /><span class=\"long-line\">The evil that men do lives after them;</span><br /><span class=\"long-line\">The good is oft interrèd with their bones.</span><br /><span class=\"long-line\">So let it be with Caesar. The noble Brutus</span><br /><span class=\"long-line\">Hath told you Caesar was ambitious.</span><br /><span class=\"long-line\">If it were so, it was a grievous fault,</span><br /><span class=\"long-line\">And grievously hath Caesar answered it.</span><br /><span class=\"long-line\">Here, under leave of Brutus and the rest</span><br /><span class=\"long-line\">(For Brutus is an honorable man;</span><br /><span class=\"long-line\">So are they all, all honorable men),</span><br /><span class=\"long-line\">Come I to speak in Caesar’s funeral.</span><br /><span class=\"long-line\">He was my friend, faithful and just to me,</span><br /><span class=\"long-line\">But Brutus says he was ambitious,</span><br /><span class=\"long-line\">And Brutus is an honorable man.</span><br /><span class=\"long-line\">He hath brought many captives home to Rome,</span><br /><span class=\"long-line\">Whose ransoms did the general coffers fill.</span><br /><span class=\"long-line\">Did this in Caesar seem ambitious?</span><br /><span class=\"long-line\">When that the poor have cried, Caesar hath wept;</span><br /><span class=\"long-line\">Ambition should be made of sterner stuff.</span><br /><span class=\"long-line\">Yet Brutus says he was ambitious,</span><br /><span class=\"long-line\">And Brutus is an honorable man.</span><br /><span class=\"long-line\">You all did see that on the Lupercal</span><br /><span class=\"long-line\">I thrice presented him a kingly crown,</span><br /><span class=\"long-line\">Which he did thrice refuse. Was this ambition?</span><br /><span class=\"long-line\">Yet Brutus says he was ambitious,</span><br /><span class=\"long-line\">And sure he is an honorable man.</span><br /><span class=\"long-line\">I speak not to disprove what Brutus spoke,</span><br /><span class=\"long-line\">But here I am to speak what I do know.</span><br /><span class=\"long-line\">You all did love him once, not without cause.</span><br /><span class=\"long-line\">What cause withholds you, then, to mourn for him?—</span><br /><span class=\"long-line\">O judgment, thou art fled to brutish beasts,</span><br /><span class=\"long-line\">And men have lost their reason!—Bear with me;</span><br /><span class=\"long-line\">My heart is in the coffin there with Caesar,</span><br /><span class=\"long-line\">And I must pause till it come back to me.</span></p>\n"}, {"title": "Julius Caesar, Act III, Scene II [Be patient till the last]", "view_node": "/poem/julius-caesar-act-iii-scene-ii-be-patient-till-last", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "2017", "body": " <p><em>Brutus speaks at a pulpit</em></p><p>Be patient till the last.<br />Romans, countrymen, and lovers, hear me for my<br />cause, and be silent that you may hear. Believe me<br />for mine honor, and have respect to mine honor<br />that you may believe. Censure me in your wisdom,<br />and awake your senses that you may the better<br />judge. If there be any in this assembly, any dear<br />friend of Caesar’s, to him I say that Brutus’ love<br />to Caesar was no less than his. If then that friend<br />demand why Brutus rose against Caesar, this is my<br />answer: not that I loved Caesar less, but that I loved<br />Rome more. Had you rather Caesar were living, and<br />die all slaves, than that Caesar were dead, to live all<br />freemen? As Caesar loved me, I weep for him. As he<br />was fortunate, I rejoice at it. As he was valiant, I<br />honor him. But, as he was ambitious, I slew him.<br />There is tears for his love, joy for his fortune, honor<br />for his valor, and death for his ambition. Who is<br />here so base that would be a bondman? If any,<br />speak, for him have I offended. Who is here so rude<br />that would not be a Roman? If any, speak, for him<br />have I offended. Who is here so vile that will not<br />love his country? If any, speak, for him have I<br />offended. I pause for a reply.</p> "}, {"title": "Julius Caesar, Act II, Scene I [It must be by his death. And for my part]", "view_node": "/poem/julius-caesar-act-ii-scene-i-it-must-be-his-death-and-my-part", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "2017", "body": " <p><em>Brutus speaks</em></p><p>It must be by his death. And for my part<br />I know no personal cause to spurn at him,<br />But for the general. He would be crowned:<br />How that might change his nature, there’s the question.<br />It is the bright day that brings forth the adder,<br />And that craves wary walking. Crown him that,<br />And then I grant we put a sting in him<br />That at his will he may do danger with.<br />Th’ abuse of greatness is when it disjoins<br />Remorse from power. And, to speak truth of Caesar,<br />I have not known when his affections swayed<br />More than his reason. But ’tis a common proof<br />That lowliness is young ambition’s ladder,<br />Whereto the climber-upward turns his face;<br />But, when he once attains the upmost round,<br />He then unto the ladder turns his back,<br />Looks in the clouds, scorning the base degrees<br />By which he did ascend. So Caesar may.<br />Then, lest he may, prevent. And since the quarrel<br />Will bear no color for the thing he is,<br />Fashion it thus: that what he is, augmented,<br />Would run to these and these extremities.<br />And therefore think him as a serpent’s egg,<br />Which, hatched, would, as his kind, grow mischievous,<br />And kill him in the shell.</p> "}, {"title": "Julius Caesar, Act I, Scene II [Why, man, he doth bestride the narrow world]", "view_node": "/poem/julius-caesar-act-i-scene-ii-why-man-he-doth-bestride-narrow-world", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "2017", "body": " <p><em>Cassius speaks to Brutus </em></p><p>Why, man, he doth bestride the narrow world<br />Like a Colossus, and we petty men<br />Walk under his huge legs and peep about<br />To find ourselves dishonorable graves.<br />Men at some time are masters of their fates.<br />The fault, dear Brutus, is not in our stars,<br />But in ourselves, that we are underlings.<br />“Brutus” and “Caesar”—what should be in that “Caesar”?<br />Why should that name be sounded more than yours?<br />Write them together, yours is as fair a name;<br />Sound them, it doth become the mouth as well;<br />Weigh them, it is as heavy; conjure with ’em,<br />“Brutus” will start a spirit as soon as “Caesar.”<br />Now, in the names of all the gods at once,<br />Upon what meat doth this our Caesar feed<br />That he is grown so great? Age, thou art shamed!<br />Rome, thou hast lost the breed of noble bloods!<br />When could they say, till now, that talked of Rome,<br />That her wide walks encompassed but one man?<br />Now is it Rome indeed, and room enough<br />When there is in it but only one man.<br />O, you and I have heard our fathers say<br />There was a Brutus once that would have brooked<br />Th’ eternal devil to keep his state in Rome<br />As easily as a king.</p> "}, {"title": "Julius Caesar, Act I, Scene II [I know that virtue to be in you, Brutus]", "view_node": "/poem/julius-caesar-act-i-scene-ii-i-know-virtue-be-you-brutus", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "2017", "body": " <p><em>Cassius speaks to Brutus </em></p><p>I know that virtue to be in you, Brutus,<br />As well as I do know your outward favor.<br />Well, honor is the subject of my story.<br />I cannot tell what you and other men<br />Think of this life; but, for my single self,<br />I had as lief not be as live to be<br />In awe of such a thing as I myself.<br />I was born free as Caesar; so were you;<br />We both have fed as well, and we can both<br />Endure the winter’s cold as well as he.<br />For once, upon a raw and gusty day,<br />The troubled Tiber chafing with her shores,<br />Caesar said to me “Dar’st thou, Cassius, now<br />Leap in with me into this angry flood<br />And swim to yonder point?” Upon the word,<br />Accoutered as I was, I plungèd in<br />And bade him follow; so indeed he did.<br />The torrent roared, and we did buffet it<br />With lusty sinews, throwing it aside<br />And stemming it with hearts of controversy.<br />But ere we could arrive at the point proposed,<br />Caesar cried “Help me, Cassius, or I sink!”<br />I, as Aeneas, our great ancestor,<br />Did from the flames of Troy upon his shoulder<br />The old Anchises bear, so from the waves of Tiber<br />Did I the tired Caesar. And this man<br />Is now become a god, and Cassius is<br />A wretched creature and must bend his body<br />If Caesar carelessly but nod on him.<br />He had a fever when he was in Spain,<br />And when the fit was on him, I did mark<br />How he did shake. ’Tis true, this god did shake.<br />His coward lips did from their color fly,<br />And that same eye whose bend doth awe the world<br />Did lose his luster. I did hear him groan.<br />Ay, and that tongue of his that bade the Romans<br />Mark him and write his speeches in their books,<br />“Alas,” it cried “Give me some drink, Titinius”<br />As a sick girl. You gods, it doth amaze me<br />A man of such feeble temper should<br />So get the start of the majestic world<br />And bear the palm alone.</p> "}, {"title": "Beauty", "view_node": "/poem/beauty-0", "field_author": "<a href=\"/poet/elinor-wylie\" hreflang=\"und\">Elinor Wylie</a>", "field_date_published": "2017", "body": " <p>Say not of Beauty she is good,<br />Or aught but beautiful,<br />Or sleek to doves’ wings of the wood<br />Her wild wings of a gull.</p><p>Call her not wicked; that word’s touch<br />Consumes her like a curse;<br />But love her not too much, too much,<br />For that is even worse.</p><p>O, she is neither good nor bad,<br />But innocent and wild!<br />Enshrine her and she dies, who had<br />The hard heart of a child.</p> "}, {"title": "Hours Days Years Unmoor Their Orbits", "view_node": "/poem/hours-days-years-unmoor-their-orbits", "field_author": "<a href=\"/poet/rachel-zucker\" hreflang=\"und\">Rachel Zucker</a>", "field_date_published": "2017", "body": " <p>tonight I'm cleaning baby portobellos<br />for you, my young activist</p><p>wiping the dirty tops with a damp cloth<br />as carefully as I used to rinse raspberries</p><p>for you to adorn your fingertips<br />before eating each blood-red prize</p><p>these days you rarely look me in the eye<br />&amp; your long shagged hair hides your smile<br /><br />I don’t expect you to remember or<br />understand the many ways I’ve kept you</p><p>alive or the life my love for you<br />has made me live</p> "}, {"title": "A Valley View ", "view_node": "/poem/valley-view", "field_author": "<a href=\"/poet/kathleen-ossip\" hreflang=\"und\">Kathleen Ossip</a>", "field_date_published": "2017", "body": " <p>To my left,<br />you, in the driver’s seat.<br />Chlorophyll, to my right,</p><p>through the windowglass, green tipping<br />to black, tipping to gold, shivering.<br />Green hills, further on, shading</p><p>to blue. Fuzzed slopes, lovable, rolling down down.<br />Awkward weeds, sprigged, not wheat and won’t feed anyone.<br />All is Dutch, set out for display and gain.</p><p>I’ve come to a conclusion about happiness: I want it.<br />You say “Sometimes you’ve got<br />to bust a move.” How would I do that?</p><p>Through the windowglass I can get a fearsome burn.<br />Thus I’m spf’d. I must earn.<br />On my lap, folderful of papers to which I should turn</p><p>but the sun does her thing: down down.<br />We don’t see her cooling, but we gain<br />from her careful campaign.</p><p>Goodbye glimpse, speed past,<br />the green consummation tracks<br />everwards, lost—</p><p>Lost me, lost you,<br />lost green hills shading to blue<br />and lost the valley view….</p> "}, {"title": "Cellular ", "view_node": "/poem/cellular", "field_author": "<a href=\"/poet/lizzie-harris\" hreflang=\"en\">Lizzie Harris</a>", "field_date_published": "2017", "body": " <p>There’s no law that says<br />life needs to get more complicated.<br />In fact, it’s difficult to grow big.<br />Humanity has always been improbable,</p><p>but occurred when two single cells<br />floated—perhaps they wanted<br />each other?—into one. Even a host<br />can learn to love a leech. This is molecular:</p><p>One thing cares for another, in a way<br />it could never care for itself. Everything<br />you know was born from this sacrifice. Red-<br />woods stretched, shellfish bristled the floor.</p><p>Life, in even the simplest form, has always<br />been a matter of finding the energy.<br /> </p> "}, {"title": "Hope", "view_node": "/poem/hope-0", "field_author": "<a href=\"/poet/ali-liebegott\" hreflang=\"en\">Ali Liebegott</a>", "field_date_published": "2017", "body": " <p>always the hopeless asked to give others hope<br />the ones pushed up against wall after wall</p><p>when you’re done unpinning yourself<br />from the wall, please give hope</p><p>those who work twice as hard to seem half as good<br />being asked to do one more thing</p><p>we need to be seen<br />because things are not going well<br />and the crows are up to no good<br /> </p> "}, {"title": "Some Rights", "view_node": "/poem/some-rights", "field_author": "<a href=\"/poet/jillian-weise\" hreflang=\"und\">Jillian Weise</a>", "field_date_published": "2017", "body": " <p>Right to property<br />Right to protect property<br />Encrypt everything<br />Make private<br />I am so right and if I’m not<br />   I’m gonna burn yr FB wall down<br />Be something for sale<br />Be a strategy<br />Last fall was tough on us<br />Ask after me<br />Ask after me again<br />Small business owners<br />Big pharma<br />There are said to be 7000<br />   bodies buried under<br />   that university<br />If we write, it’s identity<br />If they write, it’s <em>Reflections<br />   on American Legacy</em><br />The ADA<br />Those aren’t just letters<br />Punk a bunch of coffins</p> "}, {"title": "my father moved through dooms of love", "view_node": "/poem/my-father-moved-through-dooms-love", "field_author": "<a href=\"/poet/e-e-cummings\" hreflang=\"und\">E. E. Cummings</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">34</span></p>\n\n<p><span class=\"long-line\">my father moved through dooms of love</span><br /><span class=\"long-line\">through sames of am through haves of give,</span><br /><span class=\"long-line\">singing each morning out of each night</span><br /><span class=\"long-line\">my father moved through depths of height</span></p>\n\n<p><span class=\"long-line\">this motionless forgetful where</span><br /><span class=\"long-line\">turned at his glance to shining here;</span><br /><span class=\"long-line\">that if (so timid air is firm)</span><br /><span class=\"long-line\">under his eyes would stir and squirm</span></p>\n\n<p><span class=\"long-line\">newly as from unburied which</span><br /><span class=\"long-line\">floats the first who, his april touch</span><br /><span class=\"long-line\">drove sleeping selves to swarm their fates</span><br /><span class=\"long-line\">woke dreamers to their ghostly roots</span></p>\n\n<p><span class=\"long-line\">and should some why completely weep</span><br /><span class=\"long-line\">my father’s fingers brought her sleep:</span><br /><span class=\"long-line\">vainly no smallest voice might cry</span><br /><span class=\"long-line\">for he could feel the mountains grow.</span></p>\n\n<p><span class=\"long-line\">Lifting the valleys of the sea</span><br /><span class=\"long-line\">my father moved through griefs of joy;</span><br /><span class=\"long-line\">praising a forehead called the moon</span><br /><span class=\"long-line\">singing desire into begin</span></p>\n\n<p><span class=\"long-line\">joy was his song and joy so pure</span><br /><span class=\"long-line\">a heart of star by him could steer</span><br /><span class=\"long-line\">and pure so now and now so yes</span><br /><span class=\"long-line\">the wrists of twilight would rejoice</span></p>\n\n<p><span class=\"long-line\">keen as midsummer’s keen beyond</span><br /><span class=\"long-line\">conceiving mind of sun will stand,</span><br /><span class=\"long-line\">so strictly (over utmost him</span><br /><span class=\"long-line\">so hugely) stood my father’s dream</span></p>\n\n<p><span class=\"long-line\">his flesh was flesh his blood was blood:</span><br /><span class=\"long-line\">no hungry man but wished him food;</span><br /><span class=\"long-line\">no cripple wouldn’t creep one mile</span><br /><span class=\"long-line\">uphill to only see him smile.</span></p>\n\n<p><span class=\"long-line\">Scorning the Pomp of must and shall</span><br /><span class=\"long-line\">my father moved through dooms of feel;</span><br /><span class=\"long-line\">his anger was as right as rain</span><br /><span class=\"long-line\">his pity was as green as grain</span></p>\n\n<p><span class=\"long-line\">septembering arms of year extend</span><br /><span class=\"long-line\">less humbly wealth to foe and friend</span><br /><span class=\"long-line\">than he to foolish and to wise </span><br /><span class=\"long-line\">offered immeasurable is</span></p>\n\n<p><span class=\"long-line\">proudly and (by octobering flame</span><br /><span class=\"long-line\">beckoned) as earth will downward climb,</span><br /><span class=\"long-line\">so naked for immortal work</span><br /><span class=\"long-line\">his shoulders marched against the dark</span></p>\n\n<p><span class=\"long-line\">his sorrow was as true as bread:</span><br /><span class=\"long-line\">no liar looked him in the head;</span><br /><span class=\"long-line\">if every friend became his foe</span><br /><span class=\"long-line\">he’d laugh and build a world with snow.</span></p>\n\n<p><span class=\"long-line\">My father moved through theys of we,</span><br /><span class=\"long-line\">singing each new leaf out of each tree</span><br /><span class=\"long-line\">(and every child was sure that spring</span><br /><span class=\"long-line\">danced when she heard my father sing)</span></p>\n\n<p><span class=\"long-line\">then let men kill which cannot share,</span><br /><span class=\"long-line\">let blood and flesh be mud and mire,</span><br /><span class=\"long-line\">scheming imagine, passion willed,</span><br /><span class=\"long-line\">freedom a drug that’s bought and sold</span></p>\n\n<p><span class=\"long-line\">giving to steal and cruel kind,</span><br /><span class=\"long-line\">a heart to fear, to doubt a mind,</span><br /><span class=\"long-line\">to differ a disease of same,</span><br /><span class=\"long-line\">conform the pinnacle of am</span></p>\n\n<p><span class=\"long-line\">though dull were all we taste as bright,</span><br /><span class=\"long-line\">bitter all utterly things sweet,</span><br /><span class=\"long-line\">maggoty minus and dumb death</span><br /><span class=\"long-line\">all we inherit, all bequeath</span></p>\n\n<p><span class=\"long-line\">and nothing quite so least as truth</span><br /><span class=\"long-line\">—i say though hate were why men breathe—</span><br /><span class=\"long-line\">because my Father lived his soul</span><br /><span class=\"long-line\">love is the whole and more than all</span></p>\n"}, {"title": "Huge Vapours Brood above the Clifted Shore", "view_node": "/poem/huge-vapours-brood-above-clifted-shore", "field_author": "<a href=\"/poet/charlotte-smith\" hreflang=\"und\">Charlotte Smith</a>", "field_date_published": "2017", "body": " <p>Huge vapours brood above the clifted shore,<br />Night o’er the ocean settles, dark and mute,<br />Save where is heard the repercussive roar<br />Of drowsy billows, on the rugged foot<br />Of rocks remote; or still more distant tone<br />Of seamen, in the anchored bark, that tell<br />The watch reliev’d; or one deep voice alone<br />Singing the hour, and bidding “strike the bell.”<br />All is black shadow, but the lucid line<br />Mark’d by the light surf on the level sand,<br />Or where afar, the ship-lights faintly shine<br />Like wandering fairy fires, that oft on land<br />Mislead the pilgrim; such the dubious ray<br />That wavering reason lends, in life’s long darkling way.</p> "}, {"title": "Debris", "view_node": "/poem/debris-0", "field_author": "<a href=\"/poet/william-brewer\" hreflang=\"en\">William Brewer</a>", "field_date_published": "2017", "body": " <p>   Storms are generous.<br /><span class=\"long-line\">                                      Something so easy to surrender to, sitting by the window,</span><br /> and then you step out into the garden you were so bored of,<br />                 so bored of you hated it,<br />                                             but now it needs you.</p><p>                          Twang of the rake’s metal tines biting at the dirt.<br />   You destroy a little camp of mushrooms,<br />                                                                   pull leaves into a pile,<br />                                                                              are struck with wonder<br />                                                                   when there rolls out<br /><span class=\"long-line\">                                                                                              a little bird’s nest—</span><br />                                                                                                 <span class=\"long-line\">the garden’s</span><br />brain.</p><p>    You want to hide in it.<br />                               Twigs, mud, spit, and woven in:<br /><span class=\"long-line\">a magenta strip of Mylar balloon that glints when turned to the sun,<br />                                                                                        a sway of color you’ve seen before. </span></p><p>                 You were a boy.<br /><span class=\"long-line\">   You told your grandfather you spotted a snake in the yard between the buckeyes.</span><br />He revved his weed whacker,<br />                                         walked over,<br />            conjured a rose mist from the grass<br /><span class=\"long-line\">                                                            that swelled in the breeze, swirled together, grew dark,<br />                                                                        shifting through fans of sun,</span><br /><span class=\"long-line\">                                                                                                            magenta, then plum,</span><br />blush,<br />               gone. </p><p>Smell of exhaust. Tannins of iced tea<br /><span class=\"long-line\">                                                            you drank together on the porch later,<br />                                                                                          his spiked with Wild Turkey,</span><br />                                                            the tumbler resting on his thigh,<br /><span class=\"long-line\">                                    the ice-sweat running off, smearing the dried snake juice,<br />                                                                                          pooling in a divot of scar tissue.</span></p><p>       A souvenir, he called it,<br /><span class=\"long-line\">from the winter spent sleeping in a hole in the ground in a Belgian wood,<br />                                                                               listening for German voices to start singing<br />                                                                                                   so he knew he could sleep.</span></p> "}, {"title": "in the flood", "view_node": "/poem/flood-2", "field_author": "<a href=\"/poet/rusty-morrison\" hreflang=\"und\">Rusty Morrison</a>", "field_date_published": "2017", "body": " <p><em>“yes of course” was one speech too many</em><br />now you’ve done it exposed your<br />obsequious emphases<br /><em>                           hardly speech if disclosing nothing</em><br />thought to stay blameless in a<br />well-tended hothouse that’s now<br /><em>            out of use beyond wear not in your possession</em><br />to break out so lay blame on<br />ritual pronouncements like<br /><em>                          the unitary root of the whole is torn    </em>  <br />try knitting cozies to hide<br />your household aporias<br />  <em>                                     a little more than mortal   </em><br />how yarn can knit a surface<br />that will flaunt its absences<br />                         <em> looking at it as though it were behind you</em><br />is how gnats spin a hole in<br />air &amp; then slip right through it<br /><em>           caterpillars moles lost limbs</em><br />try a little blind reaching<br />surprising what you can find</p> "}, {"title": "Lineage Is Its Own Religion", "view_node": "/poem/lineage-its-own-religion", "field_author": "<a href=\"/poet/jennifer-militello\" hreflang=\"und\">Jennifer Militello</a>", "field_date_published": "2017", "body": " <p>I was an apostle to the group of you, strangers<br />who had known me since I was born. I ate<br />of your flesh. I drank of your blood. Sipped<br />the elixir of your moods. Put the remainders<br />in the tabernacle, wiped the goblet clean with<br />a cloth. The crosses branded into the wafers<br />were your voices branded onto my heart.<br />I heard you live forever. I heard you rise.<br />The bones of you yield to the memory of flesh,<br />and we count our blessings and also bless.<br />We are bright in anticipation of death,<br />we are living like fissures and set against waste,<br />and the taste is bitter, left in our mouths.<br />I am dying, I am dead, lord of the losses, lord<br />of the faith. I take each breath and my chest<br />expands. Now I stand knee deep in the muck<br />unable to move, and if I dip my hands in,<br />they will fill with bracken and all the thickness<br />of each formless face, kicking up stones,<br />until you are gone, mythic lisp the lips<br />shape. One day, you vanish like a flash.<br />Confessions in a dark room. Firmaments to read<br />and spin like dice. I genuflect twice at the edge<br />of your pews. I kiss the book for you. This is what<br />the word of family can do. Sit at the round table.<br />Break bread. In the beginning, the loveless<br />made the world and saw that it was good.</p> "}, {"title": "how to say", "view_node": "/poem/how-say", "field_author": "<a href=\"/poet/safia-elhillo\" hreflang=\"en\">Safia Elhillo</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">in the divorce i separate to two piles                 books: english      love songs: arabic</span><br /><span class=\"long-line\">my angers   my schooling    my long repeating name       english    english     arabic</span></p>\n\n<p><span class=\"long-line\">i am someone’s daughter but i am american born        it shows in my short memory</span><br /><span class=\"long-line\">my ahistoric glamour     my clumsy tongue when i forget the word for [   ] in arabic</span></p>\n\n<p><span class=\"long-line\">i sleep         unbroken dark hours on airplanes home           &amp; dream i’ve missed my</span><br /><span class=\"long-line\">connecting flight      i dream a new &amp; fluent mouth full of gauzy swathes of arabic</span></p>\n\n<p><span class=\"long-line\">i dream my alternate selves               each with a face borrowed from photographs of</span><br /><span class=\"long-line\">the girl who became my grandmother   brows &amp; body rounded &amp; cursive like arabic</span></p>\n\n<p><span class=\"long-line\">but wake to the usual borderlands     i crowd shining slivers of english to my mouth</span><br /><span class=\"long-line\"><em>iris    crocus   inlet   heron     </em>    how dare i love a word without knowing it in arabic</span></p>\n\n<p><span class=\"long-line\">&amp; what even is translation       is immigration        without irony         safia</span><br /><span class=\"long-line\">means pure           all my life it’s been true           even in my clouded arabic</span><br /><br />\n </p>\n"}, {"title": "Learning to Swim", "view_node": "/poem/learning-swim", "field_author": "<a href=\"/poet/elizabeth-bradfield\" hreflang=\"und\">Elizabeth Bradfield</a>", "field_date_published": "2017", "body": " <p><em>after Bob Hicok &amp; Aracelis Girmay</em></p><p>Now forty-five, having outlasted some of<br />myself, I must reflect: what if I hadn’t been held<br />by my mom in the YWCA basement<br />pool, her white hands slick under</p><p>my almost-toddler armpits, her thumbs<br />and fingers firm around my ribs (which<br />is to say lungs), held gently as a liverwurst<br />sandwich and pulled, kindly, under?</p><p>What if I hadn’t been taught to trust<br />water might safely erase me those years<br />I longed to erase or at least abandon care of<br />my disoriented, disdained body? I might have</p><p>drowned instead of just ebbed, never slid<br />from given embankments into this other<br />course. <br />             Drift and abundance in what<br />she offered. The wider, indifferent ocean<br />of trade and dark passage not yet</p><p>mine to reckon. And so now, sharp tang<br />of other waters known, I am afloat, skin-<br />chilled, core-warm, aware of what lurks<br />and grateful to trust and delight<br />in our improbable buoyancy.<br /> </p> "}], "pager": {"current_page": 305, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}