{"rows": [{"title": "Bit", "view_node": "/poem/bit", "field_author": "<a href=\"/poet/carol-snow\" hreflang=\"und\">Carol Snow</a>", "field_date_published": "2004", "body": " <pre>\n\n'A slight'\n\n\nsounded.\n\n\nReverberating--in what box?--or reiterated\n--like a booster shot. like the roosters in Bishop--\n   sustained\n\n\n(this illustrated by my tilting half a glass of orange juice\nup over an empty glass--\"I'm a little teapot . . . \";\nmore precisely: The Mystery Spot, \"Cannons ready!\" \n   horizon to the rim, <i>the extreme verge</i>.\nsurface tension [J. knew a word for it]--pouring\n[not spilling, by virtue of the empty glass, not threatened]\nsuspended), suspended.\n\n\nOne survived--a part of her part of a part of the story\nreplaying in excerpts in the Holocaust Museum--the forced, \n   then called a Death,\nMarch through the dead of winter among thousands,\n   among hundreds, by spring, tens\nof three young women struggling abreast, arms linked \n   so that in turn,\nthe one in the middle could sleep. 'The whole for a part'\n\n\nthen 'a part for the whole,' her visage. <i>a certain Slant of,</i>\nquote, what a bell\nmeant the sound of [J. would know the word]--\n   'synecdoche'), <i>so one of us could sleep.</i>\n\n\nHeard (as thought)\nbut also spelled (?!): 'a slight'\n\n\n--not yet an insult, minor, a slip of a\n</pre>\n "}, {"title": "Dishwater", "view_node": "/poem/dishwater", "field_author": "<a href=\"/poet/ted-kooser\" hreflang=\"und\">Ted Kooser</a>", "field_date_published": "2004", "body": " <pre>\nSlap of the screen door, flat knock\nof my grandmother's boxy black shoes\non the wooden stoop, the hush and sweep \nof her knob-kneed, cotton-aproned stride \nout to the edge and then, toed in\nwith a furious twist and heave, \na bridge that leaps from her hot red hands\nand hangs there shining for fifty years\nover the mystified chickens, \nover the swaying nettles, the ragweed,\nthe clay slope down to the creek, \nover the redwing blackbirds in the tops\nof the willows, a glorious rainbow\nwith an empty dishpan swinging at one end.\n</pre>\n "}, {"title": "The Potato", "view_node": "/poem/potato", "field_author": "<a href=\"/poet/joseph-stroud\" hreflang=\"und\">Joseph Stroud</a>", "field_date_published": "2004", "body": " <pre>\nThree days into the journey\nI lost the Inca Trail\nand scrambled around the Andes \nin a growing panic\nwhen on a hillside below snowline\nI met a farmer who pointed the way—\n<i>Machu Picchu allá,</i> he said. \nHe knew where I wanted to go. \nFrom my pack I pulled out an orange.\nIt seemed to catch fire \nin that high blue Andean sky. \nI gave it to him.\nHe had been digging in a garden, \nturning up clumps of earth, \nsome odd, misshapen nuggets, \nsome potatoes.\nHe handed me one,\na potato the size of the orange\nlooking as if it had been in the ground\na hundred years,\na potato I carried with me \nuntil at last I stood gazing down \non the Urubamba valley, \npeaks rising out of the jungle into clouds, \nand there among the mists \nwas the Temple of the Sun\nand the Lost City of the Incas.\nLooking back now, all these years later,\nwhat I remember most, \nwhat matters to me most, \nwas that farmer, alone on his hillside, \nwho gave me a potato,\na potato with its peasant face, \nits lumps and lunar craters, \na potato that fit perfectly in my hand, \na potato that consoled me as I walked, \ntold me not to fear, \nheld me close to the earth,\nthe potato I put in a pot that night,\nthe potato I boiled above Machu Picchu,\nthe patient, gnarled potato \nI ate. \n</pre>\n "}, {"title": "Parowan Canyon", "view_node": "/poem/parowan-canyon", "field_author": "<a href=\"/poet/david-lee\" hreflang=\"und\">David Lee</a>", "field_date_published": "2004", "body": " <pre>\nWhen granite and sandstone begin to blur\nand flow, the eye rests on cool white aspen.\nStrange, their seeming transparency.\nHow as in a sudden flash one remembers\na forgotten name, so the recollection. <i>Aspen.</i>\nWith a breeze in them, their quiet rhythms,\nshimmering, quaking. Powder on the palm.\nCool on the cheek. Such delicacy\nthe brittle wood, limbs snapping\nat a grasp, whole trees tumbling in the winds.\nSweet scent on a swollen afternoon.\nAutumn, leaves falling one upon another, gold\nrains upon a golden earth. How at evening\nwhen the forest darkens, aspen do not.\nAnd a white moon rises and silver stars\npoint toward the mountain, darkness\nholds them so pale.\nThey stand still, very still.\n</pre>\n "}, {"title": "Around Us", "view_node": "/poem/around-us", "field_author": "<a href=\"/poet/marvin-bell\" hreflang=\"und\">Marvin Bell</a>", "field_date_published": "2004", "body": "<p><span class=\"long-line\">We need some pines to assuage the darkness</span><br /><span class=\"long-line\">when it blankets the mind,</span><br /><span class=\"long-line\">we need a silvery stream that banks as smoothly</span><br /><span class=\"long-line\">as a plane’s wing, and a worn bed of</span><br /><span class=\"long-line\">needles to pad the rumble that fills the mind,</span><br /><span class=\"long-line\">and a blur or two of a wild thing</span><br /><span class=\"long-line\">that sees and is not seen. We need these things</span><br /><span class=\"long-line\">between appointments, after work,</span><br /><span class=\"long-line\">and, if we keep them, then someone someday,</span><br /><span class=\"long-line\">lying down after a walk</span><br /><span class=\"long-line\">and supper, with the fire hole wet down,</span><br /><span class=\"long-line\">the whole night sky set at a particular</span><br /><span class=\"long-line\">time, without numbers or hours, will cause</span><br /><span class=\"long-line\">a little sound of thanks—a zipper or a snap—</span><br /><span class=\"long-line\">to close round the moment and the thought</span><br /><span class=\"long-line\">of whatever good we did.</span></p>\n"}, {"title": "Loading a Boar", "view_node": "/poem/loading-boar", "field_author": "<a href=\"/poet/david-lee\" hreflang=\"und\">David Lee</a>", "field_date_published": "2004", "body": " <pre>\nWe were loading a boar, a goddam mean big sonofabitch and he jumped out of the\npickup four times and tore out my stockracks and rooted me in the stomach and I \nfell down and he bit John on the knee and he thought it was broken and so did I \nand the boar stood over in the far corner of the pen and watched us and John and I \njust sat there tired and Jan laughed and brought us a beer and I said, \"John it aint \nworth it, nothing's going right and I'm feeling half dead and haven't wrote a poem in ages \nand I'm ready to quit it all,\" and John said, \"shit, young feller, you aint got \nstarted yet and the reason's cause you trying to do it outside yourself and aint \nlooking in and if you wanna by god write pomes you gotta write pomes about \nwhat you know and not about the rest and you can write about pigs and that boar \nand Jan and you and me and the rest and there aint no way you're gonna quit,\" and \nwe drank beer and smoked, all three of us, and finally loaded that mean bastard \nand drove home and unloaded him and he bit me again and I went in the house \nand got out my paper and pencils and started writing and found out John he was \nright.\n</pre>\n "}, {"title": "Driving and Drinking [North to Parowan Gap]", "view_node": "/poem/driving-and-drinking-north-parowan-gap", "field_author": "<a href=\"/poet/david-lee\" hreflang=\"und\">David Lee</a>", "field_date_published": "2004", "body": " <pre>\nNorth to Parowan Gap\n\nTurn right up there\nand get off these pavements\nthere aint no sense\nto holding up the traffic\nand we aint hurrying\nyou just turn there and that dirt road\ngoes out to the Gap\nwhere them Indins wrote on them rocks\nI remember the first time\nI ever got drunk.  Me and my brother\nwe was following this branch back home in Misippi\nwhen we seen a trail leading off\nand he knew but I didn't\nhe's oldern I was and been down them trails\nso's we went down and found it\nany time you find a trail off a branch\nyou follow it . . .\n</pre>\n "}, {"title": "The Cabbage", "view_node": "/poem/cabbage", "field_author": "<a href=\"/poet/ruth-stone\" hreflang=\"und\">Ruth Stone</a>", "field_date_published": "2004", "body": " <pre>\nYou have rented an apartment.\nYou come to this enclosure with physical relief,\nyour heavy body climbing the stairs in the dark,\nthe hall bulb burned out, the landlord \nof Greek extraction and possibly a fatalist.\nIn the apartment leaning against one wall,\nyour daughter's painting of a large frilled cabbage\nagainst a dark sky with pinpoints of stars.\nThe eager vegetable, opening itself \nas if to eat the air, or speak in cabbage\nlanguage of the meanings within meanings;\nwhile the points of stars hide their massive\nviolence in the dark upper half of the painting.\nYou can live with this. \n</pre>\n "}, {"title": "Untitled [I talk to my inner lover]", "view_node": "/poem/untitled-i-talk-my-inner-lover", "field_author": "<a href=\"/poet/kabir\" hreflang=\"und\">Kabir</a>", "field_date_published": "2004", "body": " <pre>I talk to my inner lover, and I say, why such \n   rush?\nWe sense that there is some sort of spirit that loves\n   birds and animals and the ants--\nperhaps the same one who gave a radiance to you in\n   your mother's womb.\nIs it logical you would be walking around entirely\n   orphaned now?\nThe truth is you turned away yourself,\nand decided to go into the dark alone.\nNow you are tangled up in others, and have forgotten\n   what you once knew,\nand that's why everything you do has some weird\n   failure in it.</pre>\n "}, {"title": "The White House", "view_node": "/poem/white-house", "field_author": "<a href=\"/poet/claude-mckay\" hreflang=\"und\">Claude McKay</a>", "field_date_published": "1919", "body": "<p><span class=\"long-line\">Your door is shut against my tightened face,</span><br /><span class=\"long-line\">And I am sharp as steel with discontent;</span><br /><span class=\"long-line\">But I possess the courage and the grace</span><br /><span class=\"long-line\">To bear my anger proudly and unbent.</span><br /><span class=\"long-line\">The pavement slabs burn loose beneath my feet,</span><br /><span class=\"long-line\">And passion rends my vitals as I pass,</span><br /><span class=\"long-line\">A chafing savage, down the decent street;</span><br /><span class=\"long-line\">Where boldly shines your shuttered door of glass.</span><br /><span class=\"long-line\">Oh, I must search for wisdom every hour,</span><br /><span class=\"long-line\">Deep in my wrathful bosom sore and raw,</span><br /><span class=\"long-line\">And find in it the superhuman power</span><br /><span class=\"long-line\">To hold me to the letter of your law!</span><br /><span class=\"long-line\">Oh, I must keep my heart inviolate</span><br /><span class=\"long-line\">Against the potent poison of your hate.</span></p>\n"}, {"title": "The Tropics of New York", "view_node": "/poem/tropics-new-york", "field_author": "<a href=\"/poet/claude-mckay\" hreflang=\"und\">Claude McKay</a>", "field_date_published": "1920", "body": "<p><span class=\"long-line\">Bananas ripe and green, and ginger root</span><br /><span class=\"long-line\">     Cocoa in pods and alligator pears,</span><br /><span class=\"long-line\">And tangerines and mangoes and grape fruit,</span><br /><span class=\"long-line\">     Fit for the highest prize at parish fairs,</span></p>\n\n<p><span class=\"long-line\">Sat in the window, bringing memories</span><br /><span class=\"long-line\">     of fruit-trees laden by low-singing rills,</span><br /><span class=\"long-line\">And dewy dawns, and mystical skies</span><br /><span class=\"long-line\">     In benediction over nun-like hills.</span></p>\n\n<p><span class=\"long-line\">My eyes grow dim, and I could no more gaze;</span><br /><span class=\"long-line\">     A wave of longing through my body swept,</span><br /><span class=\"long-line\">And, hungry for the old, familiar ways</span><br /><span class=\"long-line\">     I turned aside and bowed my head and wept.</span></p>\n"}, {"title": "If We Must Die", "view_node": "/poem/if-we-must-die", "field_author": "<a href=\"/poet/claude-mckay\" hreflang=\"und\">Claude McKay</a>", "field_date_published": "1919", "body": "<p><span class=\"long-line\">If we must die—let it not be like hogs</span><br /><span class=\"long-line\">Hunted and penned in an inglorious spot,</span><br /><span class=\"long-line\">While round us bark the mad and hungry dogs,</span><br /><span class=\"long-line\">Making their mock at our accursed lot.</span><br /><span class=\"long-line\">If we must die—oh, let us nobly die,</span><br /><span class=\"long-line\">So that our precious blood may not be shed</span><br /><span class=\"long-line\">In vain; then even the monsters we defy</span><br /><span class=\"long-line\">Shall be constrained to honor us though dead!</span><br /><span class=\"long-line\">Oh, Kinsmen! We must meet the common foe;</span><br /><span class=\"long-line\">Though far outnumbered, let us show us brave,</span><br /><span class=\"long-line\">And for their thousand blows deal one deathblow!</span><br /><span class=\"long-line\">What though before us lies the open grave?</span><br /><span class=\"long-line\">Like men we'll face the murderous, cowardly pack,</span><br /><span class=\"long-line\">Pressed to the wall, dying, but fighting back!</span></p>\n"}, {"title": "You Are Not a Statue", "view_node": "/poem/you-are-not-statue", "field_author": "<a href=\"/poet/mark-yakich\" hreflang=\"und\">Mark Yakich</a>", "field_date_published": "2004", "body": " <pre>\nAnd I am not a pedestal.\n\nWe are not a handful of harmless\nscratches on pale pink canvas.\nToday is not the day to stop\n\nlooking for the woman\nto save you. What was once\nivory is wood. What was once\n\nwhalebone is cotton.\nMy coif and corset are duly\nfastened, and your shirttail is\n\ntied in a diamond knot. \nYou may be the giver\nof unappreciated nicknames\n\nand the devoted artist \nwho has given my still life\nlife. But we can never reach\n\neach other's standards.\nYou want to condemn me\nto eternity. I want to make you\n\nno more perfect than you\nused to be. We are not\ntogether, we are not alone. </pre>\n "}, {"title": "Hymn to the Neck", "view_node": "/poem/hymn-neck", "field_author": "<a href=\"/poet/amy-gerstler\" hreflang=\"und\">Amy Gerstler</a>", "field_date_published": "2004", "body": " <pre>\nTamed by starched collars or looped by the noose,\nall hail the stem that holds up the frail cranial buttercup.\nThe neck throbs with dread of the guillotine's kiss, while\nthe silly, bracelet-craving wrists chafe in their handcuffs.\nYour one and only neck, home to glottis, tonsils,\nand many other highly specialized pieces of meat, \nis covered with stubble. Three mornings ago, undeserving\nsinner though she is, yours truly got to watch you shave\nin the bath. Soap matted your chest hair. A clouded \nhand mirror reflected a piece of your cheek. Vapor\nrose all around like spirit-infested mist in some fabled\nrainforest. The throat is the road. Speech is its pilgrim. \nSomething pulses visibly in your neck as the words\n<i>hand me a towel</i> flower from your mouth.</pre>\n "}, {"title": "In General", "view_node": "/poem/general", "field_author": "<a href=\"/poet/pattiann-rogers\" hreflang=\"und\">Pattiann Rogers</a>", "field_date_published": "2004", "body": " <pre>\nThis is about no rain in particular,\njust any rain, rain sounding on the roof,\nany roof, slate or wood, tin or clay\nor thatch, any rain among any trees,\nrain in soft, soundless accumulation,\ngathering rather than falling on the fir\nof juniper and cedar, on a lace-community\nof cobwebs, rain clicking off the rigid\nleaves of oaks or magnolias, any kind\nof rain, cold and smelling of ice or rising \nagain as steam off hot pavements\nor stilling dust on country roads in August.\nThis is about rain as rain possessing\nonly the attributes of any rain in general.\n\nAnd this is about night, any night\ncoming in its same immeasurably gradual\nway, fulfilling expectations in its old\nmanner, creating heavens for lovers\nand thieves, taking into itself the scarlet\nof the scarlet sumac, the blue of the blue\nvervain, no specific night, not a night\nof birth or death, not the night forever\nbeyond the frightening side of the moon,\nnot the night always meeting itself\nat the bottom of the sea, any sea, warm\nand tropical or starless and stormy, night\nmeeting night beneath Arctic ice.\nThis attends to all nights but no night.\n\nAnd this is about wind by itself,\nnot winter wind in particular lifting\nthe lightest snow off the mountaintop\ninto the thinnest air, not wind through\ncity streets, pushing people sideways,\nrolling ash cans banging down the block,\nnot a prairie wind holding hawks suspended\nmid-sky, not wind as straining sails\nor as curtains on a spring evening, casually\nin and back over the bed, not wind\nas brother or wind as bully, not a lowing\nwind, not a high howling wind. This is\nabout wind solely as pure wind in itself,\nwithout moment, without witness.\nTherefore this night tonight--\na midnight of late autumn winds shaking\nthe poplars and aspens by the fence, slamming\ndoors, rattling the porch swing, whipping\nthundering black rains in gusts across\nthe hillsides, in batteries against the windows\nas we lie together listening in the dark, our own\nparticular fingers touching--can never\nbe a subject of this specific conversation</pre>\n "}, {"title": "In Paris", "view_node": "/poem/paris", "field_author": "<a href=\"/poet/carl-dennis\" hreflang=\"und\">Carl Dennis</a>", "field_date_published": "2004", "body": " <pre>\nToday as we walk in Paris I promise to focus\nMore on the sights before us than on the woman\nWe noticed yesterday in the photograph at the print shop,\nThe slender brunette who looked like you\nAs she posed with a violin case by a horse-drawn omnibus\nNear the Luxembourg Gardens. Today I won't linger long\nOn the obvious point that her name is as lost to history\nAs the name of the graveyard where her bones\nHave been crumbling to dust for over a century.\nThe streets we're to wander will shine more brightly\nNow that it's clear the day of her death\nIs of little importance compared to the moment\nCaught in the photograph as she makes her way\nThrough afternoon light like this toward the Seine. \nThe cold rain that fell this morning has given way to sunshine.\nThe gleaming puddles reflect our mood\nJust as they reflected hers as she stepped around them\nSmiling to herself, happy that her audition\nAn hour before went well. After practicing scales\nFor years in a village whose name isn't recorded,\nShe can study in Paris with one of the masters.\nNo way of telling now how close her life\nCame to the life she hoped for as she rambled,\nOn the day of the photograph, along the quay.\nBut why do I need to know when she herself,\nIf offered a chance to peruse the book of the future,\nMight shake her head no and turn away?\nShe wants to focus on her afternoon, now almost gone,\nAs we want to focus on ours as we stand\nHere on the bridge she stood on to watch\nThe steamers push up against the current or ease down.\nThis flickering light on the water as boats pass by\nIs the flow that many painters have tried to capture\nWithout holding too still. By the time these boats arrive\nFar off in the provinces and give up their cargoes,\nWho knows where the flow may have carried us?\nBut to think now of our leaving is to wrong the moment.\nWe have to be wholly here as she was\nIf we want the city that welcomed her\nTo welcome us as students trained in her school\nTo enjoy the music as much as she did\nWhen she didn't grieve that she couldn't stay</pre>\n "}, {"title": "J. S. Bach: F# Minor Toccata", "view_node": "/poem/j-s-bach-f-minor-toccata", "field_author": "<a href=\"/poet/bill-holm\" hreflang=\"und\">Bill Holm</a>", "field_date_published": "2004", "body": " <pre>\nThis music weeps, not for sin\nbut rather for the black fact\nthat we must all die, but not one\nof us knows what comes after.\nThis music leaps from key to key\nas if it had no clear place to arrive,\nmaking up its life, one bar at a time. \nBut when you come at last to the real theme,\nstrict, inexorable, and bleak,\nyou must play it slow and sad, \nwith melancholy dignity, or you miss \nall its grim wisdom.\nIn three pages, it says, the universe collapses,\nand you—still only halfway home.</pre>\n "}, {"title": "To. . .", "view_node": "/poem/to", "field_author": "<a href=\"/poet/rene-char\" hreflang=\"und\">René Char</a>", "field_date_published": "2004", "body": " <pre>\nYou have been my love for so many years,\nIt makes me dizzy to think of so much hope,\nAnd my dizziness won't be aged, or cooled;\nEven by what waited for our death,\nOr slowly learned how to fight us,\nEven by what is foreign to us,\nOr by my eclipses and my returns.\n\nA boxwood shutter\nEncloses our outrageous luck,\nOur chain of mountains,\nOur compressed splendor.\n\nI say luck, my wounded one,\nEach of us can receive\nThe mystery of the other\nWithout divulging it;\nMoreover our grief, which comes from elsewhere,\nThat grief, which destroys and renews us,\nWill dissolve itself\nIn the flesh of our union,\nWill finally find its orbit\nIn our cloudy center.\n\nI say luck; it's how I feel.\nYou have lifted the mountain top\nWhich my hope will have to climb\nWhen tomorrow disappears.</pre>\n "}, {"title": "The Return", "view_node": "/poem/return", "field_author": "<a href=\"/poet/frances-richey\" hreflang=\"und\">Frances Richey</a>", "field_date_published": "2004", "body": " <pre>\nWhat do you say when you've forgotten\nhow the grass smells,\nmarried to the dark\nsoil crumbling in your hands?\nWhen the sun makes a bed for you to lie in?\nWhen a voice you've never heard\nhas missed you,\nsinging down your bones--\n<i>it's taken so long to get here.</i>\n\nNow I'm breathing in the mountains\nas if I'd never left.\nAnd when I go inside\nI'm surprised to see a lime green worm\nhas landed on my shorts,\ninching his way across a strange white country.\n\nHe stops and rises,\nleaning out of himself--\na tiny periscope\npeering from the glow of the underdream\nwhere there are no symbols for death.\n\nHe looks around.\n\nI place my index finger\nat the tip of what I guess to be his head,\nthough I don't see an eye or an ear,\nor the infinitesimal feet\nas he crawls across my palm--\na warmer planet.\n\nLately I've wondered\nwhat hand guides my way when I am lost.\n\nI can't feel him\nthough I see him rise again,\nsurvey the future, flat\nand broken into five dead ends.\nI curl my fingers to make a cup\nand carry him like a blessing to the garden--\n\nWhat will happen next is a mystery--\nto be so light in the world, to leave no tracks.</pre>\n "}, {"title": "Good Guests", "view_node": "/poem/good-guests", "field_author": "<a href=\"/poet/vern-rutsala\" hreflang=\"und\">Vern Rutsala</a>", "field_date_published": "2004", "body": " <pre>\n   We sit in a room armored by light and surrounded \nby surfaces bright as mirrors. Everything shines and \ngives comfort, nothing is out of place and our hosts, \ntoo, are immaculate, each hair placed with the skill of \na jeweler. Our words flutter and fail, too dusty, while \ntheirs flow out in perfect paragraphs. We wonder why \nthey invited us, disheveled and in tatters as we are, to \nenter their lives. Should we confess our unworthi-\nness? And oh we want to scour our brains for some \nsmall accomplishment but find nothing worthy, noth-\ning to equal the gleaming parquet of their smiles. \nThey are so well-bred we can't believe our good luck, \nall our gnarled deceits brought here to be honored! \nAnd then, suddenly, we know: They're specialists to \nwhom we've come with our shabby guilts and petty \ncrimes to be killed with exquisite kindness.</pre>\n "}], "pager": {"current_page": 611, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}