{"rows": [{"title": "What Do We Do—Now", "view_node": "/poem/what-do-we-do-now", "field_author": "<a href=\"/poet/ellen-hagan\" hreflang=\"en\">Ellen Hagan</a>", "field_date_published": "2017", "body": " <p><em>—after Gwendolyn Brooks</em></p><p>We mourn, we bless,<br />we blow, we wail, we<br />wind—down, we sip,<br />we spin, we blind, we<br />bend, bow &amp; hem. We<br />hip, we blend, we bind,<br />we shake, we shine,<br />shine. We lips &amp; we<br />teeth, we praise &amp; protest.<br />We document &amp; we<br />drama. We demand &amp;<br />we flow, fold &amp; hang<br />loose. We measure &amp;<br />we moan, mourn &amp; whine<br />low. &amp; we live, and we<br />breathe. &amp; some of the time,<br />we don’t.</p><p>Tonight, I am here. Here<br />&amp; tired. Here &amp; awake,<br />sure, &amp; alive. Yes here &amp;<br />still, still here, still &amp; here<br />&amp; still awake &amp; still still<br />alive.</p> "}, {"title": "Dreams Old and Nascent ", "view_node": "/poem/dreams-old-and-nascent", "field_author": "<a href=\"/poet/d-h-lawrence\" hreflang=\"und\">D. H. Lawrence</a>", "field_date_published": "2017", "body": " <p>Old</p><p>I have opened the window to warm my hands on the sill<br />Where the sunlight soaks in the stone: the afternoon<br />Is full of dreams, my love, the boys are all still<br />In a wistful dream of Lorna Doone.</p><p>The clink of the shunting engines is sharp and fine,<br />Like savage music striking far off, and there<br />On the great, uplifted blue palace, lights stir and shine<br />Where the glass is domed in the blue, soft air.</p><p><span class=\"long-line\">There lies the world, my darling, full of wonder and wistfulness and strange</span><br /><span class=\"long-line\">Recognition and greetings of half-acquaint things, as I greet the cloud</span><br /><span class=\"long-line\">Of blue palace aloft there, among misty indefinite dreams that range</span><br /><span class=\"long-line\">At the back of my life’s horizon, where the dreamings of past lives crowd.</span></p><p>Over the nearness of Norwood Hill, through the mellow veil<br /><span class=\"long-line\">Of the afternoon glows to me the old romance of David and Dora,</span><br /><span class=\"long-line\">With the old, sweet, soothing tears, and laughter that shakes the sail</span><br /><span class=\"long-line\">Of the ship of the soul over seas where dreamed dreams lure the unoceaned explorer.</span></p><p>All the bygone, hushèd years<br />Streaming back where the mist distils<br />Into forgetfulness: soft-sailing waters where fears<br />No longer shake, where the silk sail fills<br />With an unfelt breeze that ebbs over the seas, where the storm<br />Of living has passed, on and on<br />Through the coloured iridescence that swims in the warm<br />Wake of the tumult now spent and gone,<br />Drifts my boat, wistfully lapsing after<br />The mists of vanishing tears and the echo of laughter.</p><p>Nascent</p><p>My world is a painted fresco, where coloured shapes<br />Of old, ineffectual lives linger blurred and warm;<br />An endless tapestry the past has woven drapes<br />The halls of my life, compelling my soul to conform.</p><p>The surface of dreams is broken,<br />The picture of the past is shaken and scattered.<br /><span class=\"long-line\">Fluent, active figures of men pass along the railway, and I am woken</span><br />From the dreams that the distance flattered.</p><p>Along the railway, active figures of men.<br />They have a secret that stirs in the their limbs as they move<br />Out of the distance, nearer, commanding my dreamy world.</p><p>Here in the subtle, rounded flesh<br />Beats the active ecstasy.<br />In the sudden lifting my eyes, it is clearer,<br /><span class=\"long-line\">The fascination of the quick, restless Creator moving through the mesh</span><br />Of men, vibrating in ecstasy through the rounded flesh.</p><p>Oh my boys, bending over your books,<br />In you is trembling and fusing<br />The creation of a new-patterned dream, dream of a generation:<br /><span class=\"long-line\">And I watch to see the Creator, the power that patterns the dream.</span></p><p>The old dreams are beautiful, beloved, soft-toned, and sure,<br />But the dream-stuff is molten and moving mysteriously,<br />Alluring my eyes; for I, am I not also dream-stuff,<br /><span class=\"long-line\">Am I not quickening, diffusing myself in the pattern, shaping and shapen?</span></p><p>Here in my class is the answer for the great yearning:<br /><span class=\"long-line\">Eyes where I can watch the swim of old dreams reflected on the molten metal of dreams,</span><br /><span class=\"long-line\">Watch the stir which is rhythmic and moves them all as a heart-beat moves the blood,</span><br />Here in the swelling flesh the great activity working,<br />Visible there in the change of eyes and the mobile features.</p><p>Oh the great mystery and fascination of the unseen Shaper,<br />The power of the melting, fusing Force—heat, light, all in one,<br /><span class=\"long-line\">Everything great and mysterious in one, swelling and shaping the dream in the flesh,</span><br />As it swells and shapes a bud into blossom.</p><p>Oh the terrible ecstasy of the consciousness that I am life!<br /><span class=\"long-line\">Oh the miracle of the whole, widespread, labouring concentration</span><br /><span class=\"long-line\">Swelling mankind like one bud to bring forth the fruit of a dream,</span><br /><span class=\"long-line\">Oh the terror of lifting the innermost I out of the sweep of the impulse of life,</span><br /><span class=\"long-line\">And watching the great Thing labouring through the whole round flesh of the world;</span><br /><span class=\"long-line\">And striving to catch a glimpse of the shape of the coming dream,</span><br />As it quickens within the labouring, white-hot metal,<br />Catch the scent and the colour of the coming dream,<br />Then to fall back exhausted into the unconscious molten life!<br /> </p><p> </p> "}, {"title": "Monologue of a Mother ", "view_node": "/poem/monologue-mother", "field_author": "<a href=\"/poet/d-h-lawrence\" hreflang=\"und\">D. H. Lawrence</a>", "field_date_published": "2017", "body": " <p>This is the last of all, this is the last!<br />I must hold my hands, and turn my face to the fire,<br />I must watch my dead days fusing together in dross,<br />Shape after shape, and scene after scene from my past<br />Fusing to one dead mass in the sinking fire<br /><span class=\"long-line\">Where the ash on the dying coals grows swiftly, like heavy moss.</span></p><p>Strange he is, my son, whom I have awaited like a lover,<br />Strange to me like a captive in a foreign country, haunting<br />The confines and gazing out on the land where the wind is free;<br />White and gaunt, with wistful eyes that hover<br />Always on the distance, as if his soul were chaunting<br />The monotonous weird of departure away from me.</p><p>Like a strange white bird blown out of the frozen seas,<br />Like a bird from the far north blown with a broken wing<br />Into our sooty garden, he drags and beats<br />From place to place perpetually, seeking release<br />From me, from the hand of my love which creeps up, needing<br />His happiness, whilst he in displeasure retreats.</p><p>I must look away from him, for my faded eyes<br />Like a cringing dog at his heels offend him now,<br />Like a toothless hound pursuing him with my will,<br /><span class=\"long-line\">Till he chafes at my crouching persistence, and a sharp spark flies</span><br />In my soul from under the sudden frown of his brow,<br />As he blenches and turns away, and my heart stands still.</p><p>This is the last, it will not be any more.<br />All my life I have borne the burden of myself,<br />All the long years of sitting in my husband’s house,<br />Never have I said to myself as he closed the door:<br />“Now I am caught!—You are hopelessly lost, O Self,<br />You are frightened with joy, my heart, like a frightened mouse.”</p><p>Three times have I offered myself, three times rejected.<br />It will not be any more. No more, my son, my son!<br />Never to know the glad freedom of obedience, since long ago<br />The angel of childhood kissed me and went. I expected<br />Another would take me,—and now, my son, O my son,<br />I must sit awhile and wait, and never know<br />The loss of myself, till death  comes, who cannot fail.</p><p>Death, in whose service is nothing of gladness, takes me;<br />For the lips and the eyes of God are behind a veil.<br />And the thought of the lipless voice of the Father shakes me<br />With fear, and fills my eyes with the tears of desire,<br />And my heart rebels with anguish as night draws nigher.</p> "}, {"title": "The Wild Common ", "view_node": "/poem/wild-common", "field_author": "<a href=\"/poet/d-h-lawrence\" hreflang=\"und\">D. H. Lawrence</a>", "field_date_published": "2017", "body": " <p>The quick sparks on the gorse bushes are leaping,<br />Little jets of sunlight-texture imitating flame;<br />Above them, exultant, the pee-wits are sweeping:<br /><span class=\"long-line\">They are lords of the desolate wastes of sadness their screamings proclaim.</span></p><p>Rabbits, handfuls of brown earth, lie<br /><span class=\"long-line\">Low-rounded on the mournful grass they have bitten down to the quick.</span><br />Are you they asleep?—Are they alive?—Now see, when I<br /><span class=\"long-line\">Move my arms the hill bursts and heaves under their spurting kick.</span></p><p>The common flaunts bravely: but below, from the rushes<br /><span class=\"long-line\">Crowds of glittering king-cups surge to challenge the blossoming bushes;</span><br />There the lazy streamlet pushes<br /><span class=\"long-line\">Its curious course mildly; here it wakes again, leaps, laughs, and gushes.</span></p><p>Into a deep pond, an old sheep-dip,<br /><span class=\"long-line\">Dark, overgrown with willows, cool, with the brook ebbing through so slow,</span><br />Naked on the steep, soft lip<br /><span class=\"long-line\">Of the bank I stand watching my own white shadow quivering to and fro.</span></p><p>What if the gorse flowers shriveled and kissing were lost?<br /><span class=\"long-line\">Without the pulsing waters, where were the marigolds and the songs of the brook?</span><br />If my veins and my breasts with love embossed<br /><span class=\"long-line\">Withered, my insolent soul would be gone like flowers that the hot wind took.</span></p><p>So my soul like a passionate woman turns,<br /><span class=\"long-line\">Filled with remorseful terror to the man she scorned, and her love</span><br />For myself in my own eyes’ laughter burns,<br /><span class=\"long-line\">Runs ecstatic over the pliant folds rippling down to my belly from the breast-lights above.</span></p><p>Over my sunlit skin the warm, clinging air,<br /><span class=\"long-line\">Rich with the songs of seven larks singing at once, goes kissing me glad.</span><br />And the soul of the wind and my blood compare<br /><span class=\"long-line\">Their wandering happiness, and the wind, wasted in liberty, drifts on and is sad.</span></p><p>Oh but the water loves me and folds me,<br /><span class=\"long-line\">Plays with me, sways me, lifts me and sinks me as though it were living blood,</span><br />Blood of a heaving woman who holds me,<br />Owning my supple body a rare glad thing, supremely good. <br /> </p> "}, {"title": "August", "view_node": "/poem/august-1", "field_author": "<a href=\"/poet/helen-hunt-jackson\" hreflang=\"und\">Helen Hunt Jackson</a>", "field_date_published": "2017", "body": " <p>Silence again. The glorious symphony<br />Hath need of pause and interval of peace.<br />Some subtle signal bids all sweet sounds cease,<br />Save hum of insects’ aimless industry.<br />Pathetic summer seeks by blazonry<br />Of color to conceal her swift decrease.<br />Weak subterfuge! Each mocking day doth fleece<br />A blossom, and lay bare her poverty.<br />Poor middle-agèd summer! Vain this show!<br />Whole fields of golden-rod cannot offset<br />One meadow with a single violet;<br />And well the singing thrush and lily know,<br />Spite of all artifice which her regret<br />Can deck in splendid guise, their time to go!</p> "}, {"title": "Things I Will Tell My Children About Destiny", "view_node": "/poem/things-i-will-tell-my-children-about-destiny", "field_author": "<a href=\"/poet/cynthia-manick\" hreflang=\"en\">Cynthia Manick</a>", "field_date_published": "2017", "body": "<p><span class=\"“long-line”\">                        You remind them</span><br /><span class=\"long-line\">             of weighted tumbleweeds,</span><br /><span class=\"long-line\">hen-egg brown. Don’t let</span><br /><span class=\"long-line\">                        them take the rag-</span><br /><span class=\"long-line\">             time beneath your skin.</span><br /><span class=\"long-line\">        It stirs earth’s curvature</span><br /><span class=\"long-line\">and a choir</span><br /><span class=\"long-line\">of frogs </span><br /><span class=\"long-line\">when you enter</span><br /><span class=\"long-line\">             or leave a room. Don’t</span><br /><span class=\"long-line\">             leave a swallow of juice</span><br /><span class=\"long-line\">                  or milk in the fridge.</span><br /><span class=\"long-line\">A body grieved</span><br /><span class=\"long-line\">is a whole new body.</span><br /><span class=\"long-line\">             Give your shadow a name</span><br /><span class=\"long-line\">                        big as a star, see</span><br /><span class=\"long-line\">             yourself out loud.</span><br /><span class=\"long-line\">Pick wild irises                         the best gifts</span><br /><span class=\"long-line\">             roll under a ribcage, leave </span><br /><span class=\"long-line\">             open mouths splendid.</span></p>\n\n<p><span class=\"“long-line”\">I like your smile unpenned.</span></p>\n\n<p><span class=\"“long-line”\">Keep your bird-</span><br /><span class=\"long-line\">             song close, imagine</span><br /><span class=\"long-line\">                     an hourglass full</span><br /><span class=\"long-line\">                         of architects and dreamers,</span><br /><span class=\"long-line\">the first taste of fresh</span><br /><span class=\"long-line\">             scooped ice cream.</span><br /><span class=\"long-line\">                         You will learn to master</span><br /><span class=\"long-line\">                         camouflage among ordinary things— </span><br /><span class=\"long-line\">             men who spill words</span><br /><span class=\"long-line\">not thoughts, trigger fingers</span><br /><span class=\"long-line\">                         ready</span><br /><span class=\"long-line\">                         to brand loose.</span></p>\n\n<p><span class=\"“long-line”\">I love your smile unpenned.</span></p>\n"}, {"title": "the smoke of the country went up", "view_node": "/poem/smoke-country-went", "field_author": "<a href=\"/poet/iain-haley-pollock\" hreflang=\"en\">Iain Haley Pollock</a>", "field_date_published": "2017", "body": " <p>Drop fire from the sky but don’t name me<br />as reason. My sister is lost on the longest lit road</p><p>in the world. She wanders into shoe stores<br />the hour before close and chews the stock</p><p>back to rawhide. My father’s workshop tools<br />have broken into open rebellion—he worked</p><p>and worked them to the bone. Any second now<br />the circular saw will churn through the basement door</p><p>and into the kitchen, gnawing the floor to spit<br />and sawdust. Out West my cousin has soldered</p><p>the mirrored lenses of police-issue sunglasses<br />over his ocular cavities. All he sees is wrong.</p><p>Alert the Department of the Interior: our enemies<br />are inside the fence. Drop fire from the sky</p><p>but don’t expect it to purify their hate.<br />Or, if it does, it’ll burn me clean with the rest.</p><p>Here’s my hope for salvation: when the stranger<br />comes knocking, open my arms wide with the door</p><p>and give him whatever he takes.<br /> </p> "}, {"title": "The City is Peopled", "view_node": "/poem/city-peopled", "field_author": "<a href=\"/poet/h-d\" hreflang=\"und\">H. D.</a>", "field_date_published": "2017", "body": " <p><em>The city is peopled<br />with spirits, not ghosts, O my love:</em></p><p><em>Though they crowded between<br />and usurped the kiss of my mouth<br />their breath was your gift,<br />their beauty, your life.</em></p> "}, {"title": "Rocksteady", "view_node": "/poem/rocksteady", "field_author": "<a href=\"/poet/ishion-hutchinson\" hreflang=\"en\">Ishion Hutchinson </a>", "field_date_published": "2017", "body": "<blockquote><sup><em>for Colin Channer</em></sup></blockquote>\n\n<p><span class=\"long-line\">For these cramped fragments of Thomas,</span><br /><span class=\"long-line\">           stir: ‘I had never loved England,’ and stir:</span><br /><span class=\"long-line\">           ‘I had loved it foolishly,’ stir, transmuted:</span><br /><span class=\"long-line\">           ‘like a slave, not having realized it was not mine.’</span></p>\n\n<p><span class=\"long-line\">Ah, there, saint, captive, the sentinel is at the door,</span><br /><span class=\"long-line\">            beating upon the bulwark of its silence.</span><br /><span class=\"long-line\">            I, a late remnant in that still, unceasing circuit</span><br /><span class=\"long-line\"><span class=\"long-line\">            scaling down the dock, I am a mystery among faces, know</span></span></p>\n\n<p><span class=\"long-line\">injustice and illusion, and laughter</span><br /><span class=\"long-line\">           that is silver lashing, lashing the hummingbird</span><br /><span class=\"long-line\">           in the breeze. I know something drastic is</span><br /><span class=\"long-line\">           waiting release, some instrument to measure,</span></p>\n\n<p><span class=\"long-line\">in one stroke, paradise, and when it strikes again,</span><br /><span class=\"long-line\">           emptiness, the city gripped with emptiness.</span></p>\n\n<p><span class=\"long-line\">It is happening, right here, as you see, in syntax;</span><br /><span class=\"long-line\">          my circadian fortress is pitching me. Rocksteady. </span></p>\n\n<p><span class=\"long-line\">And because our enmity is strong and our love</span><br /><span class=\"long-line\">          is strong, they bring us together, divided:</span><br /><span class=\"long-line\">          fire into fire: first, sea; and of sea, cane;</span><br /><span class=\"long-line\">          the lasting enmity, faithless and haunting.</span></p>\n\n<p><span class=\"long-line\">The mass and strength of our love, the blades</span><br /><span class=\"long-line\">          of our imagined empathy, our compassion,</span><br /><span class=\"long-line\">          crossed from an abridged womb, the sea;</span></p>\n\n<p><span class=\"long-line\">wind lifts the balance sheets of the dead, unbalanced;</span><br /><span class=\"long-line\">          names are fluttering against the divided sun.</span><br /><span class=\"long-line\">          I look up on what’s mine and not, nettled</span><br /><span class=\"long-line\">          first in literature, now drained to a grey core:</span></p>\n\n<p><span class=\"long-line\">‘the worlds whole sap is sunke,’ utterly dry.</span><br /><span class=\"long-line\">          Progress at rest, resting of a vacant peace,</span><br /><span class=\"long-line\">          after four centuries, laden with perish</span></p>\n\n<p><span class=\"long-line\">and gain. Everywhere touched by the rain,</span><br /><span class=\"long-line\">          ending, a ‘work that’s finished to our hands.’ Rocksteady.</span></p>\n"}, {"title": "Zinnias", "view_node": "/poem/zinnias", "field_author": "<a href=\"/poet/tyler-mills\" hreflang=\"en\">Tyler Mills</a>", "field_date_published": "2017", "body": " <p>My father’s mother grew a garden of zinnias<br />to divide the house from the woods:</p><p>pop art tops in every color—cream,<br />peach, royal purple, and even envy</p><p>(white-green, I knew, and when the pale<br />petals opened in early August,</p><p>I thought they’d blush like an heirloom<br />tomato, heir-<em>loom</em>, how strings of wine-dyed</p><p>wool lay over the frame of an idea,<br />how my cheeks look in the mirror</p><p>after a run, always the wrong<br />time of day, thunder rolling around the stadium</p><p>of trees, or the sun striking the boughs<br />with light over and over as though to plead</p><p>the green right out of the leaves,<br />or so it seems to me,</p><p><em>too sensitive</em>, she would say, her love<br />scientific)—the sunburst petals</p><p>a full spectrum except for the sea<br />returning to you, <em>blue, blue,</em></p><p>the color appearing in language only<br />when we could know it like a cluster of stars</p><p>in the arms of another galaxy<br />while ours spirals around a black hole,</p><p>and now they grow in space, in the satellite<br />where we live out an idea of permanence</p><p>among galactic debris, acquiring stars,<br />losing vision, the skin touching nothing,</p><p>the heads <em>little suns</em> you watch die<br />on the stem if you want the bloom back.</p> "}, {"title": "Storm", "view_node": "/poem/storm-0", "field_author": "<a href=\"/poet/h-d\" hreflang=\"und\">H. D.</a>", "field_date_published": "2017", "body": " <p>You crash over the trees,<br />you crack the live branch—<br />the branch is white,<br />the green crushed,<br />each leaf is rent like split wood.</p><p>You burden the trees<br />with black drops,<br />you swirl and crash—<br />you have broken off a weighted leaf<br />in the wind,<br />it is hurled out,<br />whirls up and sinks,<br />a green stone.</p> "}, {"title": "Pathetic Fallacy", "view_node": "/poem/pathetic-fallacy", "field_author": "<a href=\"/poet/emilia-phillips\" hreflang=\"en\">Emilia Phillips</a>", "field_date_published": "2017", "body": " <p>the sap that I am springtime<br />               makes me want to reread Virgil’s</p><p><em>Georgics</em> while eating<em> cacio</em><br /><em>              e pepe</em> with fresh-shelled</p><p>peas this morning over coffee I<br />              watched a video of spinach</p><p>leaves washed of their cellular<br />              information and bathed in stem</p><p>cells until they became miniature<br />              hearts vascular hopes capable</p><p>of want to roll down a hill<br />              of clover to cold-spoon chrysanthemum</p><p>gelato or to stop whenever<br />              their phones autocorrect<em> gps</em></p><p>to <em>god</em> the sublime is a suspension<br />              of disbelief the earth has gotten</p><p>sentimental this late in the game<br />              with its smells of gasoline</p><p>rosemary and woodsmoke the Rorschach<br />              of vitiligo on my eyes mouth</p><p>and throat the ongoing<br />              argument between self</p><p>and selfhood the recognition<br />              of the storm the howling</p><p>wind I wish I could scream<br />              into someone else’s rain</p><p> </p> "}, {"title": "Prisoners", "view_node": "/poem/prisoners", "field_author": "<a href=\"/poet/h-d\" hreflang=\"und\">H. D.</a>", "field_date_published": "2017", "body": " <p>It is strange that I should want<br />this sight of your face—<br />we have had so much:<br />at any moment now I may pass,<br />stand near the gate,<br />do not speak—<br />only reach if you can, your face<br />half-fronting the passage<br />toward the light.</p><p>Fate—God sends this as a mark,<br />a last token that we are not forgot,<br />lost in this turmoil,<br />about to be crushed out,<br />burned or stamped out<br />at best with sudden death.</p><p>The spearsman who brings this<br />will ask for the gold clasp<br />you wear under your coat.<br />I gave all I had left.</p><p>Press close to the portal,<br />my gate will soon clang<br />and your fellow wretches<br />will crowd to the entrance—<br />be first at the gate.</p><p>Ah beloved, do not speak.<br />I write this in great haste—<br />do not speak,<br />you may yet be released.<br />I am glad enough to depart<br />though I have never tasted life<br />as in these last weeks.</p><p>It is a strange life,<br />patterned in fire and letters<br />on the prison pavement.<br />If I glance up<br />it is written on the walls,<br />it is cut on the floor,<br />it is patterned across<br />the slope of the roof.</p><p>I am weak—weak—<br />last night if the guard<br />had left the gate unlocked<br />I could not have ventured to escape,<br />but one thought serves me now<br />with strength.</p><p>As I pass down the corridor<br />past desperate faces at each cell,<br />your eyes and my eyes may meet.</p><p>You will be dark, unkempt,<br />but I pray for one glimpse of your face—<br />why do I want this?<br />I who have seen you at the banquet<br />each flower of your hyacinth-circlet<br />white against your hair.</p><p>Why do I want this,<br />when even last night<br />you startled me from sleep?<br />You stood against the dark rock,<br />you grasped an elder staff.</p><p>So many nights<br />you have distracted me from terror.<br />Once you lifted a spear-flower.<br />I remember how you stooped<br />to gather it—<br />and it flamed, the leaf and shoot<br />and the threads, yellow, yellow—<br />sheer till they burnt<br />to red-purple in the cup.</p><p>As I pass your cell-door<br />do not speak.<br />I was first on the list—<br />They may forget you tried to shield me<br />as the horsemen passed.</p> "}, {"title": "Night", "view_node": "/poem/night-3", "field_author": "<a href=\"/poet/h-d\" hreflang=\"und\">H. D.</a>", "field_date_published": "2017", "body": " <p>The night has cut<br />each from each<br />and curled the petals<br />back from the stalk<br />and under it in crisp rows;</p><p>under at an unfaltering pace,<br />under till the rinds break,<br />back till each bent leaf<br />is parted from its stalk;</p><p>under at a grave pace,<br />under till the leaves<br />are bent back<br />till they drop upon earth,<br />back till they are all broken.</p><p>O night,<br />you take the petals<br />of the roses in your hand,<br />but leave the stark core<br />of the rose<br />to perish on the branch.</p> "}, {"title": "Acon", "view_node": "/poem/acon", "field_author": "<a href=\"/poet/h-d\" hreflang=\"und\">H. D.</a>", "field_date_published": "2017", "body": " <p>I</p><p>Bear me to Dictaeus,<br />and to the steep slopes;<br />to the river Erymanthus.</p><p>I choose spray of dittany,<br />cyperum, frail of flower,<br />buds of myrrh,<br />all-healing herbs,<br />close pressed in calathes.</p><p>For she lies panting,<br />drawing sharp breath,<br />broken with harsh sobs,<br />she, Hyella,<br />whom no god pities.</p><p>II</p><p>Dryads<br />haunting the groves,<br />nereids<br />who dwell in wet caves,<br />for all the white leaves of olive-branch,<br />and early roses,<br />and ivy wreaths, woven gold berries,<br />which she once brought to your altars,<br />bear now ripe fruits from Arcadia,<br />and Assyrian wine<br />to shatter her fever.</p><p>The light of her face falls from its flower,<br />as a hyacinth,<br />hidden in a far valley,<br />perishes upon burnt grass.</p><p>Pales,<br />bring gifts,<br />bring your Phoenician stuffs,<br />and do you, fleet-footed nymphs,<br />bring offerings,<br />Illyrian iris,<br />and a branch of shrub,<br />and frail-headed poppies.</p> "}, {"title": "Sea Gods", "view_node": "/poem/sea-gods", "field_author": "<a href=\"/poet/h-d\" hreflang=\"und\">H. D.</a>", "field_date_published": "2017", "body": " <p>I</p><p>They say there is no hope—<br />sand—drift—rocks—rubble of the sea—<br />the broken hulk of a ship,<br />hung with shreds of rope,<br />pallid under the cracked pitch.</p><p>They say there is no hope<br />to conjure you—<br />no whip of the tongue to anger you—<br />no hate of words<br />you must rise to refute.</p><p>They say you are twisted by the sea,<br />you are cut apart<br />by wave-break upon wave-break,<br />that you are misshapen by the sharp rocks,<br />broken by the rasp and after-rasp.</p><p>That you are cut, torn, mangled,<br />torn by the stress and beat,<br />no stronger than the strips of sand<br />along your ragged beach.</p><p>II</p><p>But we bring violets,<br />great masses—single, sweet,<br />wood-violets, stream-violets,<br />violets from a wet marsh.</p><p>Violets in clumps from hills,<br />tufts with earth at the roots,<br />violets tugged from rocks,<br />blue violets, moss, cliff, river-violets.</p><p>Yellow violets' gold,<br />burnt with a rare tint—<br />violets like red ash<br />among tufts of grass.</p><p>We bring deep-purple<br />bird-foot violets.</p><p>We bring the hyacinth-violet,<br />sweet, bare, chill to the touch—<br />and violets whiter than the in-rush<br />of your own white surf.</p><p>III</p><p>For you will come,<br />you will yet haunt men in ships,<br />you will trail across the fringe of strait<br />and circle the jagged rocks.</p><p>You will trail across the rocks<br />and wash them with your salt,<br />you will curl between sand-hills—<br />you will thunder along the cliff—<br />break—retreat—get fresh strength—<br />gather and pour weight upon the beach.</p><p>You will draw back,<br />and the ripple on the sand-shelf<br />will be witness of your track.<br />O privet-white, you will paint<br />the lintel of wet sand with froth.</p><p>You will bring myrrh-bark<br />and drift laurel-wood from hot coasts!<br />when you hurl high—high—<br />we will answer with a shout.</p><p>For you will come,<br />you will come,<br />you will answer our taut hearts,<br />you will break the lie of men's thoughts,<br />and cherish and shelter us.</p> "}, {"title": "Tender Buttons [A Red Stamp]", "view_node": "/poem/tender-buttons-red-stamp", "field_author": "<a href=\"/poet/gertrude-stein\" hreflang=\"und\">Gertrude Stein</a>", "field_date_published": "2017", "body": " <p>If lilies are lily white if they exhaust noise and distance and even dust, if they dusty will dirt a surface that has no extreme grace, if they do this and it is not necessary it is not at all necessary if they do this they need a catalogue.</p> "}, {"title": "The Cliff Temple", "view_node": "/poem/cliff-temple", "field_author": "<a href=\"/poet/h-d\" hreflang=\"und\">H. D.</a>", "field_date_published": "2017", "body": " <p>I</p><p>Great, bright portal,<br />shelf of rock,<br />rocks fitted in long ledges,<br />rocks fitted to dark, to silver granite,<br />to lighter rock—<br />clean cut, white against white.</p><p>High—high—and no hill-goat<br />tramples—no mountain-sheep<br />has set foot on your fine grass;<br />you lift, you are the world-edge,<br />pillar for the sky-arch.</p><p>The world heaved—<br />we are next to the sky:<br />over us, sea-hawks shout,<br />gulls sweep past—<br />the terrible breakers are silent<br />from this place.</p><p>Below us, on the rock-edge,<br />where earth is caught in the fissures<br />of the jagged cliff,<br />a small tree stiffens in the gale,<br />it bends—but its white flowers<br />are fragrant at this height.</p><p>And under and under,<br />the wind booms:<br />it whistles, it thunders,<br />it growls—it presses the grass<br />beneath its great feet.</p><p>II</p><p>I said:<br />for ever and for ever, must I follow you<br />through the stones?<br />I catch at you—you lurch:<br />you are quicker than my hand-grasp.</p><p>I wondered at you.<br />I shouted—dear—mysterious—beautiful—<br />white myrtle-flesh.</p><p>I was splintered and torn:<br />the hill-path mounted<br />swifter than my feet.</p><p>Could a daemon avenge this hurt,<br />I would cry to him—could a ghost,<br />I would shout—O evil,<br />follow this god,<br />taunt him with his evil and his vice.</p><p>III</p><p>Shall I hurl myself from here,<br />shall I leap and be nearer you?<br />Shall I drop, beloved, beloved,<br />ankle against ankle?<br />Would you pity me, O white breast?</p><p>If I woke, would you pity me,<br />would our eyes meet?</p><p>Have you heard,<br />do you know how I climbed this rock?<br />My breath caught, I lurched forward—<br />stumbled in the ground-myrtle.</p><p>Have you heard, O god seated on the cliff,<br />how far toward the ledges of your house,<br />how far I had to walk?</p><p>IV</p><p>Over me the wind swirls.<br />I have stood on your portal<br />and I know—<br />you are further than this,<br />still further on another cliff.</p> "}, {"title": "Garden", "view_node": "/poem/garden-3", "field_author": "<a href=\"/poet/h-d\" hreflang=\"und\">H. D.</a>", "field_date_published": "2017", "body": " <p><strong>I</strong></p><p>You are clear<br />O rose, cut in rock,<br />hard as the descent of hail.</p><p>I could scrape the colour<br />from the petals<br />like spilt dye from a rock.</p><p>If I could break you<br />I could break a tree.</p><p>If I could stir<br />I could break a tree—<br />I could break you.</p><p><br /><strong>II</strong></p><p>O wind, rend open the heat,<br />cut apart the heat,<br />rend it to tatters.</p><p>Fruit cannot drop<br />through this thick air—<br />fruit cannot fall into heat<br />that presses up and blunts<br />the points of pears<br />and rounds the grapes.</p><p>Cut the heat—<br />plough through it,<br />turning it on either side<br />of your path.</p> "}, {"title": "Huntress", "view_node": "/poem/huntress", "field_author": "<a href=\"/poet/h-d\" hreflang=\"und\">H. D.</a>", "field_date_published": "2017", "body": " <p>Come, blunt your spear with us,<br />our pace is hot<br />and our bare heels<br />in the heel-prints—<br />we stand tense—do you see—<br />are you already beaten<br />by the chase?</p><p>We lead the pace<br />for the wind on the hills,<br />the low hill is spattered<br />with loose earth—<br />our feet cut into the crust<br />as with spears.</p><p>We climbed the ploughed land,<br />dragged the seed from the clefts,<br />broke the clods with our heels,<br />whirled with a parched cry<br />into the woods:</p><p><em>Can you come,<br />can you come,<br />can you follow the hound trail,<br />can you trample the hot froth?</em></p><p>Spring up—sway forward—<br />follow the quickest one,<br />aye, though you leave the trail<br />and drop exhausted at our feet.</p> "}], "pager": {"current_page": 301, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}