{"rows": [{"title": "Ecce Puer", "view_node": "/poem/ecce-puer", "field_author": "<a href=\"/poet/james-joyce\" hreflang=\"und\">James Joyce</a>", "field_date_published": "1936", "body": " <pre>\nOf the dark past\nA child is born;\nWith joy and grief\nMy heart is torn.\n\nCalm in his cradle\nThe living lies.\nMay love and mercy\nUnclose his eyes!\n\nYoung life is breathed\nOn the glass;\nThe world that was not\nComes to pass.\n\nA child is sleeping:\nAn old man gone.\nO, father forsaken,\nForgive your son! </pre>\n "}, {"title": "I Hear an Army", "view_node": "/poem/i-hear-army", "field_author": "<a href=\"/poet/james-joyce\" hreflang=\"und\">James Joyce</a>", "field_date_published": "1914", "body": " <pre>\nI hear an army charging upon the land,   \n  And the thunder of horses plunging, foam about their knees:   \nArrogant, in black armour, behind them stand,   \n  Disdaining the reins, with fluttering whips, the charioteers.   \n   \nThey cry unto the night their battle-name:        \n  I moan in sleep when I hear afar their whirling laughter.   \nThey cleave the gloom of dreams, a blinding flame,   \n  Clanging, clanging upon the heart as upon an anvil.   \n   \nThey come shaking in triumph their long, green hair:   \n  They come out of the sea and run shouting by the shore. \nMy heart, have you no wisdom thus to despair?   \n  My love, my love, my love, why have you left me alone?</pre>\n "}, {"title": "Karma", "view_node": "/poem/karma", "field_author": "<a href=\"/poet/edwin-arlington-robinson\" hreflang=\"und\">Edwin Arlington Robinson</a>", "field_date_published": "1925", "body": " <pre>\nChristmas was in the air and all was well\nWith him, but for a few confusing flaws\nIn divers of God's images. Because\nA friend of his would neither buy nor sell,\nWas he to answer for the axe that fell?\nHe pondered; and the reason for it was,\nPartly, a slowly freezing Santa Claus\nUpon the corner, with his beard and bell.\n\nAcknowledging an improvident surprise,\nHe magnified a fancy that he wished\nThe friend whom he had wrecked were here again.\nNot sure of that, he found a compromise;\nAnd from the fulness of his heart he fished\nA dime for Jesus who had died for men.</pre>\n "}, {"title": "The Thread of Life", "view_node": "/poem/thread-life", "field_author": "<a href=\"/poet/christina-rossetti\" hreflang=\"und\">Christina Rossetti</a>", "field_date_published": "1881", "body": "<p><strong>1</strong></p>\n<p><span class=\"long-line\">The irresponsive silence of the land,</span><br /><span class=\"long-line\">The irresponsive sounding of the sea,</span><br /><span class=\"long-line\">Speak both one message of one sense to me: —</span><br /><span class=\"long-line\">Aloof, aloof, we stand aloof, so stand</span><br /><span class=\"long-line\">Thou too aloof bound with the flawless band</span><br /><span class=\"long-line\">Of inner solitude; we bind not thee;</span><br /><span class=\"long-line\">But who from thy self-chain shall set thee free?</span><br /><span class=\"long-line\">What heart shall touch thy heart? what hand thy hand?—</span><br /><span class=\"long-line\">And I am sometimes proud and sometimes meek,</span><br /><span class=\"long-line\">And sometimes I remember days of old</span><br /><span class=\"long-line\">When fellowship seemed not so far to seek</span><br /><span class=\"long-line\">And all the world and I seemed much less cold,</span><br /><span class=\"long-line\">And at the rainbow's foot lay surely gold,</span><br /><span class=\"long-line\">And hope felt strong and life itself not weak.</span></p>\n<p><strong>2</strong></p>\n<p><span class=\"long-line\">Thus am I mine own prison. Everything</span><br /><span class=\"long-line\">Around me free and sunny and at ease:</span><br /><span class=\"long-line\">Or if in shadow, in a shade of trees</span><br /><span class=\"long-line\">Which the sun kisses, where the gay birds sing</span><br /><span class=\"long-line\">And where all winds make various murmuring;</span><br /><span class=\"long-line\">Where bees are found, with honey for the bees;</span><br /><span class=\"long-line\">Where sounds are music, and where silences</span><br /><span class=\"long-line\">Are music of an unlike fashioning.</span><br /><span class=\"long-line\">Then gaze I at the merrymaking crew,</span><br /><span class=\"long-line\">And smile a moment and a moment sigh</span><br /><span class=\"long-line\">Thinking: Why can I not rejoice with you ?</span><br /><span class=\"long-line\">But soon I put the foolish fancy by:</span><br /><span class=\"long-line\">I am not what I have nor what I do;</span><br /><span class=\"long-line\">But what I was I am, I am even I.</span></p>\n<p><strong>3</strong></p>\n<p><span class=\"long-line\">Therefore myself is that one only thing</span><br /><span class=\"long-line\">I hold to use or waste, to keep or give;</span><br /><span class=\"long-line\">My sole possession every day I live,</span><br /><span class=\"long-line\">And still mine own despite Time's winnowing.</span><br /><span class=\"long-line\">Ever mine own, while moons and seasons bring</span><br /><span class=\"long-line\">From crudeness ripeness mellow and sanative;</span><br /><span class=\"long-line\">Ever mine own, till Death shall ply his sieve;</span><br /><span class=\"long-line\">And still mine own, when saints break grave and sing.</span><br /><span class=\"long-line\">And this myself as king unto my King</span><br /><span class=\"long-line\">I give, to Him Who gave Himself for me;</span><br /><span class=\"long-line\">Who gives Himself to me, and bids me sing</span><br /><span class=\"long-line\">A sweet new song of His redeemed set free;</span><br /><span class=\"long-line\">He bids me sing: O death, where is thy sting?</span><br /><span class=\"long-line\">And sing: O grave, where is thy victory?</span></p>\n"}, {"title": "The Visionary", "view_node": "/poem/visionary", "field_author": "<a href=\"/poet/emily-bronte\" hreflang=\"und\">Emily Brontë</a>", "field_date_published": "1846", "body": " <p>Silent is the house: all are laid asleep:<br />One alone looks out o’er the snow-wreaths deep,<br />Watching every cloud, dreading every breeze<br />That whirls the wildering drift, and bends the groaning trees.<br /><br />Cheerful is the hearth, soft the matted floor;<br />Not one shivering gust creeps through pane or door;<br />The little lamp burns straight, its rays shoot strong and far:<br />I trim it well, to be the wanderer’s guiding-star.<br /><br />Frown, my haughty sire! chide, my angry dame!<br />Set your slaves to spy; threaten me with shame:<br />But neither sire nor dame nor prying serf shall know,<br />What angel nightly tracks that waste of frozen snow.<br /><br />What I love shall come like visitant of air,<br />Safe in secret power from lurking human snare;<br />What loves me, no word of mine shall e’er betray,<br />Though for faith unstained my life must forfeit pay.<br /><br />Burn, then, little lamp; glimmer straight and clear—<br />Hush! a rustling wing stirs, methinks, the air:<br />He for whom I wait, thus ever comes to me;<br />Strange Power! I trust thy might; trust thou my constancy.</p> "}, {"title": "Like Brooms of Steel (1252)", "view_node": "/poem/brooms-steel-1252", "field_author": "<a href=\"/poet/emily-dickinson\" hreflang=\"und\">Emily Dickinson</a>", "field_date_published": "1890", "body": " <pre>Like Brooms of Steel  \nThe Snow and Wind  \nHad swept the Winter Street -\nThe House was hooked  \nThe Sun sent out   \nFaint Deputies of Heat -\nWhere rode the Bird  \nThe Silence tied  \nHis ample - plodding Steed\nThe Apple in the Cellar snug  \nWas all the one that played.</pre>\n "}, {"title": "Christmas Trees", "view_node": "/poem/christmas-trees", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "1916", "body": " <pre>\n<i>A Christmas circular letter</i>\n  \n  \nThe city had withdrawn into itself  \nAnd left at last the country to the country;  \nWhen between whirls of snow not come to lie  \nAnd whirls of foliage not yet laid, there drove  \nA stranger to our yard, who looked the city,   \nYet did in country fashion in that there  \nHe sat and waited till he drew us out,  \nA-buttoning coats, to ask him who he was.  \nHe proved to be the city come again  \nTo look for something it had left behind   \nAnd could not do without and keep its Christmas.  \nHe asked if I would sell my Christmas trees;  \nMy woods—the young fir balsams like a place  \nWhere houses all are churches and have spires.  \nI hadn't thought of them as Christmas trees.    \nI doubt if I was tempted for a moment  \nTo sell them off their feet to go in cars  \nAnd leave the slope behind the house all bare,  \nWhere the sun shines now no warmer than the moon.  \nI'd hate to have them know it if I was.      \nYet more I'd hate to hold my trees, except  \nAs others hold theirs or refuse for them,  \nBeyond the time of profitable growth—  \nThe trial by market everything must come to.  \nI dallied so much with the thought of selling.      \nThen whether from mistaken courtesy  \nAnd fear of seeming short of speech, or whether  \nFrom hope of hearing good of what was mine,  \nI said, \"There aren't enough to be worth while.\"\n  \n\"I could soon tell how many they would cut,     \nYou let me look them over.\"  \n \n                                    \"You could look.  \nBut don't expect I'm going to let you have them.\"  \nPasture they spring in, some in clumps too close  \nThat lop each other of boughs, but not a few     \nQuite solitary and having equal boughs  \nAll round and round. The latter he nodded \"Yes\" to,  \nOr paused to say beneath some lovelier one,  \nWith a buyer's moderation, \"That would do.\"  \nI thought so too, but wasn't there to say so.   \nWe climbed the pasture on the south, crossed over,  \nAnd came down on the north. \n \n                                    He said, \"A thousand.\"  \n  \n\"A thousand Christmas trees!—at what apiece?\"  \n  \nHe felt some need of softening that to me:       \n\"A thousand trees would come to thirty dollars.\"  \n  \nThen I was certain I had never meant  \nTo let him have them. Never show surprise!  \nBut thirty dollars seemed so small beside  \nThe extent of pasture I should strip, three cents    \n(For that was all they figured out apiece)—   \nThree cents so small beside the dollar friends  \nI should be writing to within the hour  \nWould pay in cities for good trees like those,  \nRegular vestry-trees whole Sunday Schools     \nCould hang enough on to pick off enough.\n  \nA thousand Christmas trees I didn't know I had!  \nWorth three cents more to give away than sell,  \nAs may be shown by a simple calculation.  \nToo bad I couldn't lay one in a letter.       \nI can't help wishing I could send you one,  \nIn wishing you herewith a Merry Christmas.</pre>\n "}, {"title": "The Shivering Beggar", "view_node": "/poem/shivering-beggar", "field_author": "<a href=\"/poet/robert-graves\" hreflang=\"und\">Robert Graves</a>", "field_date_published": "1918", "body": " <pre>\nNear Clapham village, where fields began,  \nSaint Edward met a beggar man.  \nIt was Christmas morning, the church bells tolled,  \nThe old man trembled for the fierce cold.  \n  \nSaint Edward cried, \"It is monstrous sin\nA beggar to lie in rags so thin!  \nAn old gray-beard and the frost so keen:  \nI shall give him my fur-lined gaberdine.\"  \n  \nHe stripped off his gaberdine of scarlet  \nAnd wrapped it round the aged varlet,  \nWho clutched at the folds with a muttered curse,  \nQuaking and chattering seven times worse.  \n  \nSaid Edward, \"Sir, it would seem you freeze  \nMost bitter at your extremities.  \nHere are gloves and shoes and stockings also,\nThat warm upon your way you may go.\"  \n  \nThe man took stocking and shoe and glove,  \nBlaspheming Christ our Saviour’s love,  \nYet seemed to find but little relief,  \nShaking and shivering like a leaf.  \n  \nSaid the saint again, \"I have no great riches,  \nYet take this tunic, take these breeches,  \nMy shirt and my vest, take everything,  \nAnd give due thanks to Jesus the King.\"  \n  \nThe saint stood naked upon the snow  \nLong miles from where he was lodged at Bowe,  \nPraying, \"O God! my faith, it grows faint!  \nThis would try the temper of any saint.  \n  \n\"Make clean my heart, Almighty, I pray,  \nAnd drive these sinful thoughts away.    \nMake clean my heart if it be Thy will,  \nThis damned old rascal’s shivering still!\"  \n  \nHe stooped, he touched the beggar man’s shoulder;  \nHe asked him did the frost nip colder?  \n\"Frost!\" said the beggar, \"no, stupid lad!\n’Tis the palsy makes me shiver so bad.\"</pre>\n "}, {"title": "The Savior must have been a docile Gentleman (1487)", "view_node": "/poem/savior-must-have-been-docile-gentleman-1487", "field_author": "<a href=\"/poet/emily-dickinson\" hreflang=\"und\">Emily Dickinson</a>", "field_date_published": "1890", "body": " <pre>\nThe Savior must have been\nA docile Gentleman—\nTo come so far so cold a Day\nFor little Fellowmen—\n\nThe Road to Bethlehem\nSince He and I were Boys\nWas leveled, but for that 'twould be\nA rugged Billion Miles—</pre>\n "}, {"title": "Winter-Time", "view_node": "/poem/winter-time", "field_author": "<a href=\"/poet/robert-louis-stevenson\" hreflang=\"und\">Robert Louis Stevenson</a>", "field_date_published": "1885", "body": "<p><span class=\"long-line\">Late lies the wintry sun a-bed,   </span><br /><span class=\"long-line\">A frosty, fiery sleepy-head;   </span><br /><span class=\"long-line\">Blinks but an hour or two; and then,   </span><br /><span class=\"long-line\">A blood-red orange, sets again.   </span><br /><br /><span class=\"long-line\">Before the stars have left the skies, </span><br /><span class=\"long-line\">At morning in the dark I rise;   </span><br /><span class=\"long-line\">And shivering in my nakedness,   </span><br /><span class=\"long-line\">By the cold candle, bathe and dress.   </span><br /><br /><span class=\"long-line\">Close by the jolly fire I sit   </span><br /><span class=\"long-line\">To warm my frozen bones a bit; </span><br /><span class=\"long-line\">Or with a reindeer-sled, explore   </span><br /><span class=\"long-line\">The colder countries round the door.   </span><br /><br /><span class=\"long-line\">When to go out, my nurse doth wrap   </span><br /><span class=\"long-line\">Me in my comforter and cap;   </span><br /><span class=\"long-line\">The cold wind burns my face, and blows </span><br /><span class=\"long-line\">Its frosty pepper up my nose.   </span><br /><br /><span class=\"long-line\">Black are my steps on silver sod;   </span><br /><span class=\"long-line\">Thick blows my frosty breath abroad;   </span><br /><span class=\"long-line\">And tree and house, and hill and lake,   </span><br /><span class=\"long-line\">Are frosted like a wedding-cake.</span></p>\n"}, {"title": "Christmas at Sea", "view_node": "/poem/christmas-sea", "field_author": "<a href=\"/poet/robert-louis-stevenson\" hreflang=\"und\">Robert Louis Stevenson</a>", "field_date_published": "1888", "body": "<pre>\nThe sheets were frozen hard, and they cut the naked hand;\nThe decks were like a slide, where a seaman scarce could stand;\nThe wind was a nor'wester, blowing squally off the sea;\nAnd cliffs and spouting breakers were the only things a-lee.\n\nThey heard the surf a-roaring before the break of day;\nBut 'twas only with the peep of light we saw how ill we lay.\nWe tumbled every hand on deck instanter, with a shout,\nAnd we gave her the maintops'l, and stood by to go about.\n\nAll day we tacked and tacked between the South Head and the North;\nAll day we hauled the frozen sheets, and got no further forth;\nAll day as cold as charity, in bitter pain and dread,\nFor very life and nature we tacked from head to head.\n\nWe gave the South a wider berth, for there the tide-race roared;\nBut every tack we made we brought the North Head close aboard:\nSo's we saw the cliffs and houses, and the breakers running high,\nAnd the coastguard in his garden, with his glass against his eye.\n\nThe frost was on the village roofs as white as ocean foam;\nThe good red fires were burning bright in every 'long-shore home;\nThe windows sparkled clear, and the chimneys volleyed out;\nAnd I vow we sniffed the victuals as the vessel went about.\n\nThe bells upon the church were rung with a mighty jovial cheer;\nFor it's just that I should tell you how (of all days in the year)\nThis day of our adversity was blessed Christmas morn,\nAnd the house above the coastguard's was the house where I was born.\n\nO well I saw the pleasant room, the pleasant faces there,\nMy mother's silver spectacles, my father's silver hair;\nAnd well I saw the firelight, like a flight of homely elves,\nGo dancing round the china-plates that stand upon the shelves.\n\nAnd well I knew the talk they had, the talk that was of me,\nOf the shadow on the household and the son that went to sea;\nAnd O the wicked fool I seemed, in every kind of way,\nTo be here and hauling frozen ropes on blessed Christmas Day.\n\nThey lit the high sea-light, and the dark began to fall.\n\"All hands to loose topgallant sails,\" I heard the captain call.\n\"By the Lord, she'll never stand it,\" our first mate Jackson, cried.\n...\"It's the one way or the other, Mr. Jackson,\" he replied.\n\nShe staggered to her bearings, but the sails were new and good,\nAnd the ship smelt up to windward just as though she understood.\nAs the winter's day was ending, in the entry of the night,\nWe cleared the weary headland, and passed below the light.\n\nAnd they heaved a mighty breath, every soul on board but me,\nAs they saw her nose again pointing handsome out to sea;\nBut all that I could think of, in the darkness and the cold,\nWas just that I was leaving home and my folks were growing old.</pre>\n"}, {"title": "A Hymn on the Nativity of My Savior", "view_node": "/poem/hymn-nativity-my-savior", "field_author": "<a href=\"/poet/ben-jonson\" hreflang=\"und\">Ben Jonson</a>", "field_date_published": "1640", "body": " <pre>\nI sing the birth was born tonight,\nThe Author both of life and light;\n    The angels so did sound it,\nAnd like the ravished shepherds said,\nWho saw the light, and were afraid,\n    Yet searched, and true they found it.\n\nThe Son of God, the eternal King,\nThat did us all salvation bring,\n    And freed the soul from danger;\nHe whom the whole world could not take,\nThe Word, which heaven and earth did make,\n    Was now laid in a manger.\n\nThe Father's wisdom willed it so,\nThe Son's obedience knew no \"No,\"\n    Both wills were in one stature;\nAnd as that wisdom had decreed,\nThe Word was now made Flesh indeed,\n    And took on Him our nature.\n\nWhat comfort by Him do we win?\nWho made Himself the Prince of sin,\n    To make us heirs of glory?\nTo see this Babe, all innocence,\nA Martyr born in our defense,\n    Can man forget this story?</pre>\n "}, {"title": "The times are nightfall, look, their light grows less", "view_node": "/poem/times-are-nightfall-look-their-light-grows-less", "field_author": "<a href=\"/poet/gerard-manley-hopkins\" hreflang=\"und\">Gerard Manley Hopkins</a>", "field_date_published": "1918", "body": " <pre>\nThe times are nightfall, look, their light grows less;  \nThe times are winter, watch, a world undone:  \nThey waste, they wither worse; they as they run  \nOr bring more or more blazon man's distress.  \nAnd I not help. Nor word now of success:       \nAll is from wreck, here, there, to rescue one—  \nWork which to see scarce so much as begun  \nMakes welcome death, does dear forgetfulness.  \n  \nOr what is else? There is your world within.  \nThere rid the dragons, root out there the sin.   \nYour will is law in that small commonweal...</pre>\n "}, {"title": "Christmas: 1915", "view_node": "/poem/christmas-1915", "field_author": "<a href=\"/poet/percy-mackaye\" hreflang=\"und\">Percy MacKaye</a>", "field_date_published": "1917", "body": " <pre>\nNow is the midnight of the nations: dark  \n    Even as death, beside her blood-dark seas,  \n    Earth, like a mother in birth agonies,  \nScreams in her travail, and the planets hark  \nHer million-throated terror. Naked, stark,\n    Her torso writhes enormous, and her knees  \n    Shudder against the shadowed Pleiades  \nWrenching the night’s imponderable arc.  \n  \nChrist! What shall be delivered to the morn  \n    Out of these pangs, if ever indeed another\n    Morn shall succeed this night, or this vast mother  \nSurvive to know the blood-spent offspring, torn  \n    From her racked flesh?—What splendour from the smother?  \nWhat new-wing’d world, or mangled god still-born?</pre>\n "}, {"title": "How like a winter hath my absence been  (Sonnet 97)", "view_node": "/poem/how-winter-hath-my-absence-been-sonnet-97", "field_author": "<a href=\"/poet/william-shakespeare\" hreflang=\"und\">William Shakespeare</a>", "field_date_published": "1609", "body": "<p><span class=\"long-line\">How like a winter hath my absence been</span><br /><span class=\"long-line\">From thee, the pleasure of the fleeting year!</span><br /><span class=\"long-line\">What freezings have I felt, what dark days seen!</span><br /><span class=\"long-line\">What old December’s bareness every where! </span><br /><span class=\"long-line\">And yet this time remov’d was summer’s time;</span><br /><span class=\"long-line\">The teeming autumn, big with rich increase,</span><br /><span class=\"long-line\">Bearing the wanton burden of the prime, </span><br /><span class=\"long-line\">Like widow’d wombs after their lords’ decease:</span><br /><span class=\"long-line\">Yet this abundant issue seem’d to me </span><br /><span class=\"long-line\">But hope of orphans and unfather’d fruit;</span><br /><span class=\"long-line\">For summer and his pleasures wait on thee,</span><br /><span class=\"long-line\">And, thou away, the very birds are mute: </span><br /><span class=\"long-line\">    Or, if they sing, ’tis with so dull a cheer,</span><br /><span class=\"long-line\">    That leaves look pale, dreading the winter’s near.</span></p>\n"}, {"title": "Old Santeclaus", "view_node": "/poem/old-santeclaus", "field_author": "<a href=\"/poet/clement-clarke-moore\" hreflang=\"und\">Clement Clarke Moore</a>", "field_date_published": "1821", "body": " <pre>\nOld Santeclaus with much delight\nHis reindeer drives this frosty night,\nO’er chimney-tops, and tracks of snow,\nTo bring his yearly gifts to you.\n\nThe steady friend of virtuous youth,\nThe friend of duty, and of truth,\nEach Christmas eve he joys to come\nWhere love and peace have made their home.\n\nThrough many houses he has been,\nAnd various beds and stockings seen;\nSome, white as snow, and neatly mended,\nOthers, that seemed for pigs intended.\n\nWhere e’er I found good girls or boys,\nThat hated quarrels, strife and noise,\nI left an apple, or a tart,\nOr wooden gun, or painted cart.\n\nTo some I gave a pretty doll,\nTo some a peg-top, or a ball;\nNo crackers, cannons, squibs, or rockets,\nTo blow their eyes up, or their pockets.\n\nNo drums to stun their Mother’s ear,\nNor swords to make their sisters fear;\nBut pretty books to store their mind\nWith knowledge of each various kind.\n\nBut where I found the children naughty,\nIn manners rude, in temper haughty,\nThankless to parents, liars, swearers,\nBoxers, or cheats, or base tale-bearers,\n\nI left a long, black, birchen rod,\nSuch as the dread command of God\nDirects a Parent’s hand to use\nWhen virtue’s path his sons refuse.</pre>\n "}, {"title": "Burning the Fields", "view_node": "/poem/burning-fields", "field_author": "<a href=\"/poet/linda-bierds\" hreflang=\"und\">Linda Bierds</a>", "field_date_published": "1997", "body": " <pre>\n     1.\n\nIn the windless late sunlight of August,\nmy father set fire to a globe of twine. At his back,\nthe harvested acres of bluegrass and timothy\nrippled. I watched from a shallow hill\nas the globe, chained to the flank of his pickup truck,\ngalloped and bucked down a yellow row, arced\nat the fire trench, circled back,\narced again, the flames behind\nsketching first a <i>C</i>, then closing to <i>O</i>—a word\nor wreath, a flapping, slack-based heart,\n\ngradually filling. To me at least. To the mare\nbeside me, my father dragged a gleaming fence,\nsome cinch-corral she might have known,\nthe way the walls moved rhythmically,\nin and in. And to the crows, manic\non the thermals? A crescent of their planet,\n\ngone to sudden sun. I watched one stutter\npast the fence line, then settle\non a Hereford's tufted nape,\nas if to peck some safer grain, as if\nthe red-cast back it rode\ncontained no transformations.\n\n     2.\n\nA seepage, then, from the fire's edge: there\nand there, the russet flood of rabbits.\nOver the sounds of burning, their haunted calls\nbegan, shrill and wavering, as if\ntheir dormant voice strings\nhad tightened into threads of glass.\n\nIn an instant they were gone—the rabbits,\ntheir voices—over the fire trench,\ninto the fallows. My father walked\nnear the burn line, waved up to me, and from\nthat wave, or the rippled film of heat,\n\nI remembered our porch in an August wind,\nhow he stepped through the weathered doorway,\nhis hand outstretched with some\nbook-pressed flower, orchid or lily, withered\nto a parchment brown. <i>Here</i>, he said, but\nas he spoke it atomized before us—\npulp and stem, the pollened tongue,\ndreadful in the dancing air.\n\n     3.\n\nScummed and boxcar thin,\nsix glass-walled houses stretched beside our fields.\nInside them, lilies, lilies—\n\na thousand shades of white, I think.\nEggshell, oyster, parchment, flax.\n\nFar down the black-mulched beds, they seemed\nancestral to me, the fluted heads of\ndowagers, their meaty, groping,\nsilent tongues. They seemed\nto form perspective's chain:\ncinder, bone, divinity . . .\n\n     4.\n\nMy father waved. The crows set down.\nBy evening, our fields took the texture\nof freshened clay, a sleek\nand water-bloated sheen, although no water\nrested there—just heat and ash\nunited in a slick mirage. I crossed the fence line,\ncircled closer, the grasses all around me\ncollapsing into tufts of smoke. Then as I bent\nI saw the shapes, rows and rows of tougher stems—\n\nbrittle, black, metallic wisps, like something grown\nto echo grass. The soot was warm,\nthe sky held smoke in a jaundiced wing,\nand as a breeze crossed slowly through,\nstems glowed—then ebbed—\nconsecutively. And so revealed a kind of path,\nand then a kind of journey.</pre>\n "}, {"title": "Windows", "view_node": "/poem/windows", "field_author": "<a href=\"/poet/linda-bierds\" hreflang=\"und\">Linda Bierds</a>", "field_date_published": "1994", "body": " <pre>\nWhen the cow died by the green sapling,\nher limp udder splayed on the grass\nlike something from the sea, we offered\nour words in their low calibrations—\nwhich was our fashion—then severed\nher horns with a pug-toothed blade\nand pounded them out to an amber\ntransparency, two sheets that became,\nin their moth-wing haze, our parlor windows.\nThey softened our guests with the gauze-light\nof the Scriptures, and rendered to us,\non our merriest days, the sensation\nof gazing through the feet of a gander.\nIn time we moved up to the status\nof glass—one pane, then two—each\ncupping in proof of its purity\na dimple of fault, a form of distortion\nenhancing our image. We took the panes\nwith us from cottage to cottage,\nmoth-horn and glass, and wedged up\nthe misfitted gaps with a poultice\nof gunny and wax. When woodsmoke\ndarkened our bricks, we gave\nto the windowsills a lacquer\nof color—clear blue with a lattice\nof yellow: a primary entrance and exit\nfor light. And often, walking home\nfrom the river and small cheese shop,\nwe would squint their colors to a sapling\ngreen, and remember the hull\nof that early body, the slap of fear\nwe suffered there, then the little wash\nof recovery that is our fashion—how\nwe stroked to her bones a cadenced droning,\nand took back from her absence, our\namber, half-literal method of sight.</pre>\n "}, {"title": "Flight", "view_node": "/poem/flight-0", "field_author": "<a href=\"/poet/linda-bierds\" hreflang=\"und\">Linda Bierds</a>", "field_date_published": "2006", "body": " <pre>\nOsseous, aqueous, cardiac, hepatic—\nback from bone the echoes stroke, back\nfrom the halved heart, the lungs\nthree years of weightlessness have cinched to gills.\nFrom a leather chaise, the astronaut’s withered legs\ndangle, as back they come, sounds\na beaked percussion hammer startles into shape.\nThe physician cocks his head and taps—exactly\nas a splitter halves his slate, the metamorphic rock\nchisel-shocked, then shocked again, halved\n\nand halved, until a roof appears, black as space.\nI’m gaining ground, he says, the astronaut,\nwho knows, from space, earth is just a blue-green glow,\na pilot light he circled once, lifted, swiftly flown\nabove the rafters and atmospheres, half himself\nand half again some metamorphic click, \nextinct as memory.  I’m gaining ground,\nhe says, and back it comes, his glint\nof cloud-crossed world:  a pilot light\nor swaddled leaf, green in the season’s infancy.</pre>\n "}, {"title": "The Fish", "view_node": "/poem/fish", "field_author": "<a href=\"/poet/linda-bierds\" hreflang=\"und\">Linda Bierds</a>", "field_date_published": "1994", "body": " <pre>\". . . tomorrow I look forward to a greater harvest.\"\n     —Charles Darwin, 1832\n\n\nMonth after dry month, then suddenly\na brief rain has delivered to the fractured hillsides\na haze of grass. So sparse it might be\na figment of the heart. Yet its path\non the outstretched hand is true—brush and retreat—\nlike the breaths of a spaniel.\n\nThere are buried in the decks of certain ships\nmelon-sized prisms of glass, dangling their apices\nto the cabins below. Through\ntheir forked, pyramidic ziggings, daylight\nis offered to the mess tables, to the tinware,\nthe gun-gray curlings of salt-tongue.\nNot rainbowed at all, the light\napproaches the face of each sailor\nin segments, like the light in a spine of\ntrain car windows. Then fuses, of course, when it\nmarries the retina, its chopped evolution\n\nlost in the stasis of the visible.\nWe turn homeward soon. I remember\nthe seam lines of southern constellations, and the twin\ntornadoes of a waterspout: one funnel\nof wind reaching down from a cloud,\none funnel of sea reaching upward. They met\nwith the waist of an hourglass—in perfect reflection,\nas we, through the Archer, the Scorpion, the Painter,\ncall forth from the evening some\ncelestial repetition of our shared churnings.\n\nWe shattered the spout\nwith shotguns that kicked like the guns of my childhood\nwhen leaves were a prune-mulch and my sisters\nstood at the rim of the orchard.\nKatty. Caroline. Susan. Marianne.\nIn the temperate wind, their dresses and sashes,\nthe variegated strands of their hair, were\nthe nothing of wood smoke. Steam.\n\nI cannot foretell our conclusion.\n\nBut once, through a pleat-work of waves,\nI watched as a cormorant caught and released\na single fish. Eight times. Trapped and released.\nDiving into an absence, the fish\nre-entered my vision in segments, arcing\nthrough the pivot of the bird's beak. Magnificent,\nI thought, each singular visit, each\nchattering half-step from the sea.</pre>\n "}], "pager": {"current_page": 567, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}