{"rows": [{"title": "The Love Unfeigned", "view_node": "/poem/love-unfeigned", "field_author": "<a href=\"/poet/geoffrey-chaucer\" hreflang=\"und\">Geoffrey Chaucer</a>", "field_date_published": "1380", "body": "<p><span class=\"long-line\">O Yonge fresshe folkes, he or she,</span><br /><span class=\"long-line\">In which that love up groweth with your age,</span><br /><span class=\"long-line\">Repeyreth hoom from worldly vanitee,</span><br /><span class=\"long-line\">And of your herte up-casteth the visage</span><br /><span class=\"long-line\">To thilke god that after his image</span><br /><span class=\"long-line\">Yow made, and thinketh al nis but a fayre</span><br /><span class=\"long-line\">This world, that passeth sone as floures fayre.</span></p>\n\n<p><span class=\"long-line\">And loveth him, the which that right for love</span><br /><span class=\"long-line\">Upon a cros, our soules for to beye,</span><br /><span class=\"long-line\">First starf, and roos, and sit in hevene a-bove;</span><br /><span class=\"long-line\">For he nil falsen no wight, dar I seye,</span><br /><span class=\"long-line\">That wol his herte al hoolly on him leye.</span><br /><span class=\"long-line\">And sin he best to love is, and most meke,</span><br /><span class=\"long-line\">What nedeth feyned loves for to seke?</span></p>\n"}, {"title": "An ABC (The Prayer of Our Lady)", "view_node": "/poem/abc-prayer-our-lady", "field_author": "<a href=\"/poet/geoffrey-chaucer\" hreflang=\"und\">Geoffrey Chaucer</a>", "field_date_published": "1602", "body": " <pre>\n<i>Incipit carmen secundum ordinem litterarum alphabeti.</i>\n\n\n<b>A</b>lmighty and al merciable queene,\nTo whom that al this world fleeth for socour,\nTo have relees of sinne, of sorwe, and teene,\nGlorious virgine, of alle floures flour,\nTo thee I flee, confounded in errour.\nHelp and releeve, thou mighti debonayre,\nHave mercy on my perilous langour.\nVenquisshed me hath my cruel adversaire.\n\n<b>B</b>ountee so fix hath in thin herte his tente\nThat wel I wot thou wolt my socour bee;\nThou canst not warne him that with good entente\nAxeth thin helpe, thin herte is ay so free.\nThou art largesse of pleyn felicitee,\nHaven of refut, of quiete, and of reste.\nLoo, how that theeves sevene chasen mee.\nHelp, lady bright, er that my ship tobreste.\n\n<b>C</b>omfort is noon but in yow, ladi deere;\nFor loo, my sinne and my confusioun,\nWhich oughten not in thi presence appeere,\nHan take on me a greevous accioun\nOf verrey right and desperacioun;\nAnd as hi right thei mighten wel susteene\nThat I were wurthi my dampnacioun,\nNere merci of you, blisful hevene queene.\n\n<b>D</b>owte is ther noon, thou queen of misericorde,\nThat thou n'art cause of grace and merci heere;\nGod vouched sauf thurgh thee with us to accorde.\nFor certes, Crystes blisful mooder deere,\nWere now the bowe bent in swich maneere\nAs it was first of justice and of ire,\nThe rightful God nolde of no mercy heere;\nBut thurgh thee han we grace as we desire.\n\n<b>E</b>vere hath myn hope of refut been in thee,\nFor heer-biforn ful ofte in many a wyse\nHast thou to misericorde receyved me.\nBut merci, ladi, at the grete assyse\nWhan we shule come bifore the hye justyse.\nSo litel fruit shal thanne in me be founde\nThat, but thou er that day correcte me,\nOf verrey right my werk wol me confounde.\n\n<b>F</b>leeinge, I flee for socour to thi tente\nMe for to hide from tempeste ful of dreede,\nBiseeching yow that ye you not absente\nThouh I be wikke. O, help yit at this neede!\nAl have I ben a beste in wil and deede,\nYit, ladi, thou me clothe with thi grace.\nThin enemy and myn-- ladi, tak heede--\nUnto my deth in poynt is me to chace!\n\n<b>G</b>lorious mayde and mooder, which that nevere\nWere bitter, neither in erthe nor in see,\nBut ful of swetnesse and of merci evere,\nHelp that my Fader be not wroth with me.\nSpek thou, for I ne dar not him ysee,\nSo have I doon in erthe, allas the while,\nThat certes, but if thou my socour bee,\nTo stink eterne he wole my gost exile.\n\n<b>H</b>e vouched sauf, tel him, as was his wille,\nBicome a man, to have oure alliaunce,\nAnd with his precious blood he wrot the bille\nUpon the crois as general acquitaunce\nTo every penitent in ful creaunce;\nAnd therfore, ladi bright, thou for us praye.\nThanne shalt thou bothe stinte al his grevaunce,\nAnd make oure foo to failen of his praye.\n\n<b>I</b> wot it wel, thou wolt ben oure socour,\nThou art so ful of bowntee, in certeyn,\nFor whan a soule falleth in errour\nThi pitee goth and haleth him ayein.\nThanne makest thou his pees with his sovereyn\nAnd bringest him out of the crooked strete.\nWhoso thee loveth, he shal not love in veyn,\nThat shal he fynde as he the lyf shal lete.\n\n<b>K</b>alenderes enlumyned ben thei\nThat in this world ben lighted with thi name,\nAnd whoso goth to yow the righte wey,\nHim thar not drede in soule to be lame.\nNow, queen of comfort, sith thou art that same\nTo whom I seeche for my medicyne,\nLat not my foo no more my wounde entame;\nMyn hele into thin hand al I resygne.\n\n<b>L</b>adi, thi sorwe kan I not portreye\nUnder the cros, ne his greevous penaunce;\nBut for youre bothes peynes I yow preye,\nLat not oure alder foo make his bobaunce\nThat he hath in his lystes of mischaunce\nConvict that ye bothe have bought so deere.\nAs I seide erst, thou ground of oure substaunce,\nContinue on us thi pitous eyen cleere!\n\n<b>M</b>oises, that saugh the bush with flawmes rede\nBrenninge, of which ther never a stikke brende,\nWas signe of thin unwemmed maidenhede.\nThou art the bush on which ther gan descende\nThe Holi Gost, the which that Moyses wende\nHad ben a-fyr, and this was in figure.\nNow, ladi, from the fyr thou us defende\nWhich that in helle eternalli shal dure.\n\n<b>N</b>oble princesse, that nevere haddest peere,\nCertes if any comfort in us bee,\nThat cometh of thee, thou Cristes mooder deere.\nWe han noon oother melodye or glee\nUs to rejoyse in oure adversitee,\nNe advocat noon that wole and dar so preye\nFor us, and that for litel hire as yee\nThat helpen for an Ave-Marie or tweye.\n\n<b>O</b> verrey light of eyen that ben blynde,\nO verrey lust of labour and distresse,\nO tresoreere of bountee to mankynde,\nThee whom God ches to mooder for humblesse!\nFrom his ancille he made the maistresse\nOf hevene and erthe, oure bille up for to beede.\nThis world awaiteth evere on thi goodnesse\nFor thou ne failest nevere wight at neede.\n\n<b>P</b>urpos I have sum time for to enquere\nWherfore and whi the Holi Gost thee soughte\nWhan Gabrielles vois cam to thin ere.\nHe not to werre us swich a wonder wroughte,\nBut for to save us that he sithen boughte.\nThanne needeth us no wepen us for to save,\nBut oonly ther we dide not, as us oughte,\nDoo penitence, and merci axe and have.\n\n<b>Q</b>ueen of comfort, yit whan I me bithinke\nThat I agilt have bothe him and thee,\nAnd that my soule is worthi for to sinke,\nAllas, I caityf, whider may I flee?\nWho shal unto thi Sone my mene bee?\nWho, but thiself, that art of pitee welle?\nThou hast more reuthe on oure adversitee\nThan in this world might any tonge telle.\n\n<b>R</b>edresse me, mooder, and me chastise,\nFor certeynly my Faderes chastisinge,\nThat dar I nouht abiden in no wise,\nSo hidous is his rightful rekenynge.\nMooder, of whom oure merci gan to springe,\nBeth ye my juge and eek my soules leche;\nFor evere in you is pitee haboundinge\nTo ech that wole of pitee you biseeche.\n\n<b>S</b>oth is that God ne granteth no pitee\nWithoute thee; for God of his goodnesse\nForyiveth noon, but it like unto thee.\nHe hath thee maked vicaire and maistresse\nOf al this world, and eek governouresse\nOf hevene, and he represseth his justise\nAfter thi wil; and therfore in witnesse\nHe hath thee corowned in so rial wise.\n\n<b>T</b>emple devout, ther God hath his woninge,\nFro which these misbileeved deprived been,\nTo you my soule penitent I bringe.\nReceyve me-- I can no ferther fleen.\nWith thornes venymous, O hevene queen,\nFor which the eerthe acursed was ful yore,\nI am so wounded, as ye may wel seen,\nThat I am lost almost, it smert so sore.\n\n<b>V</b>irgine, that art so noble of apparaile,\nAnd ledest us into the hye tour\nOf Paradys, thou me wisse and counsaile\nHow I may have thi grace and thi socour,\nAll have I ben in filthe and in errour.\nLadi, unto that court thou me ajourne\nThat cleped is thi bench, O freshe flour,\nTher as that merci evere shal sojourne.\n\n<b>X</b>ristus, thi sone, that in this world alighte\nUpon the cros to suffre his passioun,\nAnd eek that Longius his herte pighte\nAnd made his herte blood to renne adoun,\nAnd al was this for my salvacioun;\nAnd I to him am fals and eek unkynde,\nAnd yit he wole not my dampnacioun--\nThis thanke I yow, socour of al mankynde!\n\n<b>Y</b>saac was figure of his deth, certeyn,\nThat so fer forth his fader wolde obeye\nThat him ne roughte nothing to be slayn;\nRight soo thi Sone list as a lamb to deye.\nNow, ladi ful of merci, I yow preye,\nSith he his merci mesured so large,\nBe ye not skant, for alle we singe and seye\nThat ye ben from vengeaunce ay oure targe.\n\n<b>Z</b>acharie yow clepeth the open welle\nTo wasshe sinful soule out of his gilt.\nTherfore this lessoun oughte I wel to telle,\nThat, nere thi tender herte, we were spilt.\nNow, ladi bryghte, sith thou canst and wilt\nBen to the seed of Adam merciable,\nBring us to that palais that is bilt\nTo penitentes that ben to merci able. Amen.</pre>\n "}, {"title": "Sonnet 12 [Alas, so all things now do hold their peace]", "view_node": "/poem/sonnet-12-alas-so-all-things-now-do-hold-their-peace", "field_author": "<a href=\"/poet/henry-howard\" hreflang=\"und\">Henry Howard</a>", "field_date_published": "", "body": " <pre>\nAlas, so all things now do hold their peace, \nHeaven and earth disturbèd in no thing; \nThe beasts, the air, the birds their song do cease; \nThe nightes car the stars about doth bring. \nCalm is the sea, the waves work less and less. \nSo am not I, whom love, alas, doth wring, \nBringing before my face the great increase \nOf my desires, whereat I weep and sing \nIn joy and woe, as in a doubtful ease. \nFor my sweet thoughts sometime do pleasure bring, \nBut by and by the cause of my disease \nGives me a pang that inwardly doth sting, \nWhen that I think what grief it is again \nTo live and lack the thing should rid my pain.</pre>\n "}, {"title": "Canterbury Tales, General Prologue", "view_node": "/poem/canterbury-tales-general-prologue", "field_author": "<a href=\"/poet/geoffrey-chaucer\" hreflang=\"und\">Geoffrey Chaucer</a>", "field_date_published": "1478", "body": " <pre>\n<i>Here bygynneth the Book of the tales of Caunterbury</i>\n\nWhan that Aprille with his shoures soote, \nThe droghte of March hath perced to the roote, \nAnd bathed every veyne in swich licóur \nOf which vertú engendred is the flour; \nWhan Zephirus eek with his swete breeth \nInspired hath in every holt and heeth \nThe tendre croppes, and the yonge sonne \nHath in the Ram his halfe cours y-ronne, \nAnd smale foweles maken melodye, \nThat slepen al the nyght with open ye, \nSo priketh hem Natúre in hir corages, \nThanne longen folk to goon on pilgrimages, \nAnd palmeres for to seken straunge strondes, \nTo ferne halwes, kowthe in sondry londes; \nAnd specially, from every shires ende \nOf Engelond, to Caunterbury they wende, \nThe hooly blisful martir for to seke, \nThat hem hath holpen whan that they were seeke. \n\n\nBifil that in that seson on a day, \nIn Southwerk at the Tabard as I lay, \nRedy to wenden on my pilgrymage \nTo Caunterbury with ful devout corage, \nAt nyght were come into that hostelrye \nWel nyne and twenty in a compaignye \nOf sondry folk, by áventure y-falle \nIn felaweshipe, and pilgrimes were they alle, \nThat toward Caunterbury wolden ryde. \nThe chambres and the stables weren wyde, \nAnd wel we weren esed atte beste. \nAnd shortly, whan the sonne was to reste, \nSo hadde I spoken with hem everychon, \nThat I was of hir felaweshipe anon, \nAnd made forward erly for to ryse, \nTo take oure wey, ther as I yow devyse. \n\n\nBut nathelees, whil I have tyme and space, \nEr that I ferther in this tale pace, \nMe thynketh it acordaunt to resoun \nTo telle yow al the condicioun \nOf ech of hem, so as it semed me, \nAnd whiche they weren and of what degree, \nAnd eek in what array that they were inne; \nAnd at a Knyght than wol I first bigynne. \n\n\nA Knyght ther was, and that a worthy man, \nThat fro the tyme that he first bigan \nTo riden out, he loved chivalrie, \nTrouthe and honóur, fredom and curteisie. \nFul worthy was he in his lordes werre, \nAnd thereto hadde he riden, no man ferre, \nAs wel in cristendom as in hethenesse, \nAnd evere honóured for his worthynesse. \nAt Alisaundre he was whan it was wonne; \nFul ofte tyme he hadde the bord bigonne \nAboven alle nacions in Pruce. \nIn Lettow hadde he reysed and in Ruce,— \nNo cristen man so ofte of his degree. \nIn Gernade at the seege eek hadde he be \nOf Algezir, and riden in Belmarye. \nAt Lyeys was he, and at Satalye, \nWhan they were wonne; and in the Grete See \nAt many a noble armee hadde he be. \n\n\nAt mortal batailles hadde he been fiftene, \nAnd foughten for oure feith at Tramyssene \nIn lyste thries, and ay slayn his foo. \nThis ilke worthy knyght hadde been also \nSomtyme with the lord of Palatye \nAgayn another hethen in Turkye; \nAnd evermoore he hadde a sovereyn prys. \nAnd though that he were worthy, he was wys, \nAnd of his port as meeke as is a mayde. \nHe nevere yet no vileynye ne sayde, \nIn al his lyf, unto no maner wight. \nHe was a verray, parfit, gentil knyght. \n\n\nBut for to tellen yow of his array, \nHis hors weren goode, but he was nat gay; \nOf fustian he wered a gypon \nAl bismótered with his habergeon; \nFor he was late y-come from his viage, \nAnd wente for to doon his pilgrymage. \n\n\nWith hym ther was his sone, a yong Squiér, \nA lovyere and a lusty bacheler, \nWith lokkes crulle as they were leyd in presse. \nOf twenty yeer of age he was, I gesse. \nOf his statúre he was of evene lengthe, \nAnd wonderly delyvere and of greet strengthe. \nAnd he hadde been somtyme in chyvachie \nIn Flaundres, in Artoys, and Pycardie, \nAnd born hym weel, as of so litel space, \nIn hope to stonden in his lady grace. \nEmbrouded was he, as it were a meede \nAl ful of fresshe floures whyte and reede. \nSyngynge he was, or floytynge, al the day; \nHe was as fressh as is the month of May. \nShort was his gowne, with sleves longe and wyde; \nWel koude he sitte on hors and faire ryde; \nHe koude songes make and wel endite, \nJuste and eek daunce, and weel purtreye and write. \nSo hoote he lovede that by nyghtertale \nHe sleep namoore than dooth a nyghtyngale. \nCurteis he was, lowely and servysáble, \nAnd carf biforn his fader at the table. \n\n\nA Yeman hadde he and servántz namo \nAt that tyme, for hym liste ride soo; \nAnd he was clad in cote and hood of grene. \nA sheef of pecock arwes bright and kene, \nUnder his belt he bar ful thriftily— \nWel koude he dresse his takel yemanly; \nHis arwes drouped noght with fetheres lowe— \nAnd in his hand he baar a myghty bowe. \nA not-heed hadde he, with a broun viságe. \nOf woodecraft wel koude he al the uságe. \nUpon his arm he baar a gay bracér, \nAnd by his syde a swerd and a bokeler, \nAnd on that oother syde a gay daggere, \nHarneised wel and sharp as point of spere; \nA Cristophere on his brest of silver sheene. \nAn horn he bar, the bawdryk was of grene. \nA forster was he, soothly as I gesse. \n\n\nTher was also a Nonne, a Prioresse, \nThat of hir smylyng was ful symple and coy; \nHire gretteste ooth was but by seinte Loy, \nAnd she was cleped madame Eglentyne. \nFul weel she soong the service dyvyne, \nEntuned in hir nose ful semely; \nAnd Frenssh she spak ful faire and fetisly, \nAfter the scole of Stratford atte Bowe, \nFor Frenssh of Parys was to hire unknowe. \nAt mete wel y-taught was she with-alle: \nShe leet no morsel from hir lippes falle, \nNe wette hir fyngres in hir sauce depe. \nWel koude she carie a morsel and wel kepe \nThát no drope ne fille upon hire brist; \nIn curteisie was set ful muchel hir list. \nHire over-lippe wyped she so clene \nThat in hir coppe ther was no ferthyng sene \nOf grece, whan she dronken hadde hir draughte. \nFul semely after hir mete she raughte. \nAnd sikerly she was of greet desport, \nAnd ful plesáunt and amyable of port, \nAnd peyned hire to countrefete cheere \nOf court, and been estatlich of manere, \nAnd to ben holden digne of reverence. \nBut for to speken of hire conscience, \nShe was so charitable and so pitous \nShe wolde wepe if that she saugh a mous \nKaught in a trappe, if it were deed or bledde. \nOf smale houndes hadde she, that she fedde \nWith rosted flessh, or milk and wastel breed; \nBut soore wepte she if oon of hem were deed, \nOr if men smoot it with a yerde smerte; \nAnd al was conscience and tendre herte. \n\n\nFul semyly hir wympul pynched was; \nHire nose tretys, her eyen greye as glas, \nHir mouth ful smal and ther-to softe and reed; \nBut sikerly she hadde a fair forheed; \nIt was almoost a spanne brood, I trowe; \nFor, hardily, she was nat undergrowe. \nFul fetys was hir cloke, as I was war; \nOf smal coral aboute hire arm she bar \nA peire of bedes, gauded al with grene, \nAnd ther-on heng a brooch of gold ful sheene, \nOn which ther was first write a crowned A, \nAnd after, Amor vincit omnia. \n\n\nAnother Nonne with hire hadde she, \nThat was hire chapeleyne, and Preestes thre. \n\n\nA Monk ther was, a fair for the maistrie, \nAn outridere, that lovede venerie; \nA manly man, to been an abbot able. \nFul many a deyntee hors hadde he in stable; \nAnd whan he rood, men myghte his brydel heere \nGýnglen in a whistlynge wynd als cleere, \nAnd eek as loude, as dooth the chapel belle, \nTher as this lord was kepere of the celle. \nThe reule of seint Maure or of seint Beneit, \nBy-cause that it was old and som-del streit,— \nThis ilke Monk leet olde thynges pace, \nAnd heeld after the newe world the space. \nHe yaf nat of that text a pulled hen \nThat seith that hunters ben nat hooly men, \nNe that a monk, whan he is recchelees, \nIs likned til a fissh that is waterlees,— \nThis is to seyn, a monk out of his cloystre. \nBut thilke text heeld he nat worth an oystre; \nAnd I seyde his opinioun was good. \nWhat sholde he studie and make hymselven wood, \nUpon a book in cloystre alwey to poure, \nOr swynken with his handes and labóure, \nAs Austyn bit? How shal the world be served? \nLat Austyn have his swynk to him reserved. \nTherfore he was a prikasour aright: \nGrehoundes he hadde, as swift as fowel in flight; \nOf prikyng and of huntyng for the hare \nWas al his lust, for no cost wolde he spare. \nI seigh his sleves y-púrfiled at the hond \nWith grys, and that the fyneste of a lond; \nAnd for to festne his hood under his chyn \nHe hadde of gold y-wroght a curious pyn; \nA love-knotte in the gretter ende ther was. \nHis heed was balled, that shoon as any glas, \nAnd eek his face, as he hadde been enoynt. \nHe was a lord ful fat and in good poynt; \nHis eyen stepe, and rollynge in his heed, \nThat stemed as a forneys of a leed; \nHis bootes souple, his hors in greet estaat. \nNow certeinly he was a fair prelaat. \nHe was nat pale, as a forpyned goost: \nA fat swan loved he best of any roost. \nHis palfrey was as broun as is a berye. \n\n\nA Frere ther was, a wantowne and a merye, \nA lymytour, a ful solémpne man. \nIn alle the ordres foure is noon that kan \nSo muchel of daliaunce and fair langage. \nHe hadde maad ful many a mariage \nOf yonge wommen at his owene cost. \nUnto his ordre he was a noble post. \nFul wel biloved and famulier was he \nWith frankeleyns over al in his contree, \nAnd eek with worthy wommen of the toun; \nFor he hadde power of confessioun, \nAs seyde hym-self, moore than a curát, \nFor of his ordre he was licenciat. \nFul swetely herde he confessioun, \nAnd plesaunt was his absolucioun. \nHe was an esy man to yeve penaunce \nThere as he wiste to have a good pitaunce; \nFor unto a povre ordre for to yive \nIs signe that a man is wel y-shryve; \nFor, if he yaf, he dorste make avaunt \nHe wiste that a man was répentaunt; \nFor many a man so hard is of his herte \nHe may nat wepe al-thogh hym soore smerte. \nTherfore in stede of wepynge and preyéres \nMen moote yeve silver to the povre freres. \nHis typet was ay farsed full of knyves \nAnd pynnes, for to yeven faire wyves. \nAnd certeinly he hadde a murye note: \nWel koude he synge and pleyen on a rote; \nOf yeddynges he baar outrely the pris. \nHis nekke whit was as the flour-de-lys; \nTher-to he strong was as a champioun. \nHe knew the tavernes wel in every toun, \nAnd everich hostiler and tappestere \nBet than a lazar or a beggestere; \nFor unto swich a worthy man as he \nAcorded nat, as by his facultee, \nTo have with sike lazars aqueyntaunce; \nIt is nat honest, it may nat avaunce \nFór to deelen with no swich poraille, \nBut al with riche and selleres of vitaille. \nAnd over-al, ther as profit sholde arise, \nCurteis he was and lowely of servyse. \nTher nas no man nowher so vertuous. \nHe was the beste beggere in his hous; \n[And yaf a certeyn ferme for the graunt, \nNoon of his brethren cam ther in his haunt;] \nFor thogh a wydwe hadde noght a sho, \nSo plesaunt was his In principio, \nYet wolde he have a ferthyng er he wente: \nHis purchas was wel bettre than his rente. \nAnd rage he koude, as it were right a whelpe. \nIn love-dayes ther koude he muchel helpe, \nFor there he was nat lyk a cloysterer \nWith a thredbare cope, as is a povre scolér, \nBut he was lyk a maister, or a pope; \nOf double worstede was his semycope, \nThat rounded as a belle, out of the presse. \nSomwhat he lipsed for his wantownesse, \nTo make his Englissh sweete upon his tonge; \nAnd in his harpyng, whan that he hadde songe, \nHis eyen twynkled in his heed aryght \nAs doon the sterres in the frosty nyght. \nThis worthy lymytour was cleped Hubérd. \n\n\nA Marchant was ther with a forked berd, \nIn motteleye, and hye on horse he sat; \nUpon his heed a Flaundryssh bevere hat; \nHis bootes clasped faire and fetisly. \nHis resons he spak ful solémpnely, \nSownynge alway thencrees of his wynnyng. \nHe wolde the see were kept for any thing \nBitwixe Middelburgh and Orewelle. \nWel koude he in eschaunge sheeldes selle. \nThis worthy man ful wel his wit bisette; \nTher wiste no wight that he was in dette, \nSo estatly was he of his gouvernaunce, \nWith his bargaynes and with his chevyssaunce. \nFor sothe he was a worthy man with-alle, \nBut, sooth to seyn, I noot how men hym calle. \n\n\nA Clerk ther was of Oxenford also, \nThat unto logyk hadde longe y-go. \nAs leene was his hors as is a rake, \nAnd he nas nat right fat, I undertake, \nBut looked holwe, and ther-to sobrely. \nFul thredbare was his overeste courtepy; \nFor he hadde geten hym yet no benefice, \nNe was so worldly for to have office; \nFor hym was lévere háve at his beddes heed \nTwénty bookes, clad in blak or reed, \nOf Aristotle and his philosophie, \nThan robes riche, or fíthele, or gay sautrie. \nBut al be that he was a philosophre, \nYet hadde he but litel gold in cofre; \nBut al that he myghte of his freendes hente \nOn bookes and on lernynge he it spente, \nAnd bisily gan for the soules preye \nOf hem that yaf hym wher-with to scoleye. \nOf studie took he moost cure and moost heede. \nNoght o word spak he moore than was neede; \nAnd that was seyd in forme and reverence, \nAnd short and quyk and ful of hy senténce. \nSownynge in moral vertu was his speche; \nAnd gladly wolde he lerne and gladly teche. \n\n\nA Sergeant of the Lawe, war and wys, \nThat often hadde been at the Parvys, \nTher was also, ful riche of excellence. \nDiscreet he was, and of greet reverence— \nHe semed swich, his wordes weren so wise. \nJustice he was ful often in assise, \nBy patente, and by pleyn commissioun. \nFor his science and for his heigh renoun, \nOf fees and robes hadde he many oon. \nSo greet a purchasour was nowher noon: \nAl was fee symple to hym in effect; \nHis purchasyng myghte nat been infect. \nNowher so bisy a man as he ther nas, \nAnd yet he semed bisier than he was. \nIn termes hadde he caas and doomes alle \nThat from the tyme of kyng William were falle. \nTher-to he koude endite and make a thyng, \nTher koude no wight pynche at his writyng; \nAnd every statut koude he pleyn by rote. \nHe rood but hoomly in a medlee cote, \nGirt with a ceint of silk, with barres smale; \nOf his array telle I no lenger tale. \n\n\nA Frankeleyn was in his compaignye. \nWhit was his berd as is the dayesye; \nOf his complexioun he was sangwyn. \nWel loved he by the morwe a sop in wyn; \nTo lyven in delit was evere his wone, \nFor he was Epicurus owene sone, \nThat heeld opinioun that pleyn delit \nWas verraily felicitee parfit. \nAn housholdere, and that a greet, was he; \nSeint Julian he was in his contree. \nHis breed, his ale, was alweys after oon; \nA bettre envyned man was nowher noon. \nWithoute bake mete was nevere his hous, \nOf fissh and flessh, and that so plentevous, \nIt snewed in his hous of mete and drynke, \nOf alle deyntees that men koude thynke, \nAfter the sondry sesons of the yeer; \nSo chaunged he his mete and his soper. \nFul many a fat partrich hadde he in muwe, \nAnd many a breem and many a luce in stuwe. \nWo was his cook but if his sauce were \nPoynaunt and sharp, and redy al his geere. \nHis table dormant in his halle alway \nStood redy covered al the longe day. \nAt sessiouns ther was he lord and sire; \nFul ofte tyme he was knyght of the shire. \nAn anlaas, and a gipser al of silk, \nHeeng at his girdel, whit as morne milk. \nA shirreve hadde he been, and a countour; \nWas nowher such a worthy vavasour. \n\n\nAn Haberdasshere, and a Carpenter, \nA Webbe, a Dyere, and a Tapycer,— \nAnd they were clothed alle in o lyveree \nOf a solémpne and a greet fraternitee. \nFul fressh and newe hir geere apiked was; \nHir knyves were chaped noght with bras, \nBut al with silver; wroght ful clene and weel \nHire girdles and hir pouches everydeel. \nWel semed ech of hem a fair burgeys \nTo sitten in a yeldehalle, on a deys. \nÉverich, for the wisdom that he kan, \nWas shaply for to been an alderman; \nFor catel hadde they ynogh and rente, \nAnd eek hir wyves wolde it wel assente, \nAnd elles certeyn were they to blame. \nIt is ful fair to been y-cleped Madame, \nAnd goon to vigilies al bifore, \nAnd have a mantel roialliche y-bore. \n\n\nA Cook they hadde with hem for the nones, \nTo boille the chiknes with the marybones, \nAnd poudre-marchant tart, and galyngale. \nWel koude he knowe a draughte of Londoun ale. \nHe koude rooste, and sethe, and broille, and frye, \nMáken mortreux, and wel bake a pye. \nBut greet harm was it, as it thoughte me, \nThat on his shyne a mormal hadde he; \nFor blankmanger, that made he with the beste. \n\n\nA Shipman was ther, wonynge fer by weste; \nFor aught I woot he was of Dertemouthe. \nHe rood upon a rouncy, as he kouthe, \nIn a gowne of faldyng to the knee. \nA daggere hangynge on a laas hadde he \nAboute his nekke, under his arm adoun. \nThe hoote somer hadde maad his hewe al broun; \nAnd certeinly he was a good felawe. \nFul many a draughte of wyn hadde he y-drawe \nFro Burdeux-ward, whil that the chapman sleep. \nOf nyce conscience took he no keep. \nIf that he faught and hadde the hyer hond, \nBy water he sente hem hoom to every lond. \nBut of his craft to rekene wel his tydes, \nHis stremes, and his daungers hym bisides, \nHis herberwe and his moone, his lode-menage, \nTher nas noon swich from Hulle to Cartage. \nHardy he was and wys to undertake; \nWith many a tempest hadde his berd been shake. \nHe knew alle the havenes, as they were, \nFrom Gootlond to the Cape of Fynystere, \nAnd every cryke in Britaigne and in Spayne. \nHis barge y-cleped was the Maudelayne. \n\n\nWith us ther was a Doctour of Phisik; \nIn all this world ne was ther noon hym lik, \nTo speke of phisik and of surgerye; \nFor he was grounded in astronomye. \nHe kepte his pacient a ful greet deel \nIn houres, by his magyk natureel. \nWel koude he fortunen the ascendent \nOf his ymáges for his pacient. \nHe knew the cause of everich maladye, \nWere it of hoot, or cold, or moyste, or drye, \nAnd where they engendred and of what humour. \nHe was a verray, parfit praktisour; \nThe cause y-knowe, and of his harm the roote, \nAnon he yaf the sike man his boote. \nFul redy hadde he his apothecaries \nTo sende him drogges and his letuaries; \nFor ech of hem made oother for to wynne, \nHir frendshipe nas nat newe to bigynne. \nWel knew he the olde Esculapius, \nAnd De{\"y}scorides, and eek Rufus, \nOld Ypocras, Haly, and Galyen, \nSerapion, Razis, and Avycen, \nAverrois, Damascien, and Constantyn, \nBernard, and Gatesden, and Gilbertyn. \nOf his diete mesurable was he, \nFor it was of no superfluitee, \nBut of greet norissyng and digestíble. \nHis studie was but litel on the Bible. \nIn sangwyn and in pers he clad was al, \nLyned with taffata and with sendal. \nAnd yet he was but esy of dispence; \nHe kepte that he wan in pestilence. \nFor gold in phisik is a cordial; \nTherfore he lovede gold in special. \n\n\nA Good Wif was ther of biside Bathe, \nBut she was som-del deef, and that was scathe. \nOf clooth-makyng she hadde swich an haunt \nShe passed hem of Ypres and of Gaunt. \nIn al the parisshe wif ne was ther noon \nThat to the offrynge bifore hire sholde goon; \nAnd if ther dide, certeyn so wrooth was she \nThat she was out of alle charitee. \nHir coverchiefs ful fyne weren of ground; \nI dorste swere they weyeden ten pound \nThat on a Sonday weren upon hir heed. \nHir hosen weren of fyn scarlet reed, \nFul streite y-teyd, and shoes ful moyste and newe. \nBoold was hir face, and fair, and reed of hewe. \nShe was a worthy womman al hir lyve; \nHousbondes at chirche dore she hadde fyve, \nWithouten oother compaignye in youthe; \nBut ther-of nedeth nat to speke as nowthe. \nAnd thries hadde she been at Jérusalem; \nShe hadde passed many a straunge strem; \nAt Rome she hadde been, and at Boloigne, \nIn Galice at Seint Jame, and at Coloigne. \nShe koude muchel of wandrynge by the weye. \nGat-tothed was she, soothly for to seye. \nUpon an amblere esily she sat, \nY-wympled wel, and on hir heed an hat \nAs brood as is a bokeler or a targe; \nA foot-mantel aboute hir hipes large, \nAnd on hire feet a paire of spores sharpe. \nIn felaweshipe wel koude she laughe and carpe; \nOf remedies of love she knew per chauncé, \nFor she koude of that art the olde daunce. \n\n\nA good man was ther of religioun, \nAnd was a povre Person of a Toun; \nBut riche he was of hooly thoght and werk. \nHe was also a lerned man, a clerk, \nThat Cristes Gospel trewely wolde preche; \nHis parisshens devoutly wolde he teche. \nBenygne he was, and wonder diligent, \nAnd in adversitee ful pacient; \nAnd swich he was y-preved ofte sithes. \nFul looth were hym to cursen for his tithes, \nBut rather wolde he yeven, out of doute, \nUnto his povre parisshens aboute, \nOf his offrýng and eek of his substaunce; \nHe koude in litel thyng have suffisaunce. \nWyd was his parisshe, and houses fer asonder, \nBut he ne lafte nat, for reyn ne thonder, \nIn siknesse nor in meschief to visíte \nThe ferreste in his parisshe, muche and lite, \nUpon his feet, and in his hand a staf. \nThis noble ensample to his sheep he yaf, \nThat first he wroghte and afterward he taughte. \nOut of the gospel he tho wordes caughte; \nAnd this figure he added eek therto, \nThat if gold ruste, what shal iren doo? \nFor if a preest be foul, on whom we truste, \nNo wonder is a lewed man to ruste; \nAnd shame it is, if a prest take keep, \nA shiten shepherde and a clene sheep. \nWel oghte a preest ensample for to yive \nBy his clennesse how that his sheep sholde lyve. \nHe sette nat his benefice to hyre \nAnd leet his sheep encombred in the myre, \nAnd ran to Londoun, unto Seinte Poules, \nTo seken hym a chaunterie for soules, \nOr with a bretherhed to been withholde; \nBut dwelte at hoom and kepte wel his folde, \nSo that the wolf ne made it nat myscarie; \nHe was a shepherde, and noght a mercenarie. \nAnd though he hooly were and vertuous, \nHe was to synful man nat despitous, \nNe of his speche daungerous ne digne, \nBut in his techyng díscreet and benygne. \nTo drawen folk to hevene by fairnesse, \nBy good ensample, this was his bisynesse. \nBut it were any persone obstinat, \nWhat so he were, of heigh or lough estat, \nHym wolde he snybben sharply for the nonys. \nA bettre preest I trowe that nowher noon ys. \nHe waited after no pompe and reverence, \nNe maked him a spiced conscience; \nBut Cristes loore and his apostles twelve \nHe taughte, but first he folwed it hymselve. \n\n\nWith hym ther was a Plowman, was his brother, \nThat hadde y-lad of dong ful many a fother; \nA trewe swynkere and a good was he, \nLyvynge in pees and parfit charitee. \nGod loved he best, with al his hoole herte, \nAt alle tymes, thogh him gamed or smerte. \nAnd thanne his neighebor right as hymselve. \nHe wolde thresshe, and therto dyke and delve, \nFor Cristes sake, for every povre wight, \nWithouten hire, if it lay in his myght. \nHis tithes payede he ful faire and wel, \nBothe of his propre swynk and his catel. \nIn a tabard he rood upon a mere. \n\n\nTher was also a Reve and a Millere, \nA Somnour and a Pardoner also, \nA Maunciple, and myself,—ther were namo. \n\n\nThe Millere was a stout carl for the nones; \nFul byg he was of brawn and eek of bones. \nThat proved wel, for over-al, ther he cam, \nAt wrastlynge he wolde have alwey the ram. \nHe was short-sholdred, brood, a thikke knarre; \nTher nas no dore that he nolde heve of harre, \nOr breke it at a rennyng with his heed. \nHis berd as any sowe or fox was reed, \nAnd therto brood, as though it were a spade. \nUpon the cop right of his nose he hade \nA werte, and thereon stood a toft of herys, \nReed as the brustles of a sowes erys; \nHis nosethirles blake were and wyde. \nA swerd and a bokeler bar he by his syde. \nHis mouth as greet was as a greet forneys; \nHe was a janglere and a goliardeys, \nAnd that was moost of synne and harlotries. \nWel koude he stelen corn and tollen thries; \nAnd yet he hadde a thombe of gold, pardee. \nA whit cote and a blew hood wered he. \nA baggepipe wel koude he blowe and sowne, \nAnd therwithal he broghte us out of towne. \n\n\nA gentil Maunciple was ther of a temple, \nOf which achátours myghte take exemple \nFor to be wise in byynge of vitaille; \nFor, wheither that he payde or took by taille, \nAlgate he wayted so in his achaat \nThat he was ay biforn and in good staat. \nNow is nat that of God a ful fair grace, \nThat swich a lewed mannes wit shal pace \nThe wisdom of an heep of lerned men? \nOf maistres hadde he mo than thries ten, \nThat weren of lawe expert and curious, \nOf whiche ther weren a duszeyne in that hous \nWorthy to been stywardes of rente and lond \nOf any lord that is in Engelond, \nTo maken hym lyve by his propre good, \nIn honour dettelees, but if he were wood, \nOr lyve as scarsly as hym list desire; \nAnd able for to helpen al a shire \nIn any caas that myghte falle or happe; \nAnd yet this Manciple sette hir aller cappe \n\n\nThe Reve was a sclendre colerik man. \nHis berd was shave as ny as ever he kan; \nHis heer was by his erys round y-shorn; \nHis top was dokked lyk a preest biforn. \nFul longe were his legges and ful lene, \nY-lyk a staf, ther was no calf y-sene. \nWel koude he kepe a gerner and a bynne; \nTher was noon auditour koude on him wynne. \nWel wiste he, by the droghte and by the reyn, \nThe yeldynge of his seed and of his greyn. \nHis lordes sheep, his neet, his dayerye, \nHis swyn, his hors, his stoor, and his pultrye, \nWas hoolly in this reves governyng; \nAnd by his covenant yaf the rekenyng \nSyn that his lord was twenty yeer of age; \nThere koude no man brynge hym in arrerage. \nThere nas baillif, ne hierde, nor oother hyne, \nThat he ne knew his sleighte and his covyne; \nThey were adrad of hym as of the deeth. \nHis wonyng was ful fair upon an heeth; \nWith grene trees shadwed was his place. \nHe koude bettre than his lord purchace; \nFul riche he was a-stored pryvely. \nHis lord wel koude he plesen subtilly, \nTo yeve and lene hym of his owene good, \nAnd have a thank, and yet a cote and hood. \nIn youthe he hadde lerned a good myster; \nHe was a wel good wrighte, a carpenter. \nThis Reve sat upon a ful good stot, \nThat was al pomely grey, and highte Scot. \nA long surcote of pers upon he hade, \nAnd by his syde he baar a rusty blade. \nOf Northfolk was this Reve of which I telle, \nBiside a toun men clepen Baldeswelle. \nTukked he was as is a frere, aboute. \nAnd evere he rood the hyndreste of oure route. \n\n\nA Somonour was ther with us in that place, \nThat hadde a fyr-reed cherubynnes face, \nFor sawcefleem he was, with eyen narwe. \nAs hoot he was and lecherous as a sparwe, \nWith scaled browes blake and piled berd,— \nOf his visage children were aferd. \nTher nas quyk-silver, lytarge, ne brymstoon, \nBoras, ceruce, ne oille of tartre noon, \nNe oynement that wolde clense and byte, \nThat hym myghte helpen of his whelkes white, \nNor of the knobbes sittynge on his chekes. \nWel loved he garleek, oynons, and eek lekes, \nAnd for to drynken strong wyn, reed as blood. \nThanne wolde he speke, and crie as he were wood. \nAnd whan that he wel dronken hadde the wyn, \nThan wolde he speke no word but Latyn. \nA fewe termes hadde he, two or thre, \nThat he had lerned out of som decree,— \nNo wonder is, he herde it al the day; \nAnd eek ye knowen wel how that a jay \nKan clepen \"Watte\" as wel as kan the pope. \nBut whoso koude in oother thyng hym grope, \nThanne hadde he spent al his philosophie; \nAy \"Questio quid juris\" wolde he crie. \nHe was a gentil harlot and a kynde; \nA bettre felawe sholde men noght fynde. \nHe wolde suffre for a quart of wyn \nA good felawe to have his concubyn \nA twelf month, and excuse hym atte fulle; \nAnd prively a fynch eek koude he pulle. \nAnd if he foond owher a good felawe, \nHe wolde techen him to have noon awe, \nIn swich caas, of the erchedekenes curs, \nBut if a mannes soule were in his purs; \nFor in his purs he sholde y-punysshed be: \n\"Purs is the erchedekenes helle,\" seyde he. \nBut wel I woot he lyed right in dede. \nOf cursyng oghte ech gilty man him drede, \nFor curs wol slee, right as assoillyng savith; \nAnd also war him of a Significavit. \nIn daunger hadde he at his owene gise \nThe yonge girles of the diocise, \nAnd knew hir conseil, and was al hir reed. \nA gerland hadde he set upon his heed, \nAs greet as it were for an ale-stake; \nA bokeleer hadde he maad him of a cake. \n\n\nWith hym ther rood a gentil Pardoner \nOf Rouncivale, his freend and his compeer, \nThat streight was comen fro the court of Rome. \nFul loude he soong, \"Com hider, love, to me!\" \nThis Somonour bar to hym a stif burdoun; \nWas nevere trompe of half so greet a soun. \nThis Pardoner hadde heer as yelow as wex, \nBut smothe it heeng as dooth a strike of flex; \nBy ounces henge his lokkes that he hadde, \nAnd therwith he his shuldres overspradde. \nBut thynne it lay, by colpons, oon and oon; \nBut hood, for jolitee, wered he noon, \nFor it was trussed up in his walét. \nHym thoughte he rood al of the newe jet; \nDischevelee, save his cappe, he rood al bare. \nSwiche glarynge eyen hadde he as an hare. \nA vernycle hadde he sowed upon his cappe. \nHis walet lay biforn hym in his lappe, \nBret-ful of pardoun, comen from Rome al hoot. \nA voys he hadde as smal as hath a goot. \nNo berd hadde he, ne nevere sholde have, \nAs smothe it was as it were late y-shave; \nI trowe he were a geldyng or a mare. \nBut of his craft, fro Berwyk into Ware, \nNe was ther swich another pardoner; \nFor in his male he hadde a pilwe-beer, \nWhich that, he seyde, was Oure Lady veyl; \nHe seyde he hadde a gobet of the seyl \nThat Seinte Peter hadde, whan that he wente \nUpon the see, til Jesu Crist hym hente. \nHe hadde a croys of latoun, ful of stones, \nAnd in a glas he hadde pigges bones. \nBut with thise relikes, whan that he fond \nA povre person dwellynge upon lond, \nUpon a day he gat hym moore moneye \nThan that the person gat in monthes tweye; \nAnd thus with feyned flaterye and japes \nHe made the person and the peple his apes. \nBut trewely to tellen atte laste, \nHe was in chirche a noble ecclesiaste; \nWel koude he rede a lessoun or a storie, \nBut alderbest he song an offertorie; \nFor wel he wiste, whan that song was songe, \nHe moste preche, and wel affile his tonge \nTo wynne silver, as he ful wel koude; \nTherefore he song the murierly and loude. \n\n\nNow have I toold you shortly, in a clause, \nThestaat, tharray, the nombre, and eek the cause \nWhy that assembled was this compaignye \nIn Southwerk, at this gentil hostelrye \nThat highte the Tabard, faste by the Belle. \nBut now is tyme to yow for to telle \nHow that we baren us that ilke nyght, \nWhan we were in that hostelrie alyght; \nAnd after wol I telle of our viage \nAnd al the remenaunt of oure pilgrimage. \n\n\nBut first, I pray yow, of youre curteisye, \nThat ye narette it nat my vileynye, \nThogh that I pleynly speke in this mateere, \nTo telle yow hir wordes and hir cheere, \nNe thogh I speke hir wordes proprely. \nFor this ye knowen al-so wel as I, \nWhoso shal telle a tale after a man, \nHe moot reherce, as ny as evere he kan, \nEverich a word, if it be in his charge, \nAl speke he never so rudeliche and large; \nOr ellis he moot telle his tale untrewe, \nOr feyne thyng, or fynde wordes newe. \nHe may nat spare, althogh he were his brother; \nHe moot as wel seye o word as another. \nCrist spak hymself ful brode in hooly writ, \nAnd wel ye woot no vileynye is it. \nEek Plato seith, whoso kan hym rede, \n\"The wordes moote be cosyn to the dede.\" \n\n\nAlso I prey yow to foryeve it me, \nAl have I nat set folk in hir degree \nHeere in this tale, as that they sholde stonde; \nMy wit is short, ye may wel understonde. \n\n\nGreet chiere made oure Hoost us everichon, \nAnd to the soper sette he us anon, \nAnd served us with vitaille at the beste: \nStrong was the wyn and wel to drynke us leste. \n\n\nA semely man Oure Hooste was with-alle \nFor to been a marchal in an halle. \nA large man he was with eyen stepe, \nA fairer burgeys was ther noon in Chepe; \nBoold of his speche, and wys, and well y-taught, \nAnd of manhod hym lakkede right naught. \nEek thereto he was right a myrie man, \nAnd after soper pleyen he bigan, \nAnd spak of myrthe amonges othere thynges, \nWhan that we hadde maad our rekenynges; \nAnd seyde thus: \"Now, lordynges, trewely, \nYe been to me right welcome, hertely; \nFor by my trouthe, if that I shal nat lye, \nI saugh nat this yeer so myrie a compaignye \nAt ones in this herberwe as is now. \nFayn wolde I doon yow myrthe, wiste I how; \nAnd of a myrthe I am right now bythoght, \nTo doon yow ese, and it shal coste noght. \n\n\n\"Ye goon to Canterbury—God yow speede, \nThe blisful martir quite yow youre meede! \nAnd wel I woot, as ye goon by the weye, \nYe shapen yow to talen and to pleye; \nFor trewely confort ne myrthe is noon \nTo ride by the weye doumb as a stoon; \nAnd therfore wol I maken yow disport, \nAs I seyde erst, and doon yow som confort. \nAnd if you liketh alle, by oon assent, \nFor to stonden at my juggement, \nAnd for to werken as I shal yow seye, \nTo-morwe, whan ye riden by the weye, \nNow, by my fader soule, that is deed, \nBut ye be myrie, I wol yeve yow myn heed! \nHoold up youre hond, withouten moore speche.\" \n\n\nOure conseil was nat longe for to seche; \nUs thoughte it was noght worth to make it wys, \nAnd graunted hym withouten moore avys, \nAnd bad him seye his verdit, as hym leste. \n\n\n\"Lordynges,\" quod he, \"now herkneth for the beste; \nBut taak it nought, I prey yow, in desdeyn; \nThis is the poynt, to speken short and pleyn, \nThat ech of yow, to shorte with oure weye \nIn this viage, shal telle tales tweye, \nTo Caunterbury-ward, I mene it so, \nAnd homward he shal tellen othere two, \nOf aventúres that whilom han bifalle. \nAnd which of yow that bereth hym beste of alle, \nThat is to seyn, that telleth in this caas \nTales of best sentence and moost solaas, \nShal have a soper at oure aller cost, \nHeere in this place, sittynge by this post, \nWhan that we come agayn fro Caunterbury. \nAnd, for to make yow the moore mury, \nI wol myselven gladly with yow ryde, \nRight at myn owene cost, and be youre gyde; \nAnd whoso wole my juggement withseye \nShal paye al that we spenden by the weye. \nAnd if ye vouche-sauf that it be so, \nTel me anon, withouten wordes mo, \nAnd I wol erly shape me therfore.\" \n\n\nThis thyng was graunted, and oure othes swore \nWith ful glad herte, and preyden hym also \nThat he wolde vouche-sauf for to do so, \nAnd that he wolde been oure governour, \nAnd of our tales juge and réportour, \nAnd sette a soper at a certeyn pris; \nAnd we wol reuled been at his devys \nIn heigh and lough; and thus, by oon assent, \nWe been acorded to his juggement. \nAnd therupon the wyn was fet anon; \nWe dronken, and to reste wente echon, \nWithouten any lenger taryynge. \n\n\nAmorwe, whan that day gan for to sprynge, \nUp roos oure Hoost and was oure aller cok, \nAnd gadrede us togidre alle in a flok; \nAnd forth we riden, a litel moore than paas, \nUnto the wateryng of Seint Thomas; \nAnd there oure Hoost bigan his hors areste, \nAnd seyde, \"Lordynges, herkneth, if yow leste: \nYe woot youre foreward and I it yow recorde. \nIf even-song and morwe-song accorde, \nLat se now who shal telle the firste tale. \nAs ever mote I drynke wyn or ale, \nWhoso be rebel to my juggement \nShal paye for all that by the wey is spent. \nNow draweth cut, er that we ferrer twynne; \nHe which that hath the shorteste shal bigynne. \nSire Knyght,\" quod he, \"my mayster and my lord \nNow draweth cut, for that is myn accord. \nCometh neer,\" quod he, \"my lady Prioresse. \nAnd ye, sire Clerk, lat be your shamefastnesse, \nNe studieth noght. Ley hond to, every man.\" \n\n\nAnon to drawen every wight bigan, \nAnd, shortly for to tellen as it was, \nWere it by áventúre, or sort, or cas, \nThe sothe is this, the cut fil to the Knyght, \nOf which ful blithe and glad was every wyght; \nAnd telle he moste his tale, as was resoun, \nBy foreward and by composicioun, \nAs ye han herd; what nedeth wordes mo? \nAnd whan this goode man saugh that it was so, \nAs he that wys was and obedient \nTo kepe his foreward by his free assent, \nHe seyde, \"Syn I shal bigynne the game, \nWhat, welcome be the cut, a Goddes name! \nNow lat us ryde, and herkneth what I seye.\" \nAnd with that word we ryden forth oure weye; \nAnd he bigan with right a myrie cheere \nHis tale anon, and seyde in this manére.</pre>\n "}, {"title": "To Rosemounde", "view_node": "/poem/rosemounde", "field_author": "<a href=\"/poet/geoffrey-chaucer\" hreflang=\"und\">Geoffrey Chaucer</a>", "field_date_published": "1400", "body": " <pre>\n<i>A Balade.</i>\n\n\nMa dame, ye ben of al beaute shryne\nAs fer as cercled is the mapamonde;\nFor as the cristall glorious ye shyne,\nAnd lyke ruby ben your chekys rounde.\nTherwyth ye ben so mery and so iocunde\nThat at a reuell whan that I se you dance,\nIt is an oynement vnto my wounde,\nThoght ye to me ne do no daliance.\n\nFor thogh I wepe of teres ful a tyne,\nYet may that wo myn herte nat confounde;\nYour semy voys that ye so small out twyne\nMakyth my thoght in ioy and blys habounde.\nSo curtaysly I go, wyth loue bounde,\nThat to my self I sey, in my penaunce,\nSuffyseth me to loue you, Rosemounde,\nThogh ye to me ne do no daliaunce.\n\nNas neuer pyk walwed in galauntyne\nAs I in loue am walwed and iwounde;\nFor whych ful ofte I of my self deuyne\nThat I am trew Tristam the secunde.\nMy loue may not refreyde nor affounde;\nI brenne ay in an amorouse plesaunce.\nDo what you lyst, I wyl your thral be founde,\nThogh ye to me ne do no daliance.</pre>\n "}, {"title": "Merciles Beaute", "view_node": "/poem/merciles-beaute", "field_author": "<a href=\"/poet/geoffrey-chaucer\" hreflang=\"und\">Geoffrey Chaucer</a>", "field_date_published": "1375", "body": " <pre>\n<i>A Triple Roundel</i>\n\n\nI. Captivity\n\nYour yën two wol sle me sodenly,\nI may the beaute of hem not sustene,\nSo woundeth hit through-out my herte kene.\n\nAnd but your word wol helen hastily\nMy hertes wounde, whyl that hit is grene,\n     <i>Your yën two wol sle me sodenly; \n     may the beaute of hem not sustene.</i>\n\nUpon my trouthe I sey yow feithfully,\nThat ye ben of my lyf and deth the quene;\nFor with my deth the trouthe shal be sene.\n     <i>Your yën two wol sle me sodenly,\n     I may the beaute of hem not sustene,\n     So woundeth hit through-out my herte kene.</i>\n\n\n\nII. Rejection. \n\nSo hath your beaute fro your herte chaced\nPitee, that me ne availeth not to pleyne;\nFor Daunger halt your mercy in his cheyne.\n\nGiltles my deth thus han ye me purchaced;\nI sey yow soth, me nedeth not to feyne;\n     <i>So hath your beaute fro your herle chaced\n     Pilee, that me ne availeth not to pleyne</i>\n\nAllas! that nature hath in yow compassed\nSo gret beaute, that no man may atteyne\nTo mercy, though he sterve for the peyne.\n     <i>So hath your beaute fro your herte chaced\n     Pitee, that me ne availeth not to pleyne;\n     For daunger halt your mercy in his cheyne.</i>\n\n\n\nIII. Escape. \n\nSin I fro love escaped am so fat,\nI never thenk to ben in his prison lene;\nSin I am fre, I counte him not a bene.\n\nHe may answere, and seye this or that;\nI do no fors, I speke right as I mene.\n     <i>Sin I fro love escaped am so fat,\n     I never thenk to ben in his prison lene.</i>\n\nLove hath my name y-strike out of his sclat,\nAnd he is strike out of my bokes clene\nFor ever-mo; [ther] is non other mene.\n     <i>Sin I fro love escaped am so fat,\n     I never thenk to ben in his prison lene;\n     Sin I am fre, I counte him not a bene.\n               Explicit.</i></pre>\n "}, {"title": "Sonnet 7 [The soote season, that bud and bloom forth brings]", "view_node": "/poem/sonnet-7-soote-season-bud-and-bloom-forth-brings", "field_author": "<a href=\"/poet/henry-howard\" hreflang=\"und\">Henry Howard</a>", "field_date_published": "1374", "body": " <pre>\nThe soote season, that bud and bloom forth brings\nWith green hath clad the hill and eke the vale;\nThe nightingale with feathers new she sings;\nAnd turtle to her make hath told her tale.\nSummer is come, for every spray now springs;\nThe hart hath hung his old head on the pale;\nThe buck in brake his winter coat he flings;\nThe fishes flete with new repairèd scale;\nThe adder all her slough away she slings;\nThe swift swalllow pursueth the flies small;\nThe busy bee her honey now she mings;\nWinter is worn that was the flowers' bale.\nAnd thus I see among these pleasant things\nEach care decays, and yet my sorrow springs.</pre>\n "}, {"title": "Sonnet 8 [Set me where as the sun doth parch the green]", "view_node": "/poem/sonnet-8-set-me-where-sun-doth-parch-green", "field_author": "<a href=\"/poet/henry-howard\" hreflang=\"und\">Henry Howard</a>", "field_date_published": "", "body": " <pre>\nSet me where as the sun doth parch the green, \nOr where his beams do not dissolve the ice; \nIn temperate heat where he is felt and seen; \nWith proud people, in presence sad and wise; \nSet me in base, or yet in high degree, \nIn the long night, or in the shortest day, \nIn clear weather, or where mists thickest be, \nIn lost youth, or when my hairs be grey; \nSet me in earth, in heaven, or yet in hell, \nIn hill, in dale, or in the foaming flood; \nThrall, or at large, alive where so I dwell, \nSick, or in health, in ill fame or good: \nYours will I be, and with that only thought \nComfort myself when that my hope is nought. </pre>\n "}, {"title": "Sonnet 101 [Ways apt and new to sing of love I&#039;d find]", "view_node": "/poem/sonnet-101-ways-apt-and-new-sing-love-id-find", "field_author": "<a href=\"/poet/petrarch\" hreflang=\"und\">Petrarch</a>", "field_date_published": "1374", "body": " <pre>\nWays apt and new to sing of love I'd find,\nForcing from her hard heart full many a sigh,\nAnd re-enkindle in her frozen mind\nDesires a thousand, passionate and high;\nO'er her fair face would see each swift change pass,\nSee her fond eyes at length where pity reigns,\nAs one who sorrows when too late, alas!\nFor his own error and another's pains;\nSee the fresh roses edging that fair snow\nMove with her breath, that ivory descried,\nWhich turns to marble him who sees it near;\nSee all, for which in this brief life below\nMyself I weary not but rather pride\nThat Heaven for later times has kept me here.</pre>\n "}, {"title": "A Drinking Song", "view_node": "/poem/drinking-song", "field_author": "<a href=\"/poet/w-b-yeats\" hreflang=\"und\">W. B. Yeats</a>", "field_date_published": "1916", "body": "<p><span class=\"long-line\">Wine comes in at the mouth </span><br /><span class=\"long-line\">And love comes in at the eye; </span><br /><span class=\"long-line\">That’s all we shall know for truth </span><br /><span class=\"long-line\">Before we grow old and die. </span><br /><span class=\"long-line\">I lift the glass to my mouth,</span><br /><span class=\"long-line\">I look at you, and I sigh.</span></p>\n"}, {"title": "When I Heard at the Close of Day", "view_node": "/poem/when-i-heard-close-day", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1891", "body": "<p><span class=\"long-line\">When I heard at the close of the day how my name had been receiv’d with plaudits in the capitol, still it was not a happy night for me that follow’d, </span><br /><span class=\"long-line\">And else when I carous’d, or when my plans were accomplish’d, still I was not happy, </span><br /><span class=\"long-line\">But the day when I rose at dawn from the bed of perfect health, refresh’d, singing, inhaling the ripe breath of autumn, </span><br /><span class=\"long-line\">When I saw the full moon in the west grow pale and disappear in the morning light, </span><br /><span class=\"long-line\">When I wander’d alone over the beach, and undressing bathed, laughing with the cool waters, and saw the sun rise,</span><br /><span class=\"long-line\">And when I thought how my dear friend my lover was on his way coming, O then I was happy, </span><br /><span class=\"long-line\">O then each breath tasted sweeter, and all that day my food nourish’d me more, and the beautiful day pass’d well, </span><br /><span class=\"long-line\">And the next came with equal joy, and with the next at evening came my friend,</span><br /><span class=\"long-line\">And that night, while all was still I heard the waters roll slowly continually up the shores, </span><br /><span class=\"long-line\">I heard the hissing rustle of the liquid and sands as directed to me whispering to congratulate me,</span><br /><span class=\"long-line\">For the one I love most lay sleeping by me under the same cover in the cool night, </span><br /><span class=\"long-line\">In the stillness in the autumn moonbeams his face was inclined toward me, </span><br /><span class=\"long-line\">And his arm lay lightly around my breast—and that night I was happy.</span></p>\n"}, {"title": "Voices", "view_node": "/poem/voices", "field_author": "<a href=\"/poet/sharon-olds\" hreflang=\"und\">Sharon Olds</a>", "field_date_published": "2010", "body": " <pre>\n                <i>(for Lucille)</i>\n\nOur voices race to the towers, and up beyond\nthe atmosphere, to the satellite,\nslowly turning, then back down\nto another tower, and cell. Quincy, \nToi, Honoree, Sarah, Dorianne, \nGalway. When Athena Elizalex calls, \nI tell her I'm missing Lucille's <i>dresses</i>,\nand her <i>shoes</i>, and Elizabeth says \"And she would say,\n\"Damn! I do look <i>good</i>!'\"  After we\nhang up, her phone calls me again\nfrom inside her jacket, in the grocery store\nwith her elder son, eleven, I cannot                        \nhear the words, just part of the matter\nof the dialogue, it's about sugar, I am\nin her pocket like a spirit. Then I dream it — \nlooking at an illuminated city \nfrom a hill, at night, and suddenly\nthe lights go out — like all the stars\ngone out.  \"Well, if there is great sex\nin heaven,\" we used to say, \"or even just\nsex, or <i>one kiss</i>, what's wrong\nwith that?!\"  Then I'm dreaming a map of the globe, with\nbright pinpoints all over it —\nin the States, the Caribbean, Latin America,\nin Europe, and in Africa —\neverywhere a poem of hers is being\nread.  Small comfort.  Not small\nto the girl who curled against the wall around the core\nof her soul, keeping it alive, with long\nlabor, then unfolded into the hard truths, the\nlucid beauty, of her song.            \n\n                                                       15 Feb '10</pre>\n "}, {"title": "it was a dream", "view_node": "/poem/it-was-dream", "field_author": "<a href=\"/poet/lucille-clifton\" hreflang=\"und\">Lucille Clifton</a>", "field_date_published": "1992", "body": "<p><span class=\"long-line\">in which my greater self</span><br /><span class=\"long-line\">rose up before me</span><br /><span class=\"long-line\">accusing me of my life</span><br /><span class=\"long-line\">with her extra finger</span><br /><span class=\"long-line\">whirling in a gyre of rage</span><br /><span class=\"long-line\">at what my days had come to.</span><br /><span class=\"long-line\">what,</span><br /><span class=\"long-line\">i pleaded with her, could i do,</span><br /><span class=\"long-line\">oh what could i have done?</span><br /><span class=\"long-line\">and she twisted her wild hair</span><br /><span class=\"long-line\">and sparked her wild eyes</span><br /><span class=\"long-line\">and screamed as long as</span><br /><span class=\"long-line\">i could hear her</span><br /><span class=\"long-line\">This.  This.  This.</span></p>\n"}, {"title": "sisters", "view_node": "/poem/sisters", "field_author": "<a href=\"/poet/lucille-clifton\" hreflang=\"und\">Lucille Clifton</a>", "field_date_published": "1989", "body": "<p><span class=\"long-line\">me and you be sisters.</span><br /><span class=\"long-line\">we be the same.</span></p>\n\n<p><span class=\"long-line\">me and you</span><br /><span class=\"long-line\">coming from the same place.</span></p>\n\n<p><span class=\"long-line\">me and you</span><br /><span class=\"long-line\">be greasing our legs</span><br /><span class=\"long-line\">touching up our edges.</span></p>\n\n<p><span class=\"long-line\">me and you</span><br /><span class=\"long-line\">be scared of rats</span><br /><span class=\"long-line\">be stepping on roaches.</span></p>\n\n<p><span class=\"long-line\">me and you</span><br /><span class=\"long-line\">come running high down purdy street one time</span><br /><span class=\"long-line\">and mama laugh and shake her head at</span><br /><span class=\"long-line\">me and you.</span></p>\n\n<p><span class=\"long-line\">me and you</span><br /><span class=\"long-line\">got babies</span><br /><span class=\"long-line\">got thirty-five</span><br /><span class=\"long-line\">got black</span><br /><span class=\"long-line\">let our hair go back</span><br /><span class=\"long-line\">be loving ourselves</span><br /><span class=\"long-line\">be loving ourselves</span><br /><span class=\"long-line\">be sisters.</span></p>\n\n<p><span class=\"long-line\">only where you sing,</span><br /><span class=\"long-line\">I poet.</span></p>\n"}, {"title": "my dream about being white", "view_node": "/poem/my-dream-about-being-white", "field_author": "<a href=\"/poet/lucille-clifton\" hreflang=\"und\">Lucille Clifton</a>", "field_date_published": "1989", "body": " <pre>&#13;\nhey music and&#13;\nme&#13;\nonly white,&#13;\nhair a flutter of&#13;\nfall leaves&#13;\ncircling my perfect   &#13;\nline of a nose,&#13;\nno lips,&#13;\nno behind, hey&#13;\nwhite me&#13;\nand i'm wearing&#13;\nwhite history&#13;\nbut there’s no future   &#13;\nin those clothes&#13;\nso i take them off and   &#13;\nwake up&#13;\ndancing. </pre>&#13;\n "}, {"title": "the lost women", "view_node": "/poem/lost-women", "field_author": "<a href=\"/poet/lucille-clifton\" hreflang=\"und\">Lucille Clifton</a>", "field_date_published": "1989", "body": "<p><span class=\"long-line\">i need to know their names</span><br /><span class=\"long-line\">those women i would have walked with</span><br /><span class=\"long-line\">jauntily the way men go in groups</span><br /><span class=\"long-line\">swinging their arms, and the ones</span><br /><span class=\"long-line\">those sweating women whom i would have joined</span><br /><span class=\"long-line\">after a hard game to chew the fat</span><br /><span class=\"long-line\">what would we have called each other laughing</span><br /><span class=\"long-line\">joking into our beer? where are my gangs,</span><br /><span class=\"long-line\">my teams, my mislaid sisters?</span><br /><span class=\"long-line\">all the women who could have known me,</span><br /><span class=\"long-line\">where in the world are their names?</span></p>\n"}, {"title": "Ulysses [excerpt]", "view_node": "/poem/ulysses-excerpt", "field_author": "<a href=\"/poet/james-joyce\" hreflang=\"und\">James Joyce</a>", "field_date_published": "1922", "body": " <p><i>Molly Bloom's closing soliloquy</i><br /><br />...and Gibraltar as a girl where I was a Flower of the mountain yes when I put the rose in my hair like the Andalusian girls used or shall I wear a red yes and how he kissed me under the Moorish wall and I thought well as well him as another and then I asked him with my eyes to ask again yes and then he asked me would I yes to say yes my mountain flower and first I put my arms around him yes and drew him down to me so he could feel my breasts all perfume yes and his heart was going like mad and yes I said yes I will Yes.</p> "}, {"title": "Harlem Shadows", "view_node": "/poem/harlem-shadows", "field_author": "<a href=\"/poet/claude-mckay\" hreflang=\"und\">Claude McKay</a>", "field_date_published": "1921", "body": "<p><span class=\"long-line\">I hear the halting footsteps of a lass</span><br /><span class=\"long-line\">        In Negro Harlem when the night lets fall</span><br /><span class=\"long-line\">Its veil. I see the shapes of girls who pass</span><br /><span class=\"long-line\">        To bend and barter at desire's call.</span><br /><span class=\"long-line\">Ah, little dark girls who in slippered feet</span><br /><span class=\"long-line\">Go prowling through the night from street to street!</span></p>\n\n<p><span class=\"long-line\">Through the long night until the silver break</span><br /><span class=\"long-line\">        Of day the little gray feet know no rest;</span><br /><span class=\"long-line\">Through the lone night until the last snow-flake</span><br /><span class=\"long-line\">        Has dropped from heaven upon the earth's white breast,</span><br /><span class=\"long-line\">The dusky, half-clad girls of tired feet</span><br /><span class=\"long-line\">Are trudging, thinly shod, from street to street.</span></p>\n\n<p><span class=\"long-line\">Ah, stern harsh world, that in the wretched way</span><br /><span class=\"long-line\">        Of poverty, dishonor and disgrace,</span><br /><span class=\"long-line\">Has pushed the timid little feet of clay,</span><br /><span class=\"long-line\">        The sacred brown feet of my fallen race!</span><br /><span class=\"long-line\">Ah, heart of me, the weary, weary feet</span><br /><span class=\"long-line\">In Harlem wandering from street to street.</span></p>\n"}, {"title": "Phyllis", "view_node": "/poem/phyllis", "field_author": "<a href=\"/poet/paul-laurence-dunbar\" hreflang=\"und\">Paul Laurence Dunbar</a>", "field_date_published": "1913", "body": "<p><span class=\"long-line\">Phyllis, ah, Phyllis, my life is a gray day,</span><br /><span class=\"long-line\">    Few are my years, but my griefs are not few, </span><br /><span class=\"long-line\">Ever to youth should each day be a May-day,</span><br /><span class=\"long-line\">    Warm wind and rose-breath and diamonded dew— </span><br /><span class=\"long-line\">Phyllis, ah, Phyllis, my life is a gray day.</span></p>\n\n<p><span class=\"long-line\">Oh for the sunlight that shines on a May-day!</span><br /><span class=\"long-line\">    Only the cloud hangeth over my life. </span><br /><span class=\"long-line\">Love that should bring me youth's happiest heyday</span><br /><span class=\"long-line\">    Brings me but seasons of sorrow and strife; </span><br /><span class=\"long-line\">Phyllis, ah, Phyllis, my life is a gray day.</span></p>\n\n<p><span class=\"long-line\">Sunshine or shadow, or gold day or gray day,</span><br /><span class=\"long-line\">    Life must be lived as our destinies rule; </span><br /><span class=\"long-line\">Leisure or labor or work day or play day—</span><br /><span class=\"long-line\">    Feasts for the famous and fun for the fool; </span><br /><span class=\"long-line\">Phyllis, ah, Phyllis, my life is a gray day.</span></p>\n"}, {"title": "Oread", "view_node": "/poem/oread", "field_author": "<a href=\"/poet/h-d\" hreflang=\"und\">H. D.</a>", "field_date_published": "1915", "body": "<p><span class=\"long-line\">Whirl up, sea—</span><br /><span class=\"long-line\">Whirl your pointed pines. </span><br /><span class=\"long-line\">Splash your great pines </span><br /><span class=\"long-line\">On our rocks. </span><br /><span class=\"long-line\">Hurl your green over us—</span><br /><span class=\"long-line\">Cover us with your pools of fir.</span></p>\n"}], "pager": {"current_page": 504, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}