{"rows": [{"title": "Song of Old Time", "view_node": "/poem/song-old-time", "field_author": "<a href=\"/poet/eliza-cook\" hreflang=\"en\">Eliza Cook</a>", "field_date_published": "2017", "body": " <p>I wear not the purple of earth-born kings,<br />Nor the stately ermine of lordly things;<br />But monarch and courtier, though great they be,<br />Must fall from their glory and bend to me.<br />My sceptre is gemless; yet who can say<br />They will not come under its mighty sway?<br />Ye may learn who I am,—there’s the passing chime,<br />And the dial to herald me, Old King Time!<br /><br />Softly I creep, like a thief in the night,<br />After cheeks all blooming and eyes all light;<br />My steps are seen on the patriarch’s brow,<br />In the deep-worn furrows and locks of snow.<br />Who laughs at my power? the young and the gay;<br />But they dream not how closely I track their way.<br />Wait till their first bright sands have run,<br />And they will not smile at what Time hath done.<br /><br />I eat through treasures with moth and rust;<br />I lay the gorgeous palace in dust;<br />I make the shell-proof tower my own,<br />And break the battlement, stone from stone.<br />Work on at your cities and temples, proud man,<br />Build high as ye may, and strong as ye can;<br />But the marble shall crumble, the pillar shall fall,<br />And Time, Old Time, will be king after all.</p> "}, {"title": "Modern Love: XXIV", "view_node": "/poem/modern-love-xxiv", "field_author": "<a href=\"/poet/george-meredith\" hreflang=\"und\">George Meredith</a>", "field_date_published": "1909", "body": " <pre>The misery is greater, as I live!\nTo know her flesh so pure, so keen her sense,\nThat she does penance now for no offence,\nSave against Love. The less can I forgive!\nThe less can I forgive, though I adore\nThat cruel lovely pallor which surrounds\nHer footsteps; and the low vibrating sounds\nThat come on me, as from a magic shore.\nLow are they, but most subtle to find out\nThe shrinking soul. Madam, ’t is understood\nWhen women play upon their womanhood;\nIt means, a Season gone. And yet I doubt\nBut I am duped. That nun-like look waylays\nMy fancy! Oh!  I do but wait a sign!\nPluck out the eyes of pride! thy mouth to mind!\nNever! though I die thirsting. Go thy ways!\n</pre>\n "}, {"title": "Wedding Bells", "view_node": "/poem/wedding-bells", "field_author": "<a href=\"/poet/eliza-cook\" hreflang=\"en\">Eliza Cook</a>", "field_date_published": "2017", "body": " <p>Twilight shade is calmly falling<br />     Round about the dew-robed flowers;<br />Philomel’s lone song is calling<br />     Lovers to their fairy bowers;<br /><br />Echo, on the zephyrs gliding,<br />     Bears a voice that seems to say,<br />“Ears and hearts, come, list my tiding,<br />     This has been a wedding-day.”<br /><br />Hark! the merry chimes are pealing,<br />     Soft and glad the music swells;<br />Gaily on the night-wind stealing,<br />     Sweetly sound the wedding bells.<br /><br />Every simple breast rejoices;<br />     Laughter rides upon the gale;<br />Happy hearts and happy voices<br />     Dwell within the lowly vale.<br /><br />Oh, how sweet, on zephyrs gliding,<br />     Sound the bells that seem to say,<br />“Ears and hearts, come, list my tiding,<br />     This has been a wedding-day.”<br /><br />Hark! the merry chimes are pealing,<br />     Soft and glad the music swells;<br />Gaily on the night-wind stealing,<br />     Sweetly sound the wedding bells.</p> "}, {"title": "Modern Love: XXIII", "view_node": "/poem/modern-love-xxiii-0", "field_author": "<a href=\"/poet/george-meredith\" hreflang=\"und\">George Meredith</a>", "field_date_published": "1909", "body": " <pre>’Tis Christmas weather, and a country house\nReceives us: rooms are full: we can but get\nAn attic-crib. Such lovers will not fret\nAt that, it is half-said. The great carouse\nKnocks hard upon the midnight’s hollow door,\nBut when I knock at hers, see the pit.\nWhy did I come here in that dullard fit?\nI enter, and lie couched upon the floor.\nPassing, I caught the coverlet’s quick beat:—\nCome, Shame, burn to my soul! and Pride, and Pain—\nFoul demons that have tortured me, enchain!\nOut in the freezing darkness the lambs bleat.\nThe small bird stiffens in the low starlight.\nI know not how, but shuddering as I slept,\nI dreamed a banished angel to me crept:\nMy feet were nourished on her breasts all night.\n</pre>\n "}, {"title": "A Song for Merry Harvest", "view_node": "/poem/song-merry-harvest", "field_author": "<a href=\"/poet/eliza-cook\" hreflang=\"en\">Eliza Cook</a>", "field_date_published": "2017", "body": " <p>Bring forth the harp, and let us sweep its fullest, loudest string.<br />The bee below, the bird above, are teaching us to sing<br />A song for merry harvest; and the one who will not bear<br />His grateful part partakes a boon he ill deserves to share.<br />The grasshopper is pouring forth his quick and trembling notes;<br />The laughter of the gleaner’s child, the heart’s own music floats.<br />Up! up! I say, a roundelay from every voice that lives<br />Should welcome merry harvest, and bless the God that gives.<br /><br /><span class=\"long-line\">The buoyant soul that loves the bowl may see the dark grapes shine,</span><br />And gems of melting ruby deck the ringlets of the vine;<br />Who prizes more the foaming ale may gaze upon the plain,<br />And feast his eye with yellow hops and sheets of bearded grain;<br />The kindly one whose bosom aches to see a dog unfed<br />May bend the knee in thanks to see the ample promised bread.<br />Awake, then, all! ’tis Nature’s call, and every voice that lives<br />Shall welcome merry harvest, and bless the God that gives.</p> "}, {"title": "Snow", "view_node": "/poem/snow-1", "field_author": "<a href=\"/poet/eliza-cook\" hreflang=\"en\">Eliza Cook</a>", "field_date_published": "2017", "body": " <p>Brave Winter and I shall ever agree,<br />Though a stern and frowning gaffer is he.<br />I like to hear him, with hail and rain,<br />Come tapping against the window pane;<br />I joy to see him come marching forth<br />Begirt with the icicle gems of the north;<br />But I like him best when he comes bedight<br />In his velvet robes of stainless white.<br /><br />A cheer for the snow—the drifting snow!<br />Smoother and purer than beauty’s brow!<br />The creature of thought scarce likes to tread<br />On the delicate carpet so richly spread.<br />With feathery wreaths the forest is bound,<br />And the hills are with glittering diadems crown’d;<br />’Tis the fairest scene we can have below.<br />Sing, welcome, then, to the drifting snow!<br /><br />The urchins gaze with eloquent eye<br />To see the flakes go dancing by.<br />In the thick of the storm how happy are they<br />To welcome the first deep snowy day;<br />Shouting and pelting—what bliss to fall<br />Half-smother’d beneath the well-aim’d ball!<br />Men of fourscore, did ye ever know<br />Such sport as ye had in the drifting snow?<br /><br />I’m true to my theme, for I loved it well.<br />When the gossiping nurse would sit and tell<br />The tale of the geese—though hardly believed—<br />I doubted and question’d the words that deceived.<br />I rejoice in it still, and love to see<br />The ermine mantle on tower and tree.<br />’Tis the fairest scene we can have below.<br />Hurrah! then, hurrah! for the drifting snow!</p> "}, {"title": "Winter", "view_node": "/poem/winter-1", "field_author": "<a href=\"/poet/eliza-cook\" hreflang=\"en\">Eliza Cook</a>", "field_date_published": "2017", "body": " <p>We know ’tis good that old Winter should come,<br />Roving awhile from his Lapland home;<br />’Tis fitting that we should hear the sound<br />Of his reindeer sledge on the slippery ground:<br /><br />For his wide and glittering cloak of snow<br />Protects the seeds of life below;<br />Beneath his mantle are nurtured and born<br />The roots of the flowers, the germs of the corn.<br /><br />The whistling tone of his pure strong breath<br />Rides purging the vapours of pestilent death.<br />I love him, I say, and avow it again,<br />For God’s wisdom and might show well in his train.<br /><br />But the naked—the poor! I know they quail<br />With crouching limbs from the biting gale;<br />They pine and starve by the fireless hearth,<br />And weep as they gaze on the frost-bound earth.<br /><br />Stand nobly forth, ye rich of the land,<br />With kindly heart and bounteous hand;<br />Remember ’tis now their season of need,<br />And a prayer for help is a call ye must heed.<br /><br />A few of thy blessings, a tithe of thy gold,<br />Will save the young, and cherish the old.<br />’Tis a glorious task to work such good—<br />Do it, ye great ones! Ye can, and ye should.<br /><br />He is not worthy to hold from heaven<br />The trust reposed, the talents given,<br />Who will not add to the portion that’s scant,<br />In the pinching hours of cold and want.<br /><br />Oh! listen in mercy, ye sons of wealth,<br />Basking in comfort and glowing with health;<br />Give whate’er ye can spare, and be ye sure<br />He serveth his Maker who aideth the poor.</p> "}, {"title": "Spring", "view_node": "/poem/spring-2", "field_author": "<a href=\"/poet/eliza-cook\" hreflang=\"en\">Eliza Cook</a>", "field_date_published": "2017", "body": " <p>Welcome, all hail to thee!<br />     Welcome, young Spring!<br />Thy sun-ray is bright<br />     On the butterfly’s wing.<br />Beauty shines forth<br />     In the blossom-robed trees;<br />Perfume floats by<br />     On the soft southern breeze.<br /><br />Music, sweet music,<br />     Sounds over the earth;<br />One glad choral song<br />     Greets the primrose’s birth;<br />The lark soars above,<br />     With its shrill matin strain;<br />The shepherd boy tunes<br />     His reed pipe on the plain.<br /><br />Music, sweet music,<br />     Cheers meadow and lea;—<br />In the song of the blackbird,<br />     The hum of the bee;<br />The loud happy laughter<br />     Of children at play<br />Proclaim how they worship<br />     Spring’s beautiful day.<br /><br />The eye of the hale one,<br />     With joy in its gleam,<br />Looks up in the noontide,<br />     And steals from the beam;<br />But the cheek of the pale one<br />     Is mark’d with despair,<br />To feel itself fading,<br />     When all is so fair.<br /><br />The hedges, luxuriant<br />     With flowers and balm,<br />Are purple with violets,<br />     And shaded with palm;<br />The zephyr-kiss’d grass<br />     Is beginning to wave;<br />Fresh verdure is decking<br />     The garden and grave.<br /><br />Welcome! all hail to thee,<br />     Heart-stirring May!<br />Thou hast won from my wild harp<br />     A rapturous lay.<br />And the last dying murmur<br />     That sleeps on the string<br />Is welcome! All hail to thee,<br />     Welcome, young Spring!</p> "}, {"title": "The Old Arm-Chair", "view_node": "/poem/old-arm-chair", "field_author": "<a href=\"/poet/eliza-cook\" hreflang=\"en\">Eliza Cook</a>", "field_date_published": "2017", "body": " <p>I love it, I love it; and who shall dare<br />To chide me for loving that old arm-chair?<br />I’ve treasured it long as a sainted prize,<br />I’ve bedew’d it with tears, and embalmed it with sighs;<br />’Tis bound by a thousand bands to my heart;<br />Not a tie will break, not a link will start.<br />Would ye learn the spell? a mother sat there,<br />And a sacred thing is that old arm-chair.<br /><br />In childhood’s hour I linger’d near<br />The hallow’d seat with list’ning ear;<br />And gentle words that mother would give,<br />To fit me to die and teach me to live.<br />She told me shame would never betide,<br />With truth for my creed and God for my guide;<br />She taught me to lisp my earliest prayer,<br />As I knelt beside that old arm-chair.<br /><br />I sat and watch’d her many a day,<br />When her eye grew dim, and her locks were grey;<br />And I almost worshipp’d her when she smil’d<br />And turn’d from her Bible to bless her child.<br />Years roll’d on, but the last one sped—<br />My idol was shatter’d, my earth-star fled;<br />I learnt how much the heart can bear,<br />When I saw her die in that old arm-chair.<br /><br />’Tis past! ’tis past! but I gaze on it now<br />With quivering breath and throbbing brow:<br />’Twas there she nursed me, ’twas there she died;<br />And memory flows with lava tide.<br />Say it is folly, and deem me weak,<br />While the scalding drops start down my cheek;<br />But I love it, I love it, and cannot tear<br />My soul from a mother’s old arm-chair.</p> "}, {"title": "Another Night at Sea Level", "view_node": "/poem/another-night-sea-level", "field_author": "<a href=\"/poet/meg-day\" hreflang=\"en\">Meg Day</a>", "field_date_published": "2017", "body": " <pre>On the third day, I wrote to you\nabout the sky, its elastic way\nof stretching so ocean-wide\nthat the only way to name it\nwas to compare it to Montana’s.\nLately, the sky is a ceiling\nI wake to: broad &amp; blank\n&amp; stubborn, stiff at the edges\nlike a fever cloth wrung out\n&amp; gone cold in the night, damp\nwith the wicking of latent ache.\nBut tonight I was walking\nhome along the coastline\n&amp; caught the huge moon\nin my throat. There’s a man\nsomewhere on the planet\nwho has been to that moon,\nwho has stepped out of that sky,\n&amp; will never sleep the same\nbecause of it. Will always be\nsad or feel small, or wonder\nhow it is a person can be\na person, if being a person\nis worrying about things;\nwhose eyes cannot see\nwhat things are, but only\nthe slightness of them.\nI think of writing to you\nin this way—welcoming\nthe adventure of it—\n&amp; of being wrecked\nproper, of being ruined.</pre>\n "}, {"title": "Batter My Heart, Transgender’d God", "view_node": "/poem/batter-my-heart-transgenderd-god", "field_author": "<a href=\"/poet/meg-day\" hreflang=\"en\">Meg Day</a>", "field_date_published": "2017", "body": "<p><span class=\"long-line\">Batter my heart, transgender’d god, for yours</span><br /><span class=\"long-line\">is the only ear that hears: place fear in my heart</span><br /><span class=\"long-line\">where faith has grown my senses dull &amp; reassures</span><br /><span class=\"long-line\">my blood that it will never spill. Show every part</span><br /><span class=\"long-line\">to every stranger’s anger, surprise them with my drawers</span><br /><span class=\"long-line\">full up of maps that lead to vacancies &amp; chart</span><br /><span class=\"long-line\">the distance from my pride, my core. Terror, do not depart</span><br /><span class=\"long-line\">but nest in the hollows of my loins &amp; keep me on all fours.</span><br /><span class=\"long-line\">My knees, bring me to them; force my head to bow again.</span><br /><span class=\"long-line\">Replay the murders of my kin until my mind’s made new;</span><br /><span class=\"long-line\">let Adam’s bite obstruct my breath ’til I respire men</span><br /><span class=\"long-line\">&amp; press his rib against my throat until my lips turn blue.</span><br /><span class=\"long-line\">You, O duo, O twin, whose likeness is kind: unwind my confidence</span><br /><span class=\"long-line\">&amp; noose it round your fist so I might know you in vivid impermanence.</span></p>\n"}, {"title": "Once All the Hounds Had Been Called Home", "view_node": "/poem/once-all-hounds-had-been-called-home", "field_author": "<a href=\"/poet/meg-day\" hreflang=\"en\">Meg Day</a>", "field_date_published": "2017", "body": " <p>When the grapevine had thinned<br />but not broken &amp; the worst was yet to come<br />of winter snow, I tracked my treed heart<br />to the high boughs of a quaking<br />aspen &amp; shot it down.<br />                                           If love comes fast,<br />let her be a bullet &amp; not a barking dog;<br />let my heart say, as that trigger’s pulled,<br />Are all wonders small? Otherwise, let love<br />be a woman of gunpowder<br />                                                   &amp; lead; let her<br />arrive a brass angel, a dark powdered comet<br />whose mercy is dense as the fishing sinker<br />that pulleys the moon, even when it is heavy<br />with milk. I shot my heart<br />                                                 &amp; turned myself in<br />to wild kindness, left the road to my coffin<br />that seemed also to include my carrying it &amp; walked<br />back along the trampled brush I remembered<br />only as a blur of hot breath &amp; a howling in my chest.</p> "}, {"title": "i am not deaf", "view_node": "/poem/i-am-not-deaf", "field_author": "<a href=\"/poet/meg-day\" hreflang=\"en\">Meg Day</a>", "field_date_published": "2017", "body": " <p>the way<br />my lineage is deaf<br />not deaf<br />the way<br />America is deaf<br />not deaf<br />the way<br />my president is deaf<br />not Deaf<br />the way<br />DEAF-PREZ-NOW is Deaf<br />not deaf<br />the way<br />my family is D/deaf<br />not Deaf<br />the way<br />DEAF-WAY is Deaf<br />not Deaf<br />the way<br />DEAF-WORLD is not deaf<br />not deaf<br />the way<br />my culture is deaf<br />not deaf<br />the way<br />my culture is Deaf<br />not Deaf<br />the way<br />my culture is Deaf<br />not Deaf<br />but not deaf, either</p> "}, {"title": "Listening in the Dark", "view_node": "/poem/listening-dark", "field_author": "<a href=\"/poet/meg-day\" hreflang=\"en\">Meg Day</a>", "field_date_published": "2017", "body": " <p>Even in this light, I can see<br />your want. A gulley appears<br /><br />in the hard bare field between<br />those fenced brows &amp; opens<br /><br />into shallow beds tilled from temple<br />to temple as if the glut of a flood<br /><br />had been swallowed to reveal<br />the land’s contour underneath.<br /><br />Habit—or hurt—has made<br />your surface smooth (its true<br /><br />smallholding kept submerged)<br />&amp; I drink of this drought<br /><br />like I’m told a new calf gasps<br />for air when its muzzle is cleaned<br /><br />of that which had only just<br />kept it subsisting. Is it still<br /><br />synesthesia if I have no choice<br />but to use my eyes as ears? You<br /><br />laugh then, your teeth fitted<br />around the steady static grumble<br /><br />of the sea below us, your eyes<br />a yes or no question I’ve waited<br /><br />seasons to seed. Operator, are you<br />there? My hands have never been<br /><br />so pleased to be my mouth, so<br />my mouth can be other things.<br /><br />The moon is a sickle that swings<br />despite the plow’s augured return<br /><br />&amp; in my fingers is your name<br />I plant again &amp; again in the ground.</p> "}, {"title": "If You’re Staying, I’ll Stay Too", "view_node": "/poem/if-youre-staying-ill-stay-too", "field_author": "<a href=\"/poet/meg-day\" hreflang=\"en\">Meg Day</a>", "field_date_published": "2017", "body": " <p>Maybe it’s easier, having been named<br />            after someone: nobody<br />expects that you’ll rule the underworld<br /><span style=\"font-size: 13.008px;\">            </span>or judge the dead, but<br />they call you Pluto anyway. Planet, too.<br /><span style=\"font-size: 13.008px;\">            </span>I know a girl like you<br />who used to be a thing she isn’t anymore<br /><span style=\"font-size: 13.008px;\">            </span>but hasn’t changed at all.<br />Whose orbit didn’t circle straight—whose<br /><span style=\"font-size: 13.008px;\">            </span>size &amp; distance never quite<br />seemed right—but no one cared til now.<br /><span style=\"font-size: 13.008px;\">            </span>I was a woman once:<br />rounded by my own gravity, cat-called<br /><span style=\"font-size: 13.008px;\">            </span>into hades by men who<br />could not see this gem of a hard rock<br /><span style=\"font-size: 13.008px;\">            </span>was not made magnetic<br />for the likes of them.<em> Hey little mama</em>—<br /><span style=\"font-size: 13.008px;\">            </span>don’t take it so hard.<br />So we are frigid. So we stay relegated<br /><span style=\"font-size: 13.008px;\">            </span>out here with our kin.<br />I’ll wear my fade tight &amp; my tie loose<br /><span style=\"font-size: 13.008px;\">            </span>if you play your radio loud.<br />They say we’re known only in comparison<br /><span style=\"font-size: 13.008px;\">            </span>to that which surrounds<br />us, so I’d guess they’ll hear our signal soon.<br /><span style=\"font-size: 13.008px;\">            </span>I was a woman once,<br />but that’s not the farthest thing from the sun<br /><span style=\"font-size: 13.008px;\">            </span>another universe might’ve<br />let me be: another universe might’ve let us be.</p> "}, {"title": "The Greenness of Grass Is a Positive Quality", "view_node": "/poem/greenness-grass-positive-quality", "field_author": "<a href=\"/poet/samuel-amadon\" hreflang=\"und\">Samuel Amadon</a>", "field_date_published": "2017", "body": " <p><span class=\"long-line\">Morning was when we decided if not for the grass rising then wind shifted the film even as your fingers said wind can’t shift film inside a camera.</span><br /><br /><span class=\"long-line\">What inside the camera couldn’t be shifted from grass rising to a tree without the film shifting the tree black we decided was purple with light between your fingers.</span><br /><br />Was the tree light between your fingers?<br /><br /><span class=\"long-line\">Or was the curtain along the windowsill how we didn’t measure the width was where the wind was coming from?</span><br /><br /><span class=\"long-line\">The moment the wind was light inside the curtain was when we couldn’t keep the grass from rising inside the camera.</span><br /><br /><span class=\"long-line\">Or where the grass was rising inside the camera was when we couldn’t see the film was shifting light between your fingers.</span><br /><br /><span class=\"long-line\">The moment the tree was light between your fingers was how we ask could the curtain have kept us fastened from becoming weight?</span><br /><br /><span class=\"long-line\">How were we to know where we were morning wasn’t the same as leaving an outline we could picture a yard as the width we asked to carry weight.</span><br /><br /><span class=\"long-line\">We counted that morning as the curtain shifting to grass which suggests any measurement is always time.</span><br /><br /><span class=\"long-line\">We were dark or unmeasured before the morning was the moment you were both the grass and shifting the camera between your fingers.</span><br /><br /><span class=\"long-line\">There is no measurement for how nothing could be morning after the camera shifting grass was light between your fingers.</span></p> "}, {"title": "Each H (II)", "view_node": "/poem/each-h-ii", "field_author": "<a href=\"/poet/samuel-amadon\" hreflang=\"und\">Samuel Amadon</a>", "field_date_published": "2017", "body": " <p>We are for the park, as we are for<br />enjoying its proximity to how<br />enjoying it for itself, as a park, is our<br /><br />sign we are clearly thinking. On a tangent<br />as often as of two minds, but<br />then, perhaps, also another, and yet,<br /><br />like pillows, I always feel I would be<br />more, if I could have more, which<br />makes me ask what gives us<br /><br />over to giving ourselves, don’t end.<br />Don’t structure. If structure<br />is over, we could have had it<br /><br />done. Like the seriousness become<br />a better secret as a secret<br />will gain more for it going on. From it<br /><br />we would become strangers better<br />exchanging quarters in<br />the station, or elevator home to<br /><br />my interaction with a mother asking her<br />child a question I happily<br />answered. We are so happy to know<br /><br />something. We forget our place. How<br />winning has more<br />feeling. Then we count the ways.</p> "}, {"title": "Pedestrian", "view_node": "/poem/pedestrian", "field_author": "<a href=\"/poet/samuel-amadon\" hreflang=\"und\">Samuel Amadon</a>", "field_date_published": "2017", "body": " <p>I am a walker. I follow the sun as it angles<br />Into the evening on an edge where<br /><br />A thoroughfare meets a hill of empty houses,<br />And as it spreads through back roads, I walk<br /><br />Into nights—imaginary city—into nights<br />I walk changed, to be changed like a character<br /><br />In a story I might read at the diner<br />On a damp morning when I don’t feel right, or<br /><br />By the fire, folded into fire, days or nights<br />Or days again, walking with a map in<br /><br />My head, a little blood in my teeth. If I walk<br />Out into my own block, and don’t know<br /><br />Where I am, things may even out in<br />Neighborhoods I’ve never been to as I<br /><br />Begin to feel at home, and forget what I am<br />After. I walk along the edge of the airfield.<br /><br />The city swells in and out of my descriptions.<br />I can’t make fit these words falling from<br /><br />My mouth. Ships in the yard at a distance,<br />Then close. Clouds precede me as I walk<br /><br />Home—it’s not far now—between two<br />Memories, sidewalk shifting among<br /><br />Mailboxes, streetlights, apartment complexes,<br />All of it settling into the orange domes<br /><br />Of the synagogue, where Farmington Avenue<br />Dips down into the city, meets the rise of<br /><br />Its buildings. This is where I’m from.<br />My city made real. I am elegant. Tiresome.<br /><br />The avenue, I can’t be precise now about how<br />It was then, though I see I’m still this person<br /><br />In here, nestled among words. They aren’t mine.<br />Stopping under a tree by a wall. Darkness<br /><br />Cast like a light. I’m lying alone on a bench,<br />Feet on the arm, fingers on the sidewalk,<br /><br />Buzzing with caffeine. The police come, but<br />I sit up and they stay in their cars. I am so<br /><br />Able to be large and harmless. Thought beating<br />In the heart. Every yard a very varnished green.<br /><br />I come and go and come and go all night. Past<br />The familiar gas station, through the white<br /><br />Squares of the divinity school, mansion rows,<br />Wide and wealthy. Perhaps I depend too much<br /><br />On a breeze rising unexpectedly out of<br />The night’s heat? No matter. Long after curfew,<br /><br />And I could care less which city or street.<br />There are rules to these things, but I’ve walked<br /><br />Beyond them. I’m the figure in the distance.<br />Not everything has to be a struggle, I say.</p> "}, {"title": "Foundling", "view_node": "/poem/foundling", "field_author": "<a href=\"/poet/megan-levad\" hreflang=\"en\">Megan Levad</a>", "field_date_published": "2017", "body": " <pre><span class=\"long-line\"><em>        —for a sixty-seven-pound nugget of Lake Superior copper \n        found in an Iowa cornfield</em>\n \nBefore the earliest flute\nwas carved from a vulture’s wing,\n \nbefore we—what few we were—\nbowed to the moon,\n \nthe balmy, secular night,\nyou were coming.\n \nSnug in the great throat of a glacier.\nStill as a wish, until its sighing end.\n \nI like to think you waited years\nfor us, one shoulder greening in the damp,\n \nthe other burnished by long leaves\nof wheat, before we called it wheat.\n \nOr was it loess, the wind’s fine veil,\npolished you so bright we would know you at first sight?\n \nWhat have you seen in the ice and the earth?\nIs hell cold, or hot?\n \nDo you pray, too? And to what god? \nOr whale, or bigger rock?\n</span></pre>\n "}, {"title": "Tourism", "view_node": "/poem/tourism", "field_author": "<a href=\"/poet/samuel-amadon\" hreflang=\"und\">Samuel Amadon</a>", "field_date_published": "2017", "body": " <p>I think I think of what I want en masse,<br />as concrete thinks it wants the overpass—<br /><br />while wind and broken glass want heavy rains,<br />Los Angeles I want across the plains.<br /><br />I hear myself collecting what I’ve caught,<br />like “in the hospital and you’ve been shot.”<br /><br />As time so clearly in the precinct falls,<br />with phone calls mounting crisis on the walls,<br /><br />police are humming parts of prime-time hooks:<br />I want their fade-out lines and distant looks.<br /><br />I want this pickup idling for a beat,<br />then turning, backing quickly up the street.<br /><br />I want the time it takes the sound to reach<br />across from where the tires this moment screech.<br /><br />I think I often, eyes half-closed, will veer;<br />I want inside the truck or walking near.<br /><br />I want the pillow I passed absently,<br />not wind holding a bag against a tree.<br /><br />I think I’m in a transformation mood.<br />I’m going to the diner for some food.<br /><br />I asked for coffee, but it’s not been brought.<br />I think I’ve seen this menu quite a lot.<br /><br />As children love to turn in spinning doors,<br />I keep rerunning these Formica floors,<br /><br />though each time through I see there less to take.<br />I want the leaves from neighbors’ trees to rake.<br /><br />The grass across the street is overgrown.<br />This was a scene for several years I’d known.<br /><br />Something I saw there right before it burst.<br />It’s darker later than it was at first.</p> "}], "pager": {"current_page": 269, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}