{"rows": [{"title": "Hope Wanted Alive", "view_node": "/poem/hope-wanted-alive", "field_author": "<a href=\"/poet/terese-svoboda\" hreflang=\"und\">Terese Svoboda</a>", "field_date_published": "2010", "body": " <pre>\nA red-faced lion raises its maw.\nI could be in the supermarket, saran wrap thrown back\n\nbut there's <i>Hope Wanted Alive</i> scrawled along\nall the mud-slick side streets\n\nwhere kids roll bottle tops, kids hawk one seed—\nin Nairobi the slum blues where I stop, gallery-wise.\n\nForty children in clean costumes of show-off\npurport to live in the two rooms abutting the paintings.\n\nYou could drink the sugar cane at the end of the street\nor you could set fire to it.\n\nI did see truck tires without trucks. \nI did see ice cream nobody would lick.\n\nAnd slits up the side of a dress,\nand always huge knives that cut, \n\nin my case, canvas. A big painting\nnot in celebration of our president\n\nbut the red-faced lion, looking \nfor the supermarket, kids in claws,\n\nbottle tops for eyes, nobody costumed\nwho isn't running, politicians\n\nwith outstretched arms equaling\n—or trying to—hope. I buy it.</pre>\n "}, {"title": "Body Mostly Flown", "view_node": "/poem/body-mostly-flown", "field_author": "<a href=\"/poet/terese-svoboda\" hreflang=\"und\">Terese Svoboda</a>", "field_date_published": "2010", "body": "<p><span class=\"long-line\">A De Chirico head aslant on a coverlet,</span><br /><span class=\"long-line\">body mostly flown, the dazed prayers dumb.</span></p>\n\n<p><span class=\"long-line\">The ritual cigarette, the ritual drink:</span><br /><span class=\"long-line\">incense, holy water. No ambivalence, </span></p>\n\n<p><span class=\"long-line\">the woman inside fled, the whispers</span><br /><span class=\"long-line\">I make of tenderness—hers—she sleeps through.</span></p>\n\n<p><span class=\"long-line\">She's in that corridor, tunnel, the light is left on—</span><br /><span class=\"long-line\"><em>shut if off</em>. But the nurse has to see the thermometer.</span></p>\n\n<p><span class=\"long-line\">No ambivalence. No valence either, no speech.</span><br /><span class=\"long-line\">My own heart stops, skids. No lingering regret or all,</span></p>\n\n<p><span class=\"long-line\">sealed with stubbornness,</span><br /><span class=\"long-line\">forgiveness a ness from a life</span></p>\n\n<p><span class=\"long-line\">more fairytale, the hard breathing still, still.</span><br /><span class=\"long-line\">A wing flaps and fear scurries out, </span></p>\n\n<p><span class=\"long-line\">a mouse with a crumb it meant to eat earlier.</span><br /><span class=\"long-line\">De Chirico empties the patio.</span></p>\n"}, {"title": "Countess Lethargy", "view_node": "/poem/countess-lethargy", "field_author": "<a href=\"/poet/terese-svoboda\" hreflang=\"und\">Terese Svoboda</a>", "field_date_published": "2010", "body": " <pre>\nDogs slink around her bed in hunger.\nLest you make sacred her image\non a brick, on your drive or thumb, \nshe needs to be turned twice a day\nplant-ish, in her deshabille. \n\nLethargy has its roots in lethal.\nThis is the truth you must share\nor die, the waves over your head,\nthe waving you're not doing.\nPride vacuums away the scraps\n\nyet nobody empties the bag.\nMaybe she hurts. Maybe.\nThe dogs devour her at dusk.\nYou have it in a book, read once, \nnow on the computer shelf. \n\nClever is what those dogs become, \npunished by crowds anxious to see\nthe Countess' soul fly from their mouths.\nShe wears gold and shines: sunlight.\nYou are one of those dogs.</pre>\n "}, {"title": "The Dead", "view_node": "/poem/dead-0", "field_author": "<a href=\"/poet/mina-loy\" hreflang=\"und\">Mina Loy</a>", "field_date_published": "1920", "body": " <pre>We have flowed out of ourselves\t\nBeginning on the outside\t\nThat shrivvable skin\t\nWhere you leave off\t\n \nOf infinite elastic\t        \nWalking the ceiling\t\nOur eyelashes polish stars\t\n \nCurled close in the youngest corpuscle\t\nOf a descendant\t\nWe spit up our passions in our grand-dams\t        \n \nFixing the extension of your reactions\t\nOur shadow lengthens\t\nIn your fear\t\n\nYou are so old\t\nBorn in our immortality\t        \nStuck fast as Life\t\nIn one impalpable\t\nOmniprevalent Dimension\t\n \nWe are turned inside out\t\nYour cities lie digesting in our stomachs\t        \nStreet lights footle in our ocular darkness\t\n \nHaving swallowed your irate hungers\t\nSatisfied before bread-breaking\t\nTo your dissolution\t\nWe splinter into Wholes\t        \nStirring the remorses of your tomorrow\t\nAmong the refuse of your unborn centuries\t\nIn our busy ashbins\t\nStink the melodies\t\nOf your\t        \nSo easily reducible\t\nAdolescences\t\n \nOur tissue is of that which escapes you\t\nBirth-Breaths and orgasms\t\nThe shattering tremor of the static\t        \nThe far-shore of an instant\t\nThe unsurpassable openness of the circle\t\nLegerdemain of God\t\n \nOnly in the segregated angles of Lunatic Asylums\t\nDo those who have strained to exceeding themselves\t        \nBreak on our edgeless contours\t\n \nThe mouthed echoes of what\t\nhas exuded to our companionship\t\nIs horrible to the ear\t\nOf the half that is left inside them.</pre>\n "}, {"title": "Final Soliloquy of the Interior Paramour", "view_node": "/poem/final-soliloquy-interior-paramour", "field_author": "<a href=\"/poet/wallace-stevens\" hreflang=\"und\">Wallace Stevens</a>", "field_date_published": "1954", "body": " <pre>\nLight the first light of evening, as in a room\nIn which we rest and, for small reason, think\nThe world imagined is the ultimate good.\n\nThis is, therefore, the intensest rendezvous. \nIt is in that thought that we collect ourselves,\nOut of all the indifferences, into one thing:\n\nWithin a single thing, a single shawl\nWrapped tightly round us, since we are poor, a warmth, \nA light, a power, the miraculous influence.\n\nHere, now, we forget each other and ourselves.\nWe feel the obscurity of an order, a whole, \nA knowledge, that which arranged the rendezvous.\n\nWithin its vital boundary, in the mind.\nWe say God and the imagination are one... \nHow high that highest candle lights the dark.\n\nOut of this same light, out of the central mind, \nWe make a dwelling in the evening air, \nIn which being there together is enough.</pre>\n "}, {"title": "Renewal [Excerpt]", "view_node": "/poem/renewal-excerpt", "field_author": "<a href=\"/poet/chris-abani\" hreflang=\"und\">Chris Abani</a>", "field_date_published": "2010", "body": " <pre>\nI set you free that night, father.\nWhen you came back in that yellow Volkswagen,\nin that dream.\nI made a boat of honor for you.\nWoven of poems and words and not words.\nI set it on the ocean.\nFather Obuna said to me,\na gift is freely given and a gift\nis freely returned.\nIt has taken me thirty years\nto understand this.\nYemenya has your heart now.\nMay she be merciful.\nMay she love you.\nThe wound bleeds no more.\nWhich is to say,\nwhat I have desired is like salt\nleft out all night and gone.\n\nThis is not a lamentation, damn it.\nThis is a love song.\nThis is a love song.\nLike reggae—it all falls on the off beat.\nIf there is a way, it is here.\nThey say you cannot say this in a poem.\nThat you cannot say, love, and mean anything.\nThat you cannot say, soul, and approach heaven.\nBut the sun is no fool, I tell you.\nIt will rise for nothing else.</pre>\n "}, {"title": "I Pack Her Suitcase with Sticks, Light the Tinder, and Shut the Lid", "view_node": "/poem/i-pack-her-suitcase-sticks-light-tinder-and-shut-lid", "field_author": "<a href=\"/poet/rob-schlegel\" hreflang=\"und\">Rob Schlegel</a>", "field_date_published": "2009", "body": " <pre>\nShe used to sit on the forest floor \nand I would cut her hair until it piled up \nonto the ground, like ash.  \n\nTonight, her name is a leaf covering \nmy left eye. The right I close \nfor the wind to stitch shut with thread \n\nfrom the dress she wore into the grave \nwhere the determined roots of the tree \nare making a braid around her body.</pre>\n "}, {"title": "Unjust Praise", "view_node": "/poem/unjust-praise", "field_author": "<a href=\"/poet/ghirmai-yohannes\" hreflang=\"und\">Ghirmai Yohannes</a>", "field_date_published": "2010", "body": " <pre>\nIn the beginning\nThe spirit moving\nUpon the face of the waters\nAnd in the breaking waves\nTasted salt\n\nAnd I see fields of it\nDrying on the shore.\nWe let in shallow lakes of sea\nTo evaporate,\nAnd the salt\n\nAccumulates along their edge\nThanks to the sunlight:\nCrystal white,\nEnough for everyone,\nHarvested and sold\n\nIn every shop and on the roads:\nSalt!—\nIn proper measure\nBringing out the taste,\nThe flavor and spirit\n\nOf our food, hot or cold.\nWhy should pepper get\nSo much admiration\nWhen salt does all the work?</pre>\n "}, {"title": "Cracked Ice", "view_node": "/poem/cracked-ice", "field_author": "<a href=\"/poet/julie-sheehan\" hreflang=\"und\">Julie Sheehan</a>", "field_date_published": "2010", "body": " <pre>\nWhen I return, I'll come in clapboard, stained\nchestnut, with lead-based paint on radiators,\nold-fashioned, and a little bit insane\n\nbut sturdy to a fault. A spalting grain\non punky myrtle and no refrigerator\nwhen I return. I'll come in clapboard, stained\n\nshake shingles skittering on skewed roof planes\nthat snarl the corner lot like unpaid panders,\nold-fashioned and a little bitten, saying,\n\n\"Leave our sightlines sharp. Let dormers train\nWhat angles water sheds.\" They congregate for\nwhen I return. I'll come in clapboard, stained\n\nwith varnished truth: you ran me down. You caned\nold rockers with prefab splints, hack renovator\nrefashioning me bit by bit, insane\n\nto strip as spilth fine bulrush. I'll maintain\nmyself, then. There will be no mediators\nwhen I return. I'll come in clapboard. Stained,\nold-fashioned, I'll come a little bit insane.</pre>\n "}, {"title": "Birthplace", "view_node": "/poem/birthplace", "field_author": "<a href=\"/poet/michael-cirelli\" hreflang=\"und\">Michael Cirelli</a>", "field_date_published": "2010", "body": " <pre>\nDeep in the Boogie Down—\n\tthe bassinet of the boom bap\n\twhere the trinity is The Treacherous Three,\n\nEnglish is the third language\n\tbehind Bronx and Puerto Rican,\n\t\tand I was nervous\n\nbecause I only speak Catholic school\n\tand I'm a Red Sox fan.  \n\nI'm just a student of KRS-1, not a son,\n\non a train fourteen stops beyond my comfort\n\tzone hiding behind headphones coughing\n\t\tbass, and a backpack full of lyrics:\n\nNotorious B.I.G., Rakim, Perdomo,\nRun DMC, Brooks, wanting to be real cool,\n\nwanting to be their \"dawg\"—\n\tbut feeling like a mailman,\n\t\tanother Elvis\n\nto the students I will lead \n\tthrough a workshop in a language\n\n\t\tI itch to get my rusted cavities around.</pre>\n "}, {"title": "Vocation", "view_node": "/poem/vocation", "field_author": "<a href=\"/poet/sandra-beasley\" hreflang=\"und\">Sandra Beasley</a>", "field_date_published": "2010", "body": " <pre>\nFor six months I dealt Baccarat in a casino. \nFor six months I played Brahms in a mall. \nFor six months I arranged museum dioramas;\nmy hands were too small for the Paleolithic\nand when they reassigned me to lichens, I quit. \nI type ninety-one words per minute, all of them \n<i>Help</i>. Yes, I speak Dewey Decimal.\nI speak Russian, Latin, a smattering of Tlingit. \nI can balance seven dinner plates on my arm.\nAll I want to do is sit on a veranda while \na hard rain falls around me. I'll file your 1099s. \nI'll make love to strangers of your choice. \nI'll do whatever you want, as long as I can do it \non that veranda. If it calls you, it's your calling, \nright? Once I asked a broker what he loved \nabout his job, and he said <i>Making a killing</i>. \nOnce I asked a serial killer what made him \nget up in the morning, and he said <i>The people</i>.</pre>\n "}, {"title": "This is Lagos", "view_node": "/poem/lagos", "field_author": "<a href=\"/poet/john-koethe\" hreflang=\"und\">John Koethe</a>", "field_date_published": "2009", "body": " <pre>\n             . . . hope would be hope for the wrong thing\n\n                                                                  —T. S. Eliot\n\n\nInstead of the usual welcoming sign to greet you\nThere's the brute statement: <i>This is Lagos</i>.\nIf you make it to the island—if you make your way\nAcross the bridge and past the floating slums\nAnd sawmills and the steaming garbage dumps, the auto yards\nStill burning with spilled fuel and to your final destination\nAt the end of a long tracking shot, all of it on fire—\nYou come face-to-face with hell: the pandemonium \nOf history's ultimate bazaar, a breathing mass\nWhose cells are stalls crammed full of spare parts, \nChains, detergents, DVDs; where a continuous cacophony\nOf yells and radios and motorcycles clogs the air.\nThey arrive from everywhere, attracted by the promise\nOf mere possibility, by the longing for a different kind of day\nHere in the city of scams, by a hope that quickly comes to nothing.\nTo some it's a new paradigm, \"an announcement of the future\"\nWhere disorder leads to unexpected patterns, unimagined opportunities\nThat mutate, blossom, and evolve. To others it's the face of despair.\nThese are the parameters of life, a life doled out in quarters, \nIn the new, postmodern state of nature: garbage and ground plastic\nAnd no place to shit or sleep; machetes, guns, and e-mails\nSent around the world from Internet cafés; violence and chaos\nAnd a self-effacing sprawl that simply makes no sense\nWhen seen from ground zero, yet exhibits an abstract beauty \nWhen seen from the air—which is to say, not seen at all.\n\nAcross the ocean and a century away a culture died.\nThe facts behind the Crow's whole way of life—the sense \nOf who and what they were, their forms of excellence and bravery\nAnd honor—all dissolved, and their hearts \"fell to the ground,\nAnd they could not lift them up again. After this nothing happened\"\n(Plenty Coups), meaning nothing they could do made any sense, \nBeyond the fact of biological survival. It's easy to forget\nHow much of ordinary life, of what we value, long for, and recall—\nAmbition, admiration, even poetry—rests on things we take for granted,\nAnd how fragile those things are. \"I am trying to live a life I do not understand,\"\nA woman said, when the buffalo and the coups they underwrote were gone.\nThey could have tried to cope. Instead they found their solace\nIn an indeterminate hope, a hope for a future they couldn't yet imagine,\nWhere their ways of life might somehow reemerge in forms\nOf which they couldn't yet conceive, or even begin to understand.\nIt was a dream of a different life, a life beyond the reservation\nWithout any tangible location, predicated on a new idea of the good\nWith no idea of what it was, or what achieving it might mean—\nLike listening to a song with no sound, or drawing an imaginary line\nIn the imaginary sand in an imaginary world without boundaries.\n\nIt feels compelling, and I even think it's true. But these are things\nI've only read about in magazines and book reviews, and not experienced,\nWhich was Plato's point—that poets don't know what they talk about.\nIt doesn't matter though, for most of what we think of as our lives\nIs lived in the imagination, like the Crows's inchoate hope, or the fantasies\nOf those who leave a village in the country for the city in the smoke. \nAnd when I look in <i>my</i> imagination for the future, it isn't hope and restoration\nThat I find but smoldering tires and con men in a world of megacities\nAnd oil fields, where too much has been annexed to be restored.\nI have the luxury of an individual life that has its own trajectory and scope\nWhen taken on its terms—the terms I chose—however unimportant it might seem\nFrom the vantage point of history or the future. What scares me is the thought\nThat in a world that isn't far away this quaint ideal of the personal \nIs going to disappear, dissolving in those vast, impersonal calculations\nThrough which money, the ultimate abstraction, renders each life meaningless, \nBy rendering the forms of life that make it seem significant impossible. \n<i>Face me I face you</i>: packed into rooms with concrete beds\nAnd not a trace of privacy, subsisting on contaminated water, luck, \nAnd palm-wine gin, with lungs scarred from the burning air, \nThese are the urban destitute, the victims of a gospel of prosperity\nUntouched by irony or nostalgia—for how can you discover\nWhat you haven't felt, or feel the loss of things you've never known?\nI write because I can: talking to myself, composing poems\nAnd wondering what you'll make of them; shoring them\nAgainst the day our minor ways of life have finally disappeared\nAnd we're not even ghosts. Meanwhile life regresses\nTowards the future, death by death. You to whom I write, \nOr wish that I could write long after my own death, \nWhen it's too late to talk to you about the world you live in, \nThis is the world you live in: This is Lagos.</pre>\n "}, {"title": "Chester", "view_node": "/poem/chester", "field_author": "<a href=\"/poet/john-koethe\" hreflang=\"und\">John Koethe</a>", "field_date_published": "2009", "body": " <pre>\n\n   Wallace Stevens is beyond fathoming, he is so strange; it\n   is as if he had a morbid secret he would rather perish than\n   disclose . . . \n         —Marrianne Moore to William Carlos Williams\n\n\nAnother day, which is usually how they come:\nA cat at the foot of the bed, noncommittal\nIn its blankness of mind, with the morning light\nSlowly filling the room, and fragmentary\nMemories of last night's video and phone calls.\nIt is a feeling of sufficiency, one menaced\nBy the fear of some vague lack, of a simplicity\nOf self, a self without a soul, the nagging fear\nOf being someone to whom nothing ever happens.\nThus the fantasy of the narrative behind the story,\nOf the half-concealed life that lies beneath\nThe ordinary one, made up of ordinary mornings\nMore alike in how they feel than what they say. \nThey seem like luxuries of consciousness, \nLike second thoughts that complicate the time\nOne simply wastes. And why not? Mere being\nIs supposed to be enough, without the intricate\nEvasions of a mystery or offstage tragedy.\nEvenings follow on the afternoons, lingering in \nThe living room and listening to the stereo \nWhile Peggy Lee sings \"Is That All There Is?\"\nAmid the morning papers and the usual\nGhosts keeping you company, but just for a while.\nThe true soul is the one that flickers in the eyes\nOf an animal, like a cat that lifts its head and yawns\nAnd looks at you, and then goes back to sleep.</pre>\n "}, {"title": "Creation Myths", "view_node": "/poem/creation-myths", "field_author": "<a href=\"/poet/john-koethe\" hreflang=\"und\">John Koethe</a>", "field_date_published": "2009", "body": " <pre>\nSome have the grandeur of architecture,\nThe grandeur of the concert hall: the sentimental\nGrandeur of an idea lying just beyond recall\nIn someone's imagination, compelled by an even\nGreater music at its most monumental, \nThat begins with the explosion of a drum\nIn chaos and the dark, the twin wellsprings of a world\nThat slowly comes to lie before them—a natural\nOne, apparently designed for them alone, \nThat somehow lifts them in the end, a woman and a man, \nTo Paradise and the certainty of God.\n\nIt's lovely to believe—lovely, anyway, to hear.\nThe chaos is still there, but rather than a distant state\nFrom which the patterns of this life emerged, \nIt feels like part of it, like sex or sleep, \nThe complex workings of a dream made visible. \nThis afternoon I took the S-Bahn into town, \nGetting off at a half-completed shell\nIn the middle of what felt like nowhere, \nOne stop before the Friederichstrasse station.\nI picked my way along a maze of barriers and fences, \nDown an open street and past a makeshift balcony\nOverlooking a pit, the site of the creation \nOf the Hauptbahnhof to come. It was <i>echt</i> Berlin: \nA panorama filled with transcendental buildings to the south, \nAnd in the foreground towering red and yellow cranes\nBranded with the initials <i>DB</i>, a cacophony\nAssembled to articulate some inarticulate design,\nBut closer to the truth: a half-baked world, \nThe perfect setting for a half-baked life. \nI used to think one finished what the past began, \nInstead of moving things around inside a no-man's-land, \nA landscape always on the verge, always unrealized . . . \n\nPurpose and design; a sort of purpose, with a form\nStill waiting to emerge; and finally, lack of any\nStrategy or plan, as entropy increases—\nOn my way back from a puzzling museum\nI found myself rehearsing various ideas of order\nAnd disorder, ideas of intent, deliberation, and control.\nThree hours earlier, strolling through its galleries\nFull of different kinds of cocks, encaustic cunts and oddly moving \nPiles of junk from the Berlin equivalent of OfficeMax\nor Home Depot, all strewn about the floor\nOf what until the war had been a neo-Renaissance\nTrain station, I'd suddenly felt the wonder of uncertainty\nAt how these things so stubbornly neglected to emerge\nFrom the rubble of Creation's threshing floor,\nBut simply lay there—<i>all this stuff</i>—deliberately chosen, \nI suppose, yet out of context signifying nothing but themselves.\nI'd felt absurdly happy. Maybe it was the notion\nThat the realm of the imaginary coincided with the present,\nWith an ordinary day spent wandering here and there, \nAnd later on that evening, <i>The Creation</i> at the Philharmonie.\nAt any rate, I'd seen enough. There was no place else\nI especially wanted to go—no more exhibitions\nOr architecture—and nothing I particularly wanted to do\n—Window-shopping in the stores along the Ku'damm—\nAnd so I wandered through its massive doors\nInto the afternoon and the museum of the future.</pre>\n "}, {"title": "The Yacht Clubs", "view_node": "/poem/yacht-clubs", "field_author": "<a href=\"/poet/john-koethe\" hreflang=\"und\">John Koethe</a>", "field_date_published": "2009", "body": " <pre>\n\n     . . . and the holocaust was complete.\n                  \n                                                          —<i>The Great Gatsby</i>\n\n\nLike a question in a dream\nWhose answer lies across the water\nIn a green light of hope, in a slow scream\nBeginning with a single breath\nExhaled in a dining room beneath a tapestry . . . \nWhat happens is the stuff of history.\nWhat lingers is the new reality\nOf photographs and printed words, coalescing\nInto colors in the dark behind closed eyes: \nThe greens of hope, the yellows and pinks of death.\n\nThe passage from the hatred in the heart\nTo the absurd, from passion to the nearly empty day, \nLike the reductio ad absurdum of some plan—\nWhat starts in fantasy or fear becomes\nA sky of softly colored clouds\nWhose simple beauty mirrors nothing.\nWhose indifference is a way of understanding\nThe banality not of evil, but of romance\nIn the old sense, of complexity and art, as the past\nUnfolds into an ordinary future, year by year . . . \n\nThe surface of the water is alive with waves.\nThe bus leaves from the Bahnhof, driving west\nAcross a bridge and towards a nursery\nSelling hothouse flowers and shrubs. Here and there\nIt stops for passengers, pausing at a corner\nWhere amid the lowering anxiety of the afternoon, \nThe sense of something breathing in the air\nAbove the marker for the Haus der Wannsee-Conferenz, \nIt suddenly turns right and begins a slow descent\nAlong the road that leads to the yacht clubs.</pre>\n "}, {"title": "Who goes with Fergus?", "view_node": "/poem/who-goes-fergus", "field_author": "<a href=\"/poet/w-b-yeats\" hreflang=\"und\">W. B. Yeats</a>", "field_date_published": "1893", "body": " <pre>\nWho will go drive with Fergus now, \nAnd pierce the deep wood's woven shade, \nAnd dance upon the level shore?\nYoung man, lift up your russet brow, \nAnd lift your tender eyelids, maid, \nAnd brood on hopes and fear no more. \n\nAnd no more turn aside and brood\nUpon love's bitter mystery;\nFor Fergus rules the brazen cars, \nAnd rules the shadows of the wood, \nAnd the white breast of the dim sea\nAnd all dishevelled wandering stars.</pre>\n "}, {"title": "Mostly Read The Luna Moth", "view_node": "/poem/mostly-read-luna-moth", "field_author": "<a href=\"/poet/jordan-davis\" hreflang=\"und\">Jordan Davis</a>", "field_date_published": "2010", "body": " <pre>\nThe savor of mango is unlike\nToothsome papay. My son takes\nMy hand and brings me\nInto the classroom; Fluffy\nIs absent and unremarked-upon\n\nAnd in his place, two butterflies\nUse tentatively in a sentence.\nOne, he explains, is a boy and\nThe other one lays the eggs,\nI counted the dots, is a girl.\n\nWhy do boys not feed babies?\nHe reaches to pull his shirt open\nAnd I ask him, did you ever see\nA baby eat broccoli? a ham sandwich?\nSomeday I will tell him\n\nFood is an unpleasant subject\nFor poems, but today I am concerned\nWith biology. I am a science kid,\nHe says on the platform. Where'd\nHe hear that. I know where the one\n\nAbout men nursing came from.\nSeeing myself tell that story\nI feel like California's\nPoisoned groundwater and remember\nHow much work it is to be real.\n\nSomeone told you men can give milk,\nBut men don't. What about moms and dads\nWho don't have children? Those are\nCalled men and women. He says\nOh a lot. It's immediate\n\nAnd it lags into the next moment\nAnd is quiet, what the teachers call\nA zone of proximal delay. Without\nThis apparent lull there is only\nBrilliance and potential. With it\n\nI get to keep a faith\nIn the unguessable next.</pre>\n "}, {"title": "Text Messages", "view_node": "/poem/text-messages", "field_author": "<a href=\"/poet/jordan-davis\" hreflang=\"und\">Jordan Davis</a>", "field_date_published": "2010", "body": " <p>A wave of love for you just knocked me off my chair</p><p>I will love you and love you</p><p>I will reach out my hand to you in the noise of carhorns and merengue and pull you close by the waist</p><p>I will call you my museum of everything always</p><p>I will call you MDMA</p><p>I love you ecstatic exalted sublime</p><p>I wish you were here—there's an enormous cloud sitting off in the distance</p><p>It's a beautiful walk from there to my place</p><p>I'm buzzing but the buzzer may not be working</p><p>There's a raccoon rearing on hind legs twitching its nose from behind a short fence</p><p>Let me stew you some tomatoes</p><p>As long as I keep moving the overtones don't jackhammer my skull</p><p>I am waiting for something very very good</p><p>My phone is like, what, I'm a phone</p> "}, {"title": "Blueberries", "view_node": "/poem/blueberries", "field_author": "<a href=\"/poet/robert-frost\" hreflang=\"und\">Robert Frost</a>", "field_date_published": "1915", "body": "<p><span class=\"long-line\">\"You ought to have seen what I saw on my way  </span><br /><span class=\"long-line\">To the village, through Mortenson's pasture to-day:  </span><br /><span class=\"long-line\">Blueberries as big as the end of your thumb,  </span><br /><span class=\"long-line\">Real sky-blue, and heavy, and ready to drum  </span><br /><span class=\"long-line\">In the cavernous pail of the first one to come!          </span><br /><span class=\"long-line\">And all ripe together, not some of them green  </span><br /><span class=\"long-line\">And some of them ripe! You ought to have seen!\"  </span></p>\n\n<p><span class=\"long-line\">\"I don't know what part of the pasture you mean.\"  </span></p>\n\n<p><span class=\"long-line\">\"You know where they cut off the woods—let me see—  </span><br /><span class=\"long-line\">It was two years ago—or no!—can it be          </span><br /><span class=\"long-line\">No longer than that?—and the following fall  </span><br /><span class=\"long-line\">The fire ran and burned it all up but the wall.\"  </span></p>\n\n<p><span class=\"long-line\">\"Why, there hasn't been time for the bushes to grow.  </span><br /><span class=\"long-line\">That's always the way with the blueberries, though:  </span><br /><span class=\"long-line\">There may not have been the ghost of a sign          </span><br /><span class=\"long-line\">Of them anywhere under the shade of the pine,  </span><br /><span class=\"long-line\">But get the pine out of the way, you may burn  </span><br /><span class=\"long-line\">The pasture all over until not a fern  </span><br /><span class=\"long-line\">Or grass-blade is left, not to mention a stick,  </span><br /><span class=\"long-line\">And presto, they're up all around you as thick          </span><br /><span class=\"long-line\">And hard to explain as a conjuror's trick.\"  </span></p>\n\n<p><span class=\"long-line\">\"It must be on charcoal they fatten their fruit.  </span><br /><span class=\"long-line\">I taste in them sometimes the flavour of soot.  </span><br /><span class=\"long-line\">And after all really they're ebony skinned:  </span><br /><span class=\"long-line\">The blue's but a mist from the breath of the wind,          </span><br /><span class=\"long-line\">A tarnish that goes at a touch of the hand,  </span><br /><span class=\"long-line\">And less than the tan with which pickers are tanned.\"  </span></p>\n\n<p><span class=\"long-line\">\"Does Mortenson know what he has, do you think?\"  </span></p>\n\n<p><span class=\"long-line\">\"He may and not care and so leave the chewink  </span><br /><span class=\"long-line\">To gather them for him—you know what he is.          </span><br /><span class=\"long-line\">He won't make the fact that they're rightfully his  </span><br /><span class=\"long-line\">An excuse for keeping us other folk out.\"  </span></p>\n\n<p><span class=\"long-line\">\"I wonder you didn't see Loren about.\"  </span></p>\n\n<p><span class=\"long-line\">\"The best of it was that I did. Do you know,  </span><br /><span class=\"long-line\">I was just getting through what the field had to show          </span><br /><span class=\"long-line\">And over the wall and into the road,  </span><br /><span class=\"long-line\">When who should come by, with a democrat-load  </span><br /><span class=\"long-line\">Of all the young chattering Lorens alive,  </span><br /><span class=\"long-line\">But Loren, the fatherly, out for a drive.\"  </span></p>\n\n<p><span class=\"long-line\">\"He saw you, then? What did he do? Did he frown?\"          </span></p>\n\n<p><span class=\"long-line\">\"He just kept nodding his head up and down.  </span><br /><span class=\"long-line\">You know how politely he always goes by.  </span><br /><span class=\"long-line\">But he thought a big thought—I could tell by his eye—  </span><br /><span class=\"long-line\">Which being expressed, might be this in effect:  </span><br /><span class=\"long-line\">'I have left those there berries, I shrewdly suspect,          </span><br /><span class=\"long-line\">To ripen too long. I am greatly to blame.'\"  </span></p>\n\n<p><span class=\"long-line\">\"He's a thriftier person than some I could name.\"  </span></p>\n\n<p><span class=\"long-line\">\"He seems to be thrifty; and hasn't he need,  </span><br /><span class=\"long-line\">With the mouths of all those young Lorens to feed?  </span><br /><span class=\"long-line\">He has brought them all up on wild berries, they say,          </span><br /><span class=\"long-line\">Like birds. They store a great many away.  </span><br /><span class=\"long-line\">They eat them the year round, and those they don't eat  </span><br /><span class=\"long-line\">They sell in the store and buy shoes for their feet.\"  </span></p>\n\n<p><span class=\"long-line\">\"Who cares what they say? It's a nice way to live,  </span><br /><span class=\"long-line\">Just taking what Nature is willing to give,          </span><br /><span class=\"long-line\">Not forcing her hand with harrow and plow.\"  </span></p>\n\n<p><span class=\"long-line\">\"I wish you had seen his perpetual bow—  </span><br /><span class=\"long-line\">And the air of the youngsters! Not one of them turned,  </span><br /><span class=\"long-line\">And they looked so solemn-absurdly concerned.\"  </span></p>\n\n<p><span class=\"long-line\">\"I wish I knew half what the flock of them know          </span><br /><span class=\"long-line\">Of where all the berries and other things grow,  </span><br /><span class=\"long-line\">Cranberries in bogs and raspberries on top  </span><br /><span class=\"long-line\">Of the boulder-strewn mountain, and when they will crop.  </span><br /><span class=\"long-line\">I met them one day and each had a flower  </span><br /><span class=\"long-line\">Stuck into his berries as fresh as a shower;          </span><br /><span class=\"long-line\">Some strange kind—they told me it hadn't a name.\"  </span></p>\n\n<p><span class=\"long-line\">\"I've told you how once not long after we came,  </span><br /><span class=\"long-line\">I almost provoked poor Loren to mirth  </span><br /><span class=\"long-line\">By going to him of all people on earth  </span><br /><span class=\"long-line\">To ask if he knew any fruit to be had          </span><br /><span class=\"long-line\">For the picking. The rascal, he said he'd be glad  </span><br /><span class=\"long-line\">To tell if he knew. But the year had been bad.  </span><br /><span class=\"long-line\">There had been some berries—but those were all gone.  </span><br /><span class=\"long-line\">He didn't say where they had been. He went on:  </span><br /><span class=\"long-line\">'I'm sure—I'm sure'—as polite as could be.          </span><br /><span class=\"long-line\">He spoke to his wife in the door, 'Let me see,  </span><br /><span class=\"long-line\">Mame, we don't know any good berrying place?'  </span><br /><span class=\"long-line\">It was all he could do to keep a straight face.  </span></p>\n\n<p><span class=\"long-line\">\"If he thinks all the fruit that grows wild is for him,  </span><br /><span class=\"long-line\">He'll find he's mistaken. See here, for a whim,          </span><br /><span class=\"long-line\">We'll pick in the Mortensons' pasture this year.  </span><br /><span class=\"long-line\">We'll go in the morning, that is, if it's clear,  </span><br /><span class=\"long-line\">And the sun shines out warm: the vines must be wet.  </span><br /><span class=\"long-line\">It's so long since I picked I almost forget  </span><br /><span class=\"long-line\">How we used to pick berries: we took one look round,          </span><br /><span class=\"long-line\">Then sank out of sight like trolls underground,  </span><br /><span class=\"long-line\">And saw nothing more of each other, or heard,  </span><br /><span class=\"long-line\">Unless when you said I was keeping a bird  </span><br /><span class=\"long-line\">Away from its nest, and I said it was you.  </span><br /><span class=\"long-line\">'Well, one of us is.' For complaining it flew          </span><br /><span class=\"long-line\">Around and around us. And then for a while  </span><br /><span class=\"long-line\">We picked, till I feared you had wandered a mile,  </span><br /><span class=\"long-line\">And I thought I had lost you. I lifted a shout  </span><br /><span class=\"long-line\">Too loud for the distance you were, it turned out,  </span><br /><span class=\"long-line\">For when you made answer, your voice was as low          </span><br /><span class=\"long-line\">As talking—you stood up beside me, you know.\"  </span></p>\n\n<p><span class=\"long-line\">\"We sha'n't have the place to ourselves to enjoy—  </span><br /><span class=\"long-line\">Not likely, when all the young Lorens deploy.  </span><br /><span class=\"long-line\">They'll be there to-morrow, or even to-night.  </span><br /><span class=\"long-line\">They won't be too friendly—they may be polite—          </span><br /><span class=\"long-line\">To people they look on as having no right  </span><br /><span class=\"long-line\">To pick where they're picking. But we won't complain.  </span><br /><span class=\"long-line\">You ought to have seen how it looked in the rain,  </span><br /><span class=\"long-line\">The fruit mixed with water in layers of leaves,  </span><br /><span class=\"long-line\">Like two kinds of jewels, a vision for thieves.\"</span></p>\n"}, {"title": "Corinna&#039;s Going a-Maying", "view_node": "/poem/corinnas-going-maying", "field_author": "<a href=\"/poet/robert-herrick\" hreflang=\"und\">Robert Herrick</a>", "field_date_published": "1648", "body": " <pre>\nGet up, get up for shame! The blooming morn   \n    Upon her wings presents the god unshorn.   \n    See how Aurora throws her fair   \n    Fresh-quilted colours through the air:   \n    Get up, sweet slug-a-bed, and see          \n    The dew bespangling herb and tree!   \nEach flower has wept and bow'd toward the east   \nAbove an hour since, yet you not drest;   \n    Nay! not so much as out of bed?   \n    When all the birds have matins said   \n    And sung their thankful hymns, 'tis sin,   \n    Nay, profanation, to keep in,   \nWhereas a thousand virgins on this day   \nSpring sooner than the lark, to fetch in May.   \n  \nRise and put on your foliage, and be seen   \nTo come forth, like the spring-time, fresh and green,   \n    And sweet as Flora. Take no care   \n    For jewels for your gown or hair:   \n    Fear not; the leaves will strew   \n    Gems in abundance upon you:   \nBesides, the childhood of the day has kept,   \nAgainst you come, some orient pearls unwept.   \n    Come, and receive them while the light   \n    Hangs on the dew-locks of the night:   \n    And Titan on the eastern hill   \n    Retires himself, or else stands still   \nTill you come forth! Wash, dress, be brief in praying:   \nFew beads are best when once we go a-Maying.   \n  \nCome, my Corinna, come; and coming, mark   \nHow each field turns a street, each street a park,   \n    Made green and trimm'd with trees! see how   \n    Devotion gives each house a bough   \n    Or branch! each porch, each door, ere this,   \n    An ark, a tabernacle is,   \nMade up of white-thorn neatly interwove,   \nAs if here were those cooler shades of love.   \n    Can such delights be in the street   \n    And open fields, and we not see 't?   \n    Come, we'll abroad: and let 's obey   \n    The proclamation made for May,   \nAnd sin no more, as we have done, by staying;   \nBut, my Corinna, come, let 's go a-Maying.   \n  \nThere 's not a budding boy or girl this day   \nBut is got up and gone to bring in May.   \n    A deal of youth ere this is come   \n    Back, and with white-thorn laden home.   \n    Some have despatch'd their cakes and cream,   \n    Before that we have left to dream:   \nAnd some have wept and woo'd, and plighted troth,   \nAnd chose their priest, ere we can cast off sloth:\n    Many a green-gown has been given,   \n    Many a kiss, both odd and even:   \n    Many a glance, too, has been sent   \n    From out the eye, love's firmament:   \nMany a jest told of the keys betraying\nThis night, and locks pick'd: yet we're not a-Maying!   \n  \nCome, let us go, while we are in our prime,   \nAnd take the harmless folly of the time!   \n    We shall grow old apace, and die   \n    Before we know our liberty.\n    Our life is short, and our days run   \n    As fast away as does the sun.   \nAnd, as a vapour or a drop of rain,   \nOnce lost, can ne'er be found again,   \n    So when or you or I are made\n    A fable, song, or fleeting shade,   \n    All love, all liking, all delight   \n    Lies drown'd with us in endless night.   \nThen, while time serves, and we are but decaying,   \nCome, my Corinna, come, let's go a-Maying.</pre>\n "}], "pager": {"current_page": 485, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}