{"rows": [{"title": "2008, XII", "view_node": "/poem/2008-xii", "field_author": "<a href=\"/poet/wendell-berry\" hreflang=\"und\">Wendell Berry</a>", "field_date_published": "2016", "body": "<blockquote><p><sup><em>My people are destroyed for lack of knowledge…</em><br />\nHosea 4:6</sup></p>\n</blockquote>\n<p>We forget the land we stand on<br />\nand live from. We set ourselves<br />\nfree in an economy founded<br />\non nothing, on greed verified<br />\nby fantasy, on which we entirely<br />\ndepend. We depend on fire<br />\nthat consumes the world without<br />\nlighting it. To this dark blaze<br />\ndriving the inert metal<br />\nof our most high desire<br />\nwe offer our land as fuel,<br />\nthus offering ourselves at last<br />\nto be burned. This is our riddle<br />\nto which the answer is a life<br />\nthat none of us has lived.</p>\n"}, {"title": "The American middle class...", "view_node": "/poem/american-middle-class", "field_author": "<a href=\"/poet/dawn-lundy-martin\" hreflang=\"und\">Dawn Lundy Martin</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">The American middle class is screwed again but they don’t know it. Politics is a gleaming nowhere. Žižek fantasizes about Capitalism’s inevitable end. Reviewers want these poems to be more hopeful. Love is obvious. She’s a tutu shelter leaning out! Love is miraculous. She’s twirling quite naturally! We dangle our feet in a July swimming pool. Shoots sparkles from our eyes—to quiet to quiet all our little monsters. Street habits rear up. Any fire. Any quell. Who’s made it to well being? The television projects hysterical grief. Brown women wailing fall to knees draped over. We are only who we are supposed to be. No moon tonight, dear one.</span></p>\n"}, {"title": "The Street of Broken Dreams", "view_node": "/poem/street-broken-dreams", "field_author": "<a href=\"/poet/minnie-bruce-pratt\" hreflang=\"und\">Minnie Bruce Pratt</a>", "field_date_published": "2016", "body": " <p>The dog lunged at me and choked on its chain<br />guarding a house on the street of broken dreams.<br />What does it take to be safe? A sun-porch window<br />barred shut with a wood-spooled bed frame. Fradon<br />lock store down the block, a giant curlicue key<br />advertising sleep all night, sweet dreams. A bumble-<br />bee in the clover fumbling to find its damp-dirt home.</p><p>No way to tell who owns my neighborhood homes<br />until the for-sale-by-bank signs grow overnight,<br />and of course there's the bank at James and Lodi<br />with the blue light, CHASE, that stays on 24/7.<br />On my street some people harrow a vacant lot,<br />green turned under into small rows, they harvest<br />weathered rocks and pile those up in the corner.<br />In another city, some foreclosed people got so angry<br />the big finance company had to hide its sign, AIG.<br />The people were so angry. That makes me feel more<br />safe, the people come out of their houses to shout:</p><p><em>We demand.</em> Not rabble and rabid, not shadow, not terror,<br />the neighbors stand and say:<em>The world is ours, ours, ours.</em></p> "}, {"title": "Mess Hall", "view_node": "/poem/mess-hall", "field_author": "<a href=\"/poet/solmaz-sharif\" hreflang=\"en\">Solmaz Sharif</a>", "field_date_published": "2016", "body": " <p>Your knives tip down<br />in the dish rack<br />of the replica plantation home,<br />you wash hands</p><p>with soaps pressed into seahorses<br />and scallop shells white<br />to match your guest towels,<br />and, like an escargot fork,</p><p>you have found the dimensions<br />small enough to break<br />a man—<br />a wet rag,</p><p>a bullet on the back of the cup<br />the front<br />like a bishop or an armless knight<br />of the Ku Klux Klan</p><p>the silhouette<br />through your nighttime window<br />a quartet<br />plays a song you admire,</p><p>outside a ring of concertina wire<br />circles around a small collapse.<br />America, ignore the window and look at your lap:<br />even your dinner napkins are on fire.</p> "}, {"title": "A Small Needful Fact", "view_node": "/poem/small-needful-fact", "field_author": "<a href=\"/poet/ross-gay\" hreflang=\"und\">Ross Gay</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">Is that Eric Garner worked</span><br /><span class=\"long-line\">for some time for the Parks and Rec.</span><br /><span class=\"long-line\">Horticultural Department, which means,</span><br /><span class=\"long-line\">perhaps, that with his very large hands,</span><br /><span class=\"long-line\">perhaps, in all likelihood,</span><br /><span class=\"long-line\">he put gently into the earth</span><br /><span class=\"long-line\">some plants which, most likely,</span><br /><span class=\"long-line\">some of them, in all likelihood,</span><br /><span class=\"long-line\">continue to grow, continue</span><br /><span class=\"long-line\">to do what such plants do, like house</span><br /><span class=\"long-line\">and feed small and necessary creatures,</span><br /><span class=\"long-line\">like being pleasant to touch and smell,</span><br /><span class=\"long-line\">like converting sunlight</span><br /><span class=\"long-line\">into food, like making it easier</span><br /><span class=\"long-line\">for us to breathe.</span></p>\n"}, {"title": "ode to the puritan in me", "view_node": "/poem/ode-puritan-me", "field_author": "<a href=\"/poet/ross-gay\" hreflang=\"und\">Ross Gay</a>", "field_date_published": "2016", "body": " <p>There is a puritan in me<br />the brim of whose<br />hat is so sharp<br />it could cut<br />your tongue out<br />with a brow<br />so furrowed you<br />could plant beets<br />or turnips or<br />something of course<br />good for storing<br />he has not taken a nap<br />since he was two years old<br />because he detests<br />sloth above all<br />he is maybe the only real person<br />I’ve ever heard<br />say “sloth” or “detest”<br />in conversation<br />he reads poetry<br />the puritan in me<br />with an X-Acto knife in his calloused hand<br />if not a stick of dynamite<br />and if the puritan in me sees<br />two cats making<br />whoopee in the barn<br />I think not<br />because they get<br />in the way<br />or scare the crows<br />but more precisely<br />because he thinks it is worthless<br />the angles of animals<br />fucking freely<br />in the open air<br />he will blast them to smithereens<br />I should tell you<br />the puritan in me always carries a shotgun<br />he wants to punish the world I suppose<br />because he feels he needs punishing<br />for who knows how many unpunishable things<br />like the times as a boy he’d sneak shirtless between the cows<br />to haul his tongue across the saltlick<br />or how he’d study his dozing granny’s instep<br />like it was the map of his county<br />or the spring nights he’d sneak to the garden behind the sleeping house<br />and strip naked<br />while upon him lathered the small song<br />of the ants rasping their tongues<br />across the peonies’ sap, making of his body<br />a flower-dappled tree<br />while above him the heavens wheeled and his tongue<br />drowsed slack as a creek,<br />on the banks of which, there he is,<br />right now, the puritan in me<br />tossing his shotgun into the cattails,<br />taking off his boots, and washing his feet<br />in that water.</p> "}, {"title": "To the Fig Tree on 9th and Christian", "view_node": "/poem/fig-tree-9th-and-christian", "field_author": "<a href=\"/poet/ross-gay\" hreflang=\"und\">Ross Gay</a>", "field_date_published": "2016", "body": " <p>Tumbling through the<br />city in my<br />mind without once<br />looking up<br />the racket in<br />the lugwork probably<br />rehearsing some<br />stupid thing I<br />said or did<br />some crime or<br />other the city they<br />say is a lonely<br />place until yes<br />the sound of sweeping<br />and a woman<br />yes with a<br />broom beneath<br />which you are now<br />too the canopy<br />of a fig its<br />arms pulling the<br />September sun to it<br />and she<br />has a hose too<br />and so works hard<br />rinsing and scrubbing<br />the walk<br />lest some poor sod<br />slip on the<br />silk of a fig<br />and break his hip<br />and not probably<br />reach over to gobble up<br />the perpetrator<br />the light catches<br />the veins in her hands<br />when I ask about<br />the tree they<br />flutter in the air and<br />she says take<br />as much as<br />you can<br />help me<br />so I load my<br />pockets and mouth<br />and she points<br />to the step-ladder against<br />the wall to<br />mean more but<br />I was without a<br />sack so my meager<br />plunder would have to<br />suffice and an old woman<br />whom gravity<br />was pulling into<br />the earth loosed one<br />from a low slung<br />branch and its eye<br />wept like hers<br />which she dabbed<br />with a kerchief as she<br />cleaved the fig with<br />what remained of her<br />teeth and soon there were<br />eight or nine<br />people gathered beneath<br />the tree looking into<br />it like a<br />constellation pointing<br />do you see it<br />and I am tall and so<br />good for these things<br />and a bald man even<br />told me so<br />when I grabbed three<br />or four for<br />him reaching into the<br />giddy throngs of<br />yellow-jackets sugar<br />stoned which he only<br />pointed to smiling and<br />rubbing his stomach<br />I mean he was really rubbing his stomach<br />like there was a baby<br />in there<br />it was hot his<br />head shone while he<br />offered recipes to the<br />group using words which<br />I couldn’t understand and besides<br />I was a little<br />tipsy on the dance<br />of the velvety heart rolling<br />in my mouth<br />pulling me down and<br />down into the<br />oldest countries of my<br />body where I ate my first fig<br />from the hand of a man who escaped his country<br />by swimming through the night<br />and maybe<br />never said more than<br />five words to me<br />at once but gave me<br />figs and a man on his way<br />to work hops twice<br />to reach at last his<br />fig which he smiles at and calls<br />baby, <em>c’mere baby</em>,<br />he says and blows a kiss<br />to the tree which everyone knows<br />cannot grow this far north<br />being Mediterranean<br />and favoring the rocky, sun-baked soils<br />of Jordan and Sicily<br />but no one told the fig tree<br />or the immigrants<br />there is a way<br />the fig tree grows<br />in groves it wants,<br />it seems, to hold us,<br />yes I am anthropomorphizing<br />goddammit I have twice<br />in the last thirty seconds<br />rubbed my sweaty<br />forearm into someone else’s<br />sweaty shoulder<br />gleeful eating out of each other’s hands<br />on Christian St.<br />in Philadelphia a city like most<br />which has murdered its own<br />people<br />this is true<br />we are feeding each other<br />from a tree<br />at the corner of Christian and 9th<br />strangers maybe<br />never again.</p> "}, {"title": "Prison", "view_node": "/poem/prison", "field_author": "<a href=\"/poet/reginald-dwayne-betts\" hreflang=\"und\">Reginald Dwayne Betts</a>", "field_date_published": "2016", "body": " <p>Prison is the sinner’s bouquet, house of shredded &amp; torn<br />               Dear John letters, upended grave of names, moon<br />               Black kiss of a pistol’s flat side, time blueborn<br />&amp; threaded into a curse, Lazarus of hustlers, the picayune<br />Spinning into beatdowns; breath of a thief stilled<br />               By fluorescent lights, a system of 40 blocks,<br />               Empty vials, a hand full of purple cranesbills,<br />Memories of crates suspended from stairs, tied in knots<br />Around street lamps, the house of unending push-ups,<br />              Wheelbarrels &amp; walking 20s, the daughters<br />              Chasing their father’s shadows, sons that upset<br />The wind with their secrets, the paraphrase of fractured,<br />              Scarred wings flying through smoke, each wild hour<br />              Of lockdown, hunger time &amp; the blackened flower.</p> "}, {"title": "For the City that Nearly Broke Me", "view_node": "/poem/city-nearly-broke-me", "field_author": "<a href=\"/poet/reginald-dwayne-betts\" hreflang=\"und\">Reginald Dwayne Betts</a>", "field_date_published": "2016", "body": " <p>A woman tattoos Malik’s name above<br />her breast &amp; talks about the conspiracy<br />to destroy blacks. This is all a fancy way<br />to say that someone kirked out, emptied<br />five or six or seven shots into a still warm body.<br />No indictment follows Malik’s death,<br />follows smoke running from a fired pistol.<br />An old quarrel: crimson against concrete<br />&amp; the officer’s gun still smoking.<br />Someone says the people need to stand up,<br />that the system’s a glass house falling on only<br />a few heads. This &amp; the stop snitching ads<br />are the conundrum and damn all that blood.<br />All those closed eyes imagining Malik’s<br />killer forever coffled to a series of cells,<br />&amp; you almost believe them, you do, except<br />the cognac in your hand is an old habit,<br />a toast to friends buried before the daybreak<br />of their old age. You know the truth<br />of the talking, of the quarrels &amp; how<br />history lets the blamed go blameless for<br />the blood that flows black in the street;<br />you imagine there is a riot going on,<br />&amp; someone is tossing a trash can through<br />Sal’s window calling that revolution,<br />while behind us cell doors keep clanking closed,<br />&amp; Malik’s casket door clanks closed,<br />&amp; the bodies that roll off the block<br />&amp; into the prisons and into the ground,<br />keep rolling, &amp; no one will admit<br />that this is the way America strangles itself.</p> "}, {"title": "14 haiku", "view_node": "/poem/14-haiku", "field_author": "<a href=\"/poet/sonia-sanchez\" hreflang=\"und\">Sonia Sanchez</a>", "field_date_published": "2016", "body": "<blockquote><sup><em>(for Emmett Louis Till)</em></sup></blockquote>\n\n<p><span class=\"long-line\">1.</span><br /><span class=\"long-line\">Your limbs buried</span><br /><span class=\"long-line\">in northern muscle carry</span><br /><span class=\"long-line\">their own heartbeat</span></p>\n\n<p><span class=\"long-line\">2.</span><br /><span class=\"long-line\">Mississippi...</span><br /><span class=\"long-line\">alert with</span><br /><span class=\"long-line\">conjugated pain</span></p>\n\n<p><span class=\"long-line\">3.</span><br /><span class=\"long-line\">young Chicago</span><br /><span class=\"long-line\">stutterer whistling</span><br /><span class=\"long-line\">more than flesh</span></p>\n\n<p><span class=\"long-line\">4.</span><br /><span class=\"long-line\">your pores</span><br /><span class=\"long-line\">wild stars embracing</span><br /><span class=\"long-line\">southern eyes</span></p>\n\n<p><span class=\"long-line\">5.</span><br /><span class=\"long-line\">footprints blooming</span><br /><span class=\"long-line\">in the night remember</span><br /><span class=\"long-line\">your blood</span></p>\n\n<p><span class=\"long-line\">6.</span><br /><span class=\"long-line\">in this southern</span><br /><span class=\"long-line\">classroom summer settles</span><br /><span class=\"long-line\">into winter</span></p>\n\n<p><span class=\"long-line\">7.</span><br /><span class=\"long-line\">i hear your</span><br /><span class=\"long-line\">pulse swallowing</span><br /><span class=\"long-line\">neglected light</span></p>\n\n<p><span class=\"long-line\">8.</span><br /><span class=\"long-line\">your limbs</span><br /><span class=\"long-line\">fly off the ground</span><br /><span class=\"long-line\">little birds...</span></p>\n\n<p><span class=\"long-line\">9.</span><br /><span class=\"long-line\">we taste the</span><br /><span class=\"long-line\">blood ritual of</span><br /><span class=\"long-line\">southern hands</span></p>\n\n<p><span class=\"long-line\">10.</span><br /><span class=\"long-line\">blue midnite</span><br /><span class=\"long-line\">breaths sailing on</span><br /><span class=\"long-line\">smiling tongues</span></p>\n\n<p><span class=\"long-line\">11.</span><br /><span class=\"long-line\">say no words</span><br /><span class=\"long-line\">time is collapsing</span><br /><span class=\"long-line\">in the woods</span></p>\n\n<p><span class=\"long-line\">12.</span><br /><span class=\"long-line\">a mother's eyes</span><br /><span class=\"long-line\">remembering a cradle</span><br /><span class=\"long-line\">pray out loud</span></p>\n\n<p><span class=\"long-line\">13.</span><br /><span class=\"long-line\">walking in Mississippi</span><br /><span class=\"long-line\">i hold the stars</span><br /><span class=\"long-line\">between my teeth</span></p>\n\n<p><span class=\"long-line\">14.</span><br /><span class=\"long-line\">your death</span><br /><span class=\"long-line\">a blues, i could not</span><br /><span class=\"long-line\">drink away.</span></p>\n"}, {"title": "Pomegranate Means Grenade", "view_node": "/poem/pomegranate-means-grenade", "field_author": "<a href=\"/poet/jamaal-may\" hreflang=\"en\">Jamaal May</a>", "field_date_published": "2016", "body": " <p style=\"margin-left:40px;\"><em>The heart trembles like a herd of horses.</em><br />—Jontae McCrory, age 11</p><p>Hold a pomegranate in your palm,<br />imagine ways to split it, think of the breaking<br />skin as shrapnel. Remember granada<br />means pomegranate and granada<br />means grenade because grenade<br />takes its name from the fruit;<br />identify war by what it takes away<br />from fecund orchards. Jontae,<br />there will always be one like you:<br />a child who gets the picked over box<br />with mostly black crayons. One who wonders<br />what beautiful has to do with beauty, as he darkens<br />a sun in the corner of every page,<br />constructs a house from ashen lines,<br />sketches stick figures lying face down-<br />I know how often red is the only color<br />left to reach for. I fear for you.<br />You are writing a stampede<br />into my chest, the same anxiety that shudders<br />me when I push past marines in high school<br />hallways, moments after video footage<br />of young men dropping from helicopters<br />in night vision goggles. I want you to see in the dark<br />without covering your face and carry verse<br />as countermeasure to recruitment videos<br />and remember the cranes buried inside the poems<br />painted on banners that hung in Tiananmen Square—<br />remember because Huang Xiang was exiled<br />for these. Remember because the poet Huang Xiang<br />was exiled for this: the calligraphy of revolt.<br />Always know that you will stand nameless<br />in front of a tank, always know you will not stand<br />alone, but there will always be those<br />who would rather see you pull a pin<br />from a grenade than pull a pen<br />from your backpack. Jontae,<br />they are afraid.</p> "}, {"title": "Of Late, I Have Been Thinking About Despair", "view_node": "/poem/late-i-have-been-thinking-about-despair", "field_author": "<a href=\"/poet/tj-jarrett\" hreflang=\"en\">TJ Jarrett</a>", "field_date_published": "2016", "body": " <p>its ruthless syntax, and the ease with which it interjects<br />itself into our days. I thought how best to explain this—</p><p>this dark winter, but that wasn’t it, or beds unshared<br />but that isn’t exactly it either, until I remembered</p><p>Saturday afternoons spent with my father in the garage<br />and those broken cars one after another. At the time,</p><p>that’s what we could afford. Broken things. Saturdays,<br />there was always a game on the radio and I’d stand</p><p>beside him or lie under the engine, oil cascading from<br />the oilpan. Daddy would curse wildly, sometimes</p><p>about the car, sometimes about the game. Sometimes<br />Mama called for one or the other of us from upstairs and</p><p>I’d trudge up to see what she wanted with a sigh.<br />We sighed so much then. Funny. If you asked us</p><p>if we were happy, we’d say: <em>Families. They are happy.</em><br />There’s a solace in broke-down cars: you can find what</p><p>is broken. You can make it whole again. I’d pop the hood,<br />peer into the sooty inside and Daddy would pass me parts</p><p>for my small hands to tender to each need. Daddy<br />scrambled into the front seat, turned a key and a roar</p><p>came out that would be cause for rejoicing. But time came,<br />(this is the inevitable part) when he would draw the white</p><p>handkerchief to his head in surrender. I would always ask<br />if we could've tried harder. <em>Baby girl</em>, he’d say.<em> She’s gone</em>.</p> "}, {"title": "Grief ", "view_node": "/poem/grief", "field_author": "<a href=\"/poet/elizabeth-barrett-browning\" hreflang=\"und\">Elizabeth Barrett Browning</a>", "field_date_published": "2016", "body": " <p>I tell you, hopeless grief is passionless—<br />That only men incredulous of despair,<br />Half-taught in anguish, through the midnight air,<br />Beat upward to God’s throne in loud access<br />Of shrieking and reproach. Full desertness<br />In souls, as countries, lieth silent-bare<br />Under the blenching, vertical eye-glare<br />Of the absolute Heavens. Deep-hearted man, express<br />Grief for thy Dead in silence like to death;<br />Most like a monumental statue set<br />In everlasting watch and moveless woe,<br />Till itself crumble to the dust beneath!<br />Touch it! the marble eyelids are not wet—<br />If it could weep, it could arise and go.</p> "}, {"title": "Saturday ", "view_node": "/poem/saturday", "field_author": "<a href=\"/poet/margaret-ross\" hreflang=\"en\">Margaret Ross</a>", "field_date_published": "2016", "body": " <p>It was, it was explained to me,<br />a holiday to enter spring<br />while honoring the dead<br />and so its celebration was</p><p>a picnic in a cemetery. Flowers<br />and fruit and fish<br />cooked as her father liked<br />and a kind of pastry</p><p>that had been her uncle’s<br />nickname. Her aunt was<br />bringing paper iPhones, purses<br />and a little villa <em>just for fun</em></p><p>to burn. I passed carts<br />selling them as I walked up<br />the slope behind the city<br />hospital. A child</p><p>climbed a parked car<br />shouting that he was<br />a horse. I took<br />a picture and the colors<br /><br />on screen looked richer, less<br />treacherous. Downhill<br />a stadium surrounded<br />by white trailers. Underwear</p><p>hung from the clotheslines.<br />I took a picture of myself<br />but I did not appear<br />the person that I was.</p><p>The picnic would be<br />nearly done. She’d said<br />they’d leave behind<br />chrysanthemums</p><p>made of cloth to last<br />and scented so they smelled<br />not like chrysanthemums<br />but like a woman.<br /> </p> "}, {"title": "A fourteen-line poem on healing ", "view_node": "/poem/fourteen-line-poem-healing", "field_author": "<a href=\"/poet/julie-carr\" hreflang=\"und\">Julie Carr</a>", "field_date_published": "2016", "body": "<p><span class=\"long-line\">1. I cannot freeze sound</span><br /><span class=\"long-line\">2. or collapse phantom scaffolding</span><br /><span class=\"long-line\">3. I open one contradiction</span><br /><span class=\"long-line\">4. after another. They call this “erotic intelligence”</span><br /><span class=\"long-line\">5. or emptiness</span><br /><span class=\"long-line\">6. They abuse the powdery line</span><br /><span class=\"long-line\">7. at once blessed and beautiful</span><br /><span class=\"long-line\">8. and blank</span><br /><span class=\"long-line\">9. as benign limbs</span><br /><span class=\"long-line\">10. Where have you gone in your red dress?</span><br /><span class=\"long-line\">11. You have done nothing wrong and you are not condemned</span><br /><span class=\"long-line\">12. Naked as a word</span><br /><span class=\"long-line\">13. the body’s modifications, no matter how infinitesimal</span><br /><span class=\"long-line\">14. are all that is given</span></p>\n"}, {"title": "Care", "view_node": "/poem/care", "field_author": "<a href=\"/poet/craig-santos-perez\" hreflang=\"und\">Craig Santos Perez</a>", "field_date_published": "2016", "body": " <p>My 16-month old daughter wakes from her nap<br />and cries. I pick her up, press her against my chest</p><p>and rub her back until my palm warms<br />like an old family quilt. “Daddy’s here, daddy’s here,”</p><p>I whisper. Here is the island of Oʻahu, 8,500 miles<br />from Syria. But what if Pacific trade winds suddenly</p><p>became helicopters? Flames, nails, and shrapnel<br />indiscriminately barreling towards us? What if shadows</p><p>cast against our windows aren’t plumeria<br />tree branches, but soldiers and terrorists marching</p><p>in heat? Would we reach the desperate boats of<br />the Mediterranean in time? If we did, could I straighten</p><p>my legs into a mast, balanced against the pull and drift<br />of the current? “Daddy’s here, daddy’s here,” I</p><p>whisper. But am I strong enough to carry her across<br />the razor wires of sovereign borders and ethnic</p><p>hatred? Am I strong enough to plead: “please, help<br />us, please, just let us pass, please, we aren’t</p><p>suicide bombs.” Am I strong enough to keep walking<br />even after my feet crack like Halaby pepper fields after</p><p>five years of drought, after this drought of humanity.<br />Trains and buses rock back and forth to detention centers.</p><p>Yet what if we didn’t make landfall? What if here<br />capsized? Could you inflate your body into a buoy</p><p>to hold your child above rising waters? “Daddy’s<br />here, daddy’s here,” I whisper. Drowning is</p><p>the last lullaby of the sea. I lay my daughter<br />onto bed, her breath finally as calm as low tide.</p><p>To all the parents who brave the crossing: you and your<br />children matter. I hope your love will teach the nations</p><p>that emit the most carbon and violence that they should,<br />instead, remit the most compassion. I hope, soon,</p><p>the only difference between a legal refugee and<br />an illegal migrant will be how willing</p><p>we are to open our homes, offer refuge, and<br />carry each other towards the horizon of care.<br /> </p> "}, {"title": "Fire Warnings ", "view_node": "/poem/fire-warnings", "field_author": "<a href=\"/poet/james-richardson\" hreflang=\"und\">James Richardson</a>", "field_date_published": "2016", "body": " <p>So much on the verge<br />of flame.<br />In a hot<br />wind anything<br />is tinder: paper, sage</p><p>feverish with bees,<br />your auburn<br />hair, my hand<br />that glows with a thought.<br />Sunset</p><p>or sleepless dawn,<br />nothing is sure<br />but what’s already burned—<br />water that’s ash, steel<br />that has flowed and cooled,</p><p>though in the core<br />of a star, they too<br />would fuse and rage,<br />and even volcanic<br />glass and char,</p><p>and the cold seas,<br />and even    <br />what we once were<br />might burn again—<br />or in the heart.</p> "}, {"title": "The Burden", "view_node": "/poem/burden", "field_author": "<a href=\"/poet/sara-nicholson\" hreflang=\"en\">Sara  Nicholson</a>", "field_date_published": "2016", "body": " <p>I don’t know the Latin names of flowers.<br />I know that there are cities wherein stars</p><p>Will labor to appear in bursts of <em>as</em><br />Or <em>under</em>, will command the color green</p><p>To work with <em>from</em> or<em> of</em> or <em>in</em> in staves<br />And paragraphs, will demarcate the limits</p><p>Of the sky. I recognize the colors<br />Of acacia from paintings and poems.</p><p>I know a high wind carries rhyme <em>across</em><br />The ocean. That smoke, it coaxes signals</p><p><em>From</em> the fire. What words you speak I too<br />Have spoken of: of <em>of</em>, the turning <em>back</em>,</p><p>The opening <em>beyond</em> and <em>up above</em> us,<br />The movement <em>forward</em> and the reasoning<br /><br /><em>Behind</em>. I know that the horizon falls <em>out</em><br />Of perspective, that toward music the sea</p><p>Will harken<em> back</em> and find in language<br />No beauty save impermanence, a minor awe.<br /> </p> "}, {"title": "from Morituri Salutamus", "view_node": "/poem/morituri-salutamus", "field_author": "<a href=\"/poet/henry-wadsworth-longfellow\" hreflang=\"und\">Henry Wadsworth Longfellow</a>", "field_date_published": "1900", "body": "<p><span class=\"long-line\"><em>Poem for the fiftieth anniversary of the Class of 1825 in Bowdoin College</em></span></p>\n<p><span class=\"long-line\">How beautiful is youth! how bright it gleams</span><br /><span class=\"long-line\">With its illusions, aspirations, dreams!</span><br /><span class=\"long-line\">Book of Beginnings, Story without End,</span><br /><span class=\"long-line\">Each maid a heroine, and each man a friend!</span><br /><span class=\"long-line\">Aladdin’s Lamp, and Fortunatus’ Purse,</span><br /><span class=\"long-line\">That holds the treasures of the universe!</span><br /><span class=\"long-line\">All possibilities are in its hands,</span><br /><span class=\"long-line\">No danger daunts it, and no foe withstands;</span><br /><span class=\"long-line\">In its sublime audacity of faith,</span><br /><span class=\"long-line\">“Be thou removed!” it to the mountain saith,</span><br /><span class=\"long-line\">And with ambitious feet, secure and proud,</span><br /><span class=\"long-line\">Ascends the ladder leaning on the cloud!</span></p>\n<p><span class=\"long-line\">As ancient Priam at the Scæan Gate</span><br /><span class=\"long-line\">Sat on the walls of Troy in regal state</span><br /><span class=\"long-line\">With the old men, too old and weak to fight,</span><br /><span class=\"long-line\">Chirping like grasshoppers in their delight</span><br /><span class=\"long-line\">To see the embattled hosts, with spear and shield,</span><br /><span class=\"long-line\">Of Trojans and Achaians in the field;</span><br /><span class=\"long-line\">So from the snowy summits of our years</span><br /><span class=\"long-line\">We see you in the plain, as each appears,</span><br /><span class=\"long-line\">And question of you; asking, “Who is he</span><br /><span class=\"long-line\">That towers above the others? Which may be</span><br /><span class=\"long-line\">Atreides, Menelaus, Odysseus,</span><br /><span class=\"long-line\">Ajax the great, or bold Idomeneus?”</span></p>\n"}, {"title": "There was a child went forth every day", "view_node": "/poem/there-was-child-went-forth-every-day", "field_author": "<a href=\"/poet/walt-whitman\" hreflang=\"und\">Walt Whitman</a>", "field_date_published": "1900", "body": "<p><span class=\"long-line\">There was a child went forth every day,</span><br /><span class=\"long-line\">And the first object he looked upon and received with wonder or pity or love or dread, that object he became,</span><br /><span class=\"long-line\">And that object became part of him for the day or a certain part of the day . . . . or for many years or stretching cycles of years.</span></p>\n<p><span class=\"long-line\">The early lilacs became part of this child,</span><br /><span class=\"long-line\">And grass, and white and red morningglories, and white and red clover, and the song of the phœbe-bird,</span><br /><span class=\"long-line\">And the March-born lambs, and the sow's pink-faint litter, and the mare's foal, and the cow's calf, and the noisy brood of the barn-yard or by the mire of the pond-side . . and the fish suspending themselves so curiously below there . . . and the beautiful curious liquid . . and the water-plants with their graceful flat heads . . all became part of him.</span></p>\n<p><span class=\"long-line\">And the field-sprouts of April and May became part of him . . . . wintergrain sprouts, and those of the light-yellow corn, and of the esculent roots of the garden,</span><br /><span class=\"long-line\">And the appletrees covered with blossoms, and the fruit afterward . . . . and woodberries . . and the commonest weeds by the road;</span><br /><span class=\"long-line\">And the old drunkard staggering home from the outhouse of the tavern whence he had lately risen,</span><br /><span class=\"long-line\">And the schoolmistress that passed on her way to the school . . and the friendly boys that passed . . and the quarrelsome boys . . and the tidy and fresh-cheeked girls . . and the barefoot negro boy and girl,</span><br /><span class=\"long-line\">And all the changes of city and country wherever he went.</span></p>\n<p><span class=\"long-line\">His own parents . . he that had propelled the fatherstuff at night, and fathered him . . and she that conceived him in her womb and birthed him . . . . they gave this child more of themselves than that,</span><br /><span class=\"long-line\">They gave him afterward every day . . . . they and of them became part of him.</span><br /><span class=\"long-line\">The mother at home quietly placing the dishes on the suppertable,</span><br /><span class=\"long-line\">The mother with mild words . . . . clean her cap and gown . . . . a wholesome odor falling off her person and clothes as she walks by:</span><br /><span class=\"long-line\">The father, strong, self-sufficient, manly, mean, angered, unjust,</span><br /><span class=\"long-line\">The blow, the quick loud word, the tight bargain, the crafty lure,</span><br /><span class=\"long-line\">The family usages, the language, the company, the furniture . . . . the yearning and swelling heart,</span><br /><span class=\"long-line\">Affection that will not be gainsayed . . . . The sense of what is real . . . . the thought if after all it should prove unreal,</span><br /><span class=\"long-line\">The doubts of daytime and the doubts of nighttime . . . . the curious whether and how,</span><br /><span class=\"long-line\">Whether that which appears so is so . . . . Or is it all flashes and specks?</span><br /><span class=\"long-line\">Men and women crowding fast in the streets . . if they are not flashes and specks what are they?</span><br /><span class=\"long-line\">The streets themselves, and the façades of houses. . . . the goods in the windows,</span><br /><span class=\"long-line\">Vehicles . . teams . . the tiered wharves, and the huge crossing at the ferries;</span><br /><span class=\"long-line\">The village on the highland seen from afar at sunset . . . . the river between,</span><br /><span class=\"long-line\">Shadows . . aureola and mist . . light falling on roofs and gables of white or brown, three miles off,</span><br /><span class=\"long-line\">The schooner near by sleepily dropping down the tide . . the little boat slacktowed astern,</span><br /><span class=\"long-line\">The hurrying tumbling waves and quickbroken crests and slapping;</span><br /><span class=\"long-line\">The strata of colored clouds . . . . the long bar of maroontint away solitary by itself . . . . the spread of purity it lies motionless in,</span><br /><span class=\"long-line\">The horizon's edge, the flying seacrow, the fragrance of saltmarsh and shoremud;</span><br /><span class=\"long-line\">These became part of that child who went forth every day, and who now goes and will always go forth every day,</span><br /><span class=\"long-line\">And these become of him or her that peruses them now.</span></p>\n"}], "pager": {"current_page": 344, "total_items": "13248", "total_pages": 663, "items_per_page": 20}}